{
  "_id": 23085301,
  "id": "cutting_edge_fire_support_ground_effect_landcruiser",
  "monsterId": 23085304,
  "name": "Patrouilleur terrestre : Appui-feu avancé à effet terrestre",
  "specialNames": ["Appui-feu avancé à effet terrestre"],
  "rewardPreview": [],
  "monsterType": "MONSTER_ORDINARY",
  "enemyType": "ELITE",
  "categoryType": "CODEX_SUBTYPE_FATUI",
  "categoryText": "Fatui",
  "filename_icon": "UI_MonsterIcon_Fatuimecha_CoreC_MoveF_AttackB_Fire",
  "description": "En conciliant technologie de pointe, coûts de production et cadences de déploiement, ces patrouilleurs terrestres d'élite offrent une formidable puissance de percée, quel que soit le champ de bataille. Ils constituent le point d'appui fondamental de la ligne de front.\\nÉquipés de moteurs à réaction très performants, ces patrouilleurs terrestres « Appui-feu avancé à effet terrestre » peuvent embarquer un important arsenal. Cela leur permet de déployer leur grande puissance de feu n'importe où et en un temps record sur le champ de bataille. Selon la doctrine de combat élaborée conjointement par les Fatui et l'Académie militaire impériale, ces engins sont organisés en unité de réaction rapide lors des batailles à grande échelle. Tout cela dans le but de prévenir les percées ainsi que les contre-attaques de l'ennemi, mais aussi de prendre l'avantage si la situation se présente. Ces patrouilleurs terrestres sont également en mesure d'opérer de manière autonome. Lors de longues opérations, ils constituent le pilier des petites escouades et maximisent ainsi la puissance de feu des différents types d'unités des Fatui...",
  "aggroRange": "VISION_LEVEL_NORMAL",
  "bgm": 4,
  "budget": 2,
  "stats": {
    "resistance": {
      "physical": 0.1,
      "pyro": 0.1,
      "dendro": 0.1,
      "hydro": 0.1,
      "geo": 0.1,
      "anemo": 0.1,
      "cryo": 0.1,
      "electro": 0.1
    },
    "base": {
      "hp": 81.504,
      "attack": 75.36,
      "defense": 500
    },
    "curve": {
      "hp": "GROW_CURVE_HP_2",
      "attack": "GROW_CURVE_ATTACK_2",
      "defense": "GROW_CURVE_DEFENSE"
    }
  }
}
