{
  "_id": 215022,
  "id": "oceanhued_clam",
  "name": "Ocean-Hued Clam",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "เพิ่มโบนัสการรักษา 15%",
  "four_pc": "เมื่อตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้ทำการรักษาตัวละครในทีม จะเกิด Sea-Dyed Foam ขึ้นเป็นเวลา 3 วินาที และบันทึกปริมาณการฟื้นฟูพลังชีวิตของการรักษา (รวมไปถึงค่าส่วนเกิน) เมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง Sea-Dyed Foam จะระเบิด สร้างความเสียหายเป็น 90% ของปริมาณการฟื้นฟูพลังชีวิตที่สะสมแก่ศัตรูโดยรอบ (วิธีคำนวณความเสียหายนี้จะเหมือนกับปฏิกิริยาของธาตุ เช่น ชาร์จไฟฟ้า, นำไฟฟ้า และอื่น ๆ แต่จะไม่ได้รับผลกระทบจากความชำนาญธาตุ, เลเวล หรือเอฟเฟกต์โบนัสความเสียหายของปฏิกิริยา) ในทุก 3.5 วินาที จะเกิด Sea-Dyed Foam ได้มากสุดหนึ่งอัน; Sea-Dyed Foam จะบันทึกปริมาณการฟื้นฟูได้มากสุด 30000 หน่วย รวมถึงปริมาณการรักษาส่วนที่เกิน; ในช่วงเวลาเดียวกัน จะมี Sea-Dyed Foam ในทีมของตัวเองได้มากสุดหนึ่งอันเท่านั้น ซึ่งเอฟเฟกต์นี้จะยังคงเกิดขึ้นได้ แม้ในขณะที่ตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้อยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้",
  "goblet": {
    "_id": 96412,
    "id": "pearl_cage",
    "name": "Pearl Cage",
    "description": "ไข่มุกอันแสนแวววาวที่เหล่ามิโกะแห่งเกาะ Watatsumi ใช้ถวาย แสงที่ส่องเป็นประกายอยู่เสมอนั้นไม่เคยจางหายไป"
  },
  "plume": {
    "_id": 96422,
    "id": "deep_palaces_plume",
    "name": "Deep Palace's Plume",
    "description": "ขนนกอันอ่อนนุ่มซึ่งมีสีสันหลากหลายราวกับปะการัง ว่ากันว่ามาจากผ้าคลุมของมิโกะ"
  },
  "circlet": {
    "_id": 96432,
    "id": "crown_of_watatsumi",
    "name": "Crown of Watatsumi",
    "description": "มงกุฎโบราณที่แสนสวยงาม ครั้งหนึ่งเคยเป็นของ \"นักบวช\" ที่ถูกลืม ในทุกวันนี้มันถูกผนึกไว้อย่างดีโดยชาว Watatsumi"
  },
  "flower": {
    "_id": 96442,
    "id": "seadyed_blossom",
    "name": "Sea-Dyed Blossom",
    "description": "ดอกไม้อันอ่อนโยนที่ถูกย้อมด้วยสีอันหลากหลายของน้ำทะเล เปล่งประกายด้วยสีสันอันสวยงามภายใต้แสงจันทร์"
  },
  "sands": {
    "_id": 96452,
    "id": "cowry_of_parting",
    "name": "Cowry of Parting",
    "description": "เปลือกหอยที่ใสสะอาดไร้ร่องรอย มาจากทะเลลึกอันกว้างใหญ่ไร้ก้นบึ้ง"
  }
}