{
  "_id": 26190101,
  "id": "solitary_suanni",
  "monsterId": 26190103,
  "name": "Ẩn Sơn Nghê Thú",
  "specialNames": ["Chủ Nhân Cổ Xưa Của Dãy Núi"],
  "rewardPreview": [],
  "monsterType": "MONSTER_BOSS",
  "enemyType": "BOSS",
  "categoryType": "CODEX_SUBTYPE_BEAST",
  "categoryText": "Ma Thú Đột Biến",
  "filename_icon": "UI_MonsterIcon_Hermit",
  "description": "Linh thú tao nhã và kiêu sa, chỉ sống ở vùng núi sâu có tiên lực bao quanh.\\nTừ xưa đến nay, các loài tiên thú thường được cho là biểu tượng của sự may mắn. Chúng có đặc tính sống ẩn cư trong rừng núi, cách xa thế gian hỗn loạn, nên rất được các nhà văn cổ đại ca ngợi. Trong truyền thuyết cổ xưa ở Trầm Ngọc Cốc, thủ lĩnh của loài nghê thú hoang dã này được gọi là \"Sơn Chủ\", địa vị được cho là ngang hàng với tiên nhân.\\nCó cách nói khác cho rằng, Huyền Văn Thú hiện nay đang hoạt động trên núi là hậu duệ của tiên thú. Vì tiên duyên thấp kém nên khó mà kế thừa được dòng máu cao quý, do đó thoái hóa thành loài dã thú hung hãn. Điều này trái ngược với cách nói còn lại về nguồn gốc của Huyền Văn Thú. Nhưng dù là vậy thì trong những ghi chép ít ỏi về loài nghê thú, luôn có sự xuất hiện của không ít Huyền Văn Thú đi kèm.\\nNgày nay, \"Múa Thú\" được mọi người biết đến ở Trầm Ngọc Cốc, chính là nghệ thuật trình diễn mô phỏng các động tác và biểu cảm của nghê thú trong truyền thuyết. Hơn nữa, người nhìn thấy nghê thú lại càng ít, phần lớn con người chỉ có thể miêu tả lại hình dạng của chúng qua trí tưởng tượng. Sau hàng ngàn năm biến hóa và hoàn thiện về nghệ thuật, \"Đầu Nghê\" từ múa thú cuối cùng đã được cố định với vẻ ngoài như hiện tại ta thường thấy.",
  "aggroRange": "VISION_LEVEL_LITTLE_REMOTE",
  "bgm": 0,
  "budget": 1,
  "stats": {
    "resistance": {
      "physical": 0.1,
      "pyro": 0.1,
      "dendro": 0.1,
      "hydro": 0.7,
      "geo": 0.1,
      "anemo": 0.7,
      "cryo": 0.1,
      "electro": 0.1
    },
    "base": {
      "hp": 225.4944,
      "attack": 100.48,
      "defense": 500
    },
    "curve": {
      "hp": "GROW_CURVE_HP_2",
      "attack": "GROW_CURVE_ATTACK_2",
      "defense": "GROW_CURVE_DEFENSE"
    }
  }
}
