{
  "_id": 2308,
  "id": "aaru_mixed_rice",
  "name": "Aaru Mixed Rice",
  "description": "Makanan berat yang sangat mengisi perut. Rahasia yang membuat hidangan yang berisi nasi, mi, dan kacang-kacangan ini terasa lezat adalah rasa manis dan asam dari tomat di dalamnya. Makanan ini adalah pilihan tepat untuk mengisi perut karena mudah ditemukan dan harganya bersahabat. Ini juga salah satu alasan kenapa resep ini bisa tersebar dari Desa Aaru sampai ke seluruh penjuru Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Glabrous Beans",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108460,
      "name": "Suspicious Aaru Mixed Rice",
      "description": "Makanan berat yang sangat mengisi perut. Karena terburu-buru, kamu tidak mengaduk seluruh bahannya secara menyeluruh sebelum dimakan, sehingga rasa tomatnya terlalu kental di satu sisi nasinya, tapi sangat hambar di sisi yang lainnya ... Sebaiknya diaduk lebih teliti dulu lain kali.",
      "effect": "Memulihkan 40 Stamina."
    },
    "normal": {
      "_id": 108461,
      "name": "Aaru Mixed Rice",
      "description": "Makanan berat yang sangat mengisi perut. Rahasia yang membuat hidangan yang berisi nasi, mi, dan kacang-kacangan ini terasa lezat adalah rasa manis dan asam dari tomat di dalamnya. Makanan ini adalah pilihan tepat untuk mengisi perut karena mudah ditemukan dan harganya bersahabat. Ini juga salah satu alasan kenapa resep ini bisa tersebar dari Desa Aaru sampai ke seluruh penjuru Sumeru.",
      "effect": "Memulihkan 50 Stamina"
    },
    "delicious": {
      "_id": 108462,
      "name": "Delicious Aaru Mixed Rice",
      "description": "Makanan berat yang sangat mengisi perut. Setiap butir nasinya terpisah secara sempurna dan dilapisi dengan saus beraroma saat kamu memakannya. Tidak ada daging berminyak yang digunakan untuk membuat hidangan ini, namun rasanya masih tetap memikat. Hidangan ini bisa menumpuk kenikmatannya sendiri, seperti bukit pasir yang tak berujung itu, dan memberikan kenikmatan yang paling unik untukmu.",
      "effect": "Memulihkan 60 Stamina."
    },
    "special": {
      "_id": 108468,
      "name": "Utmost Care",
      "description": "Masakan andalan Candace. Aroma hidangan ini bahkan sudah mencapai indera penciumanmu jauh sebelum disajikan di depanmu. Sepertinya Candace juga bisa melindungi \"nafsu makan\"nya dengan sangat baik. Tapi ... ini benar-benar jumlah Aaru Mixed Rice yang sangat banyak. Ba-bagaimana caramu menghadapi hidangan dengan \"pertimbangan yang sudah terlalu berlebihan\" ini?",
      "effect": "Memulihkan 80 Stamina.",
      "character": {
        "id": "candace",
        "name": "Candace"
      }
    }
  }
}
