{
  "id": "bamboo_shoot_soup",
  "name": "Bamboo Shoot Soup",
  "description": "Hidangan sup yang direbus cukup lama. Rebung, daging dan ham dipotong kecil-kecil, lalu direbus selama beberapa saat hingga sup berubah menjadi berwarna putih susu. Dua tekstur daging tersebut memberikan rasa yang berbeda, dan rasa supnya juga sangat lezat.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "id": "ham",
      "name": "Ham",
      "amount": 2
    },
    {
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Bamboo Shoot Soup",
      "description": "Hidangan sup yang sudah lama direbus. Pengendalian panas yang tidak tepat menyebabkan daging segar menjadi agak keras, dan ham yang asin menutupi rasa. Sepertinya, rebung yang telah menyerap rasa kedua daging, mungkin satu-satunya bagian yang dapat diterima dari hidangan ini.",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "name": "Bamboo Shoot Soup",
      "description": "Hidangan sup yang direbus cukup lama. Rebung, daging dan ham dipotong kecil-kecil, lalu direbus selama beberapa saat hingga sup berubah menjadi berwarna putih susu. Dua tekstur daging tersebut memberikan rasa yang berbeda, dan rasa supnya juga sangat lezat.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "name": "Delicious Bamboo Shoot Soup",
      "description": "Hidangan sup yang sudah lama direbus. Menghirup aromanya saja sudah cukup untuk membangkitkan selera makan, apalagi mencicipi sesendok supnya yang pekat akan langsung merasakan kelezatannya. Begitu lezat hingga terasa seperti terbang ke awan.",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "name": "Slow-Cooked Bamboo Shoot Soup",
      "description": "Hidangan spesial Zhongli. Ham adalah bagian daging yang dipilih menurut standar masakan Yuehai Pavilion. Menggunakan daging dari hewan yang baru diburu di Springvale, sedangkan rebung dapat ditemukan di Desa Qingce. Kemudian dipanaskan, dengan perlahan, lembut, dan sangat hati-hati... Rasa yang \"istimewa\" hanya dapat dirasakan oleh mereka yang tahu bagaimana menghargainya.",
      "effect": "Memulihkan 34% HP Karakter yang dipilih dan memberikan regenerasi 980 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}
