{
  "id": "barbatos_ratatouille",
  "name": "Barbatos Ratatouille",
  "description": "Hidangan sederhana dengan sejarah yang panjang. Menggunakan bahan tradisional dan sederhana. Tidak peduli di mana pun kamu berada, sup panas ini selalu bisa memberimu kepuasan nyata yang tak tertandingi.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "carrot",
      "name": "Carrot",
      "amount": 4
    },
    {
      "id": "potato",
      "name": "Potato",
      "amount": 4
    },
    {
      "id": "onion",
      "name": "Onion",
      "amount": 4
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Barbatos Ratatouille",
      "description": "Hidangan sederhana dengan sejarah yang panjang. Walaupun Archon Anemo melambangkan kebebasan, namun sepertinya hidangan ini terlalu bebas dalam proses pembuatannya. Mungkin lebih cocok jika dinamakan Stormy Stew.",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Barbatos Ratatouille",
      "description": "Hidangan sederhana dengan sejarah yang panjang. Menggunakan bahan tradisional dan sederhana. Tidak peduli di mana pun kamu berada, sup panas ini selalu bisa memberimu kepuasan nyata yang tak tertandingi.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Barbatos Ratatouille",
      "description": "Hidangan sederhana dengan sejarah. Setelah direbus dengan hati-hati, rasa dari tiga sayuran berbeda tercampur dengan sempurna. Dengan begini, tidak mengherankan jika seseorang pernah menyebutnya \"sup terbaik yang pernah kusantap\".",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "special": {
      "name": "True Barbatos Ratatouille",
      "description": "Spesialisasi Venti. Selain daripada bunga Cecilia yang digunakan untuk dekorasi, bahannya tidak jauh berbeda dari biasanya. Tapi jika kamu mencobanya dengan seksama, kamu bisa merasakan rasa \"angin yang membawa harapan dan nasib yang berputar.\" Mungkinkah ini yang dia inginkan?",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 1800 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri.",
      "character": {
        "id": "venti",
        "name": "Venti"
      }
    }
  }
}
