{
  "_id": 4301,
  "id": "biryani",
  "name": "Biryani",
  "description": "Pilaf yang berisi dan beraroma. Dagingnya ditumis hingga terasa renyah di luar dan empuk di dalam. Kemudian rebus dengan bumbu dan nasi bulir panjang. Sebelum disajikan, taburkan juga beberapa kelopak Padisarah ke atasnya. Setiap butirannya mengunci aroma daging berlemak yang kaya akan bumbu, dan hidangan ini menawarkan rasa istimewa yang hanya ditemukan di Sumeru.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108415,
      "name": "Suspicious Biryani",
      "description": "Pilaf yang berisi dan beraroma. Butiran-butiran beras direndam dalam minyak dan membuatnya terlihat transparan. Bau berminyaknya agak menusuk hidung. Setelah hidangannya selesai dimasak, masih ada lapisan minyak di piringnya yang tersisa ... Karena tahu begini, besok-besok jangan terlalu banyak berurusan dengan daging dan minyak ....",
      "effect": "Meningkatkan 215 DEF dan 6% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108416,
      "name": "Biryani",
      "description": "Pilaf yang berisi dan beraroma. Dagingnya ditumis hingga terasa renyah di luar dan empuk di dalam. Kemudian rebus dengan bumbu dan nasi bulir panjang. Sebelum disajikan, taburkan juga beberapa kelopak Padisarah ke atasnya. Setiap butirannya mengunci aroma daging berlemak yang kaya akan bumbu, dan hidangan ini menawarkan rasa istimewa yang hanya ditemukan di Sumeru.",
      "effect": "Meningkatkan 261 DEF dan 8% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108417,
      "name": "Delicious Biryani",
      "description": "Pilaf yang berisi dan beraroma. Mahkota emas nasi bulir panjang dan daging dihias dengan kelopak Padisarah, menjadikan makanan ini sesuatu yang selalu mengingatkanmu pada padang pasir dengan oasis-oasisnya. Aroma rempah-rempah yang memikat menari-nari di setiap butir nasinya. Suapan demi suapan mampu membuat seluruh tubuhmu merasakan ketenangan. Tidak butuh waktu lama bagi pelanggan untuk menghabiskan apa yang ada di atas piring. Orang yang memakannya tidak kuasa untuk tidak mengecap-ngecapkan kembali mulutnya untuk menikmati rasa yang tersisa.",
      "effect": "Meningkatkan 308 DEF dan 10% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}