{
  "id": "blackback_perch_stew",
  "name": "Black-Back Perch Stew",
  "description": "Hidangan ikan rebus. Potongan ikannya yang segar terasa lembut. Rahasia hidangan ini adalah tambahan bubuk Violetgrass di dalam minyak panas untuk memberikan aroma harum pada hidangan. Rasanya pedas, tapi tidak terlalu pedas.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 1
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 1
    },
    {
      "id": "violetgrass",
      "name": "Violetgrass",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "\"Special\" Black-Back Perch Stew",
      "description": "Hidangan ikan rebus. Rasa ikan dalam hidangannya benar-benar hilang karena kepedasan cabainya. Hanya beberapa yang menyukai kuat rasa pedasnya di lidah.",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "name": "Black-Back Perch Stew",
      "description": "Hidangan ikan rebus. Potongan ikannya yang segar terasa lembut. Rahasia hidangan ini adalah tambahan bubuk Violetgrass di dalam minyak panas untuk memberikan aroma harum pada hidangan. Rasanya pedas, tapi tidak terlalu pedas.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "name": "Delicious Black-Back Perch Stew",
      "description": "Hidangan ikan rebus. Potongan ikannya sangat segar sampai terasa masih hidup di mulutmu. Rasa kehilangan saat kamu menelannya membuat kamu terus ingin mengambil potongan baru.",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "name": "Wanmin Restaurant's Boiled Fish",
      "description": "Spesialisasi Xiangling. Hidangan khas dari Wanmin Restaurant, dengan mengombinasikan semangat Xiangling dalam memasak. Siapa pun yang mencicipinya akan menghargai cita rasa murni yang dicampur dengan rasa yang membuat orang menjadi ketagihan.",
      "effect": "Memulihkan 34% HP Karakter yang dipilih dan memberikan regenerasi 980 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "xiangling",
        "name": "Xiangling"
      }
    }
  }
}
