{
  "_id": 3417,
  "id": "blubber_profiterole",
  "name": "Blubber Profiterole",
  "description": "Makanan penutup berisi krim. Kulitnya yang garing dengan krim di dalamnya. Berbentuk bulat dan begitu imut seperti perut Blubberbeast. Tak heran jika makanan penutup ini bisa menarik hati hampir semua orang yang melihatnya.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108608,
      "name": "Suspicious Blubber Profiterole",
      "description": "Makanan penutup berisi krim. Karena sudah didiamkan terlalu lama di luar, kulitnya yang harusnya renyah kini menjadi lembek. Ini ... berbeda dari tekstur garing yang kamu bayangkan. Setelah gigitan pertama, kamu langsung ingin mengoper makanan yang bak \"hukuman mati\" ini kepada orang lain.",
      "effect": "Meningkatkan 20% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108609,
      "name": "Blubber Profiterole",
      "description": "Makanan penutup berisi krim. Kulitnya yang garing dengan krim di dalamnya. Berbentuk bulat dan begitu imut seperti perut Blubberbeast. Tak heran jika makanan penutup ini bisa menarik hati hampir semua orang yang melihatnya.",
      "effect": "Meningkatkan 30% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108610,
      "name": "Delicious Blubber Profiterole",
      "description": "Makanan penutup berisi krim. Setelah gigitan pertama menyentuh bibirmu, kamu tidak tahan untuk terus menerus melahapnya! Dan bahkan sisa krim di sisi bibirmu saja sudah cukup untuk membuat hatimu dipenuhi rasa bahagia. Ah, andai saja setiap hidangan bisa semanis dan sesempurna ini ... Pastinya hidup ini akan menjadi lebih indah!",
      "effect": "Meningkatkan 40% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
