{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Blubbercream",
  "description": "Es krim berwarna kebiruan seperti air yang jernih. Es krim yang segar adalah penghibur terbaik di musim panas. Rasanya yang dingin dan menyegarkan akan membuatmu merasa seperti melompat ke dalam laut, dan segala kekhawatiranmu akan terhapus oleh rasa sejuk di mulutmu ... menyisakan sebuah kegembiraan di dalam hatimu.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Suspicious Blubbercream",
      "description": "Es krim berwarna kebiruan seperti air yang jernih. Serpihan garam laut yang besar-besar seakan sedang menyerang indra perasamu, dan rasa asinnya terlalu berlebihan sampai membuatmu tercengang ... Saat kamu memberanikan diri untuk mencicipinya lagi, es krim itu sudah meleleh menjadi milkshake ....",
      "effect": "Meningkatkan 215 DEF dan 6% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108685,
      "name": "Blubbercream",
      "description": "Es krim berwarna kebiruan seperti air yang jernih. Es krim yang segar adalah penghibur terbaik di musim panas. Rasanya yang dingin dan menyegarkan akan membuatmu merasa seperti melompat ke dalam laut, dan segala kekhawatiranmu akan terhapus oleh rasa sejuk di mulutmu ... menyisakan sebuah kegembiraan di dalam hatimu.",
      "effect": "Meningkatkan 261 DEF dan 8% efek pemulihan HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108686,
      "name": "Delicious Blubbercream",
      "description": "Es krim berwarna kebiruan seperti air yang jernih. Bentuk Blubberbeast pada cangkirnya menambahkan kesan yang imut sekali. Aroma susu yang terjalin menciptakan suasana santai dan rasa asinnya yang lembut terjalin dengan sempurna. Rasa es krim ini seperti membawamu ke tengah arus laut dan mengikuti sebuah petualangan yang unik. Semoga perjalanan kuliner ini tidak pernah berakhir!",
      "effect": "Meningkatkan 308 DEF dan 10% efek pemulihan HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}