{
  "_id": 2408,
  "id": "boudin_noir_aux_pommes",
  "name": "Boudin Noir aux Pommes",
  "description": "Hidangan tradisional Fontaine. Potongan apel dan sosis darah dipanggang secara terpisah dan dapat dimakan bersama dengan saus. Karena namanya ini, akhirnya banyak turis asing yang salah sangka dan menyangka hidangan ini sebagai hidangan penutup, tapi sebenarnya Boudin Noir aux Pommes ini cuma nama lain dari sosis darah saja.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Apple",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 1
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108594,
      "name": "Suspicious Boudin Noir aux Pommes",
      "description": "Hidangan Fontaine tradisional. Sepertinya secara tidak sengaja minyak yang dimasukkan ke dalamnya kebanyakan deh sehingga membuat hidangan menjadi sangat berminyak sampai menetes-netes begitu. Kalau kamu bisa memikirkan cara untuk menyerap dan membuang minyak berlebih tersebut, mungkin masih bisa dimakan.",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108595,
      "name": "Boudin Noir aux Pommes",
      "description": "Hidangan tradisional Fontaine. Potongan apel dan sosis darah dipanggang secara terpisah dan dapat dimakan bersama dengan saus. Karena namanya ini, akhirnya banyak turis asing yang salah sangka dan menyangka hidangan ini sebagai hidangan penutup, tapi sebenarnya Boudin Noir aux Pommes ini cuma nama lain dari sosis darah saja.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108596,
      "name": "Delicious Boudin Noir aux Pommes",
      "description": "Hidangan Fontaine tradisional. Kombinasi sempurna dari aroma harum apel menetralisir lemak dari sosis darah. Bau gosong yang menggoda menyeruak dari piring, membuat mata orang-orang yang melihatnya berbinar saat mereka berteriak kegirangan dengan penuh antisipasi.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
