{
  "_id": 4204,
  "id": "bountiful_year",
  "name": "Bountiful Year",
  "description": "Ikan sashimi yang terlihat mewah dan indah. Ikannya diiris tipis-tipis dan disusun berbentuk seperti kelopak bunga, lalu hidangan pendamping disusun mengelilinginya. Sebelum memakannya, hidangan pendamping akan dicampur dengan sashimi sesuai selera — tindakan ini dikatakan adalah untuk memastikan bahwa segala sesuatu akan berjalan lancar di kemudian hari.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 4
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carrot",
      "amount": 4
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Violetgrass",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108366,
      "name": "Suspicious Bountiful Year",
      "description": "Ikan sashimi yang terlihat mewah dan indah. Tapi bumbu ikan yang tercampur dengan tidak merata di atas piring bagaikan menggambarkan seorang pelaut sedih yang terdampar di pantai oleh gelombang ombak yang bergejolak, benar-benar tidak menggugah selera. Tapi sayang juga jika tidak dimakan — ah, sungguh sebuah kegalauan yang menyulitkan.",
      "effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108367,
      "name": "Bountiful Year",
      "description": "Ikan sashimi yang terlihat mewah dan indah. Ikannya diiris tipis-tipis dan disusun berbentuk seperti kelopak bunga, lalu hidangan pendamping disusun mengelilinginya. Sebelum memakannya, hidangan pendamping akan dicampur dengan sashimi sesuai selera — tindakan ini dikatakan adalah untuk memastikan bahwa segala sesuatu akan berjalan lancar di kemudian hari.",
      "effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108368,
      "name": "Delicious Bountiful Year",
      "description": "Ikan sashimi yang terlihat mewah dan indah. Sashimi yang ditumpuk berlapis-lapis, irisannya setipis sayap jangkrik, ringan seperti kabut, garis pola putih irisannya seperti sisa salju di permukaan tanah. Penampilannya membuat orang tidak sabar untuk melahapnya. Saat memakannya, kelembutan dan kehalusan daging menyatu bersama dengan sejuta rasa dari hidangan pendamping, dan membuat orang yang memakannya tidak hentinya berdecap. Sungguh rasa terbaik di dunia.",
      "effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
