{
  "_id": 3122,
  "id": "braised_meatball",
  "name": "Braised Meatball",
  "description": "Hidangan klasik Liyue. Potongan daging yang berlemak dan tidak dicampur dengan rebung yang renyah kemudian dikepal menjadi bola-bola, digoreng, lalu direbus. Hasil akhir dari hidangan ini sangatlah populer, dapat ditemui baik di rumah-rumah, maupun di pesta-pesta.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108642,
      "name": "Suspicious Braised Meatball",
      "description": "Hidangan klasik Liyue. Dengan bentuknya yang bulat dan aromanya yang harum, sepertinya tidak ada yang salah. Ketika dicoba, dagingnya malah terasa kering. Jangan-jangan daging tanpa lemak yang digunakan dalam hidangan ini terlalu banyak?",
      "effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108643,
      "name": "Braised Meatball",
      "description": "Hidangan klasik Liyue. Potongan daging yang berlemak dan tidak dicampur dengan rebung yang renyah kemudian dikepal menjadi bola-bola, digoreng, lalu direbus. Hasil akhir dari hidangan ini sangatlah populer, dapat ditemui baik di rumah-rumah, maupun di pesta-pesta.",
      "effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108644,
      "name": "Delicious Braised Meatball",
      "description": "Hidangan klasik Liyue. Daun bawang berwarna hijau zamrud dan bakso berwarna merah tua saling melengkapi dengan indahnya. Keahlian pisau yang luar biasa membuat baksonya lumer di mulut, berlemak tapi tidak berlebihan. Setelah satu gigitan, kamu tidak akan bisa menahan diri untuk memujinya. Setelah menyelesaikan hidangannya, kamu pasti akan diberkahi dengan keberuntungan.",
      "effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108663,
      "id": "encompassing_gladness",
      "name": "Encompassing Gladness",
      "description": "Masakan Andalan Xianyun. Bakso yang harum mulai terlihat, dan sebelum menunjukkan ekspresi terkejutmu, Xianyun berkata: \"Bagaimana mungkin makanan sederhana seperti ini bisa membuat diriku kesulitan? Makanlah selagi panas. Diriku berharap dirimu bisa selalu damai, gembira, dan lancar tanpa hambatan. E-Ehem, apa? Sedikit formalitas ritual sekali-kali tidak apa-apa, kan?\"",
      "effect": "Meningkatkan 274 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "xianyun",
        "name": "Xianyun"
      }
    }
  }
}