{
  "id": "braised_meat",
  "name": "Braised Meat",
  "description": "Hidangan rebus. Daging yang dipotong telah digoreng terlebih dahulu, dilengkapi dengan sayur mayur yang setelahnya digabungkan bersama. Kemudian tambahkan sup dan direbus sampai mengental. Setelah proses memasak yang lambat dan sabar ini, dagingnya menjadi lembut dan empuk, membuat mereka yang memakannya merasa puas.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "carrot",
      "name": "Carrot",
      "amount": 2
    },
    {
      "id": "potato",
      "name": "Potato",
      "amount": 2
    },
    {
      "id": "onion",
      "name": "Onion",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Braised Meat",
      "description": "Hidangan rebus. Proses merebusnya tampaknya tidak terlalu baik, dengan berbagai bahan yang disatukan ke dalam panci dan dimasak bersama, alhasil menjadi sayuran layu yang semuanya larut ke dalam sup, tidak meninggalkan apa pun ke panci ini kecuali rasa daging yang berminyak...",
      "effect": "Meningkatkan 20% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Braised Meat",
      "description": "Hidangan rebus. Daging yang dipotong telah digoreng terlebih dahulu, dilengkapi dengan sayur mayur yang setelahnya digabungkan bersama. Kemudian tambahkan sup dan direbus sampai mengental. Setelah proses memasak yang lambat dan sabar ini, dagingnya menjadi lembut dan empuk, membuat mereka yang memakannya merasa puas.",
      "effect": "Meningkatkan 30% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Braised Meat",
      "description": "Hidangan rebus, saus dari sup yang kaya rasa dan daging yang harum berpadu untuk mengeluarkan aroma yang tak tertahankan, sementara sayur yang tersebar begitu renyah, memperkaya rasa dari masakan tersebut... begitu enaknya sehingga orang-orang akan memakannya meskipun masih panas sampai tak tersisa apa pun juga kecuali sausnya... Tunggu, kenapa kita tidak celupkan saja roti ke dalam saus itu?",
      "effect": "Meningkatkan 40% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
