{
  "_id": 3905,
  "id": "bubblemilk_pie",
  "name": "Bubblemilk Pie",
  "description": "Makanan pencuci mulut jenis baru. Kulitnya yang renyah, isian krimnya, dan rasa unik dari gorengan satu per satu, dapat memuaskan indra perasamu. Jangan lupa dimakan selagi panas ya!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108835,
      "name": "Suspicious Bubblemilk Pie",
      "description": "Makanan pencuci mulut jenis baru. Butiran-butiran boba-nya meledak di ujung lidahmu dan mengirimkan gelombang rasa sakit. Kalau kamu juga membayangkan kulitnya yang hijau dan renyah ... Hmm ... pengalamannya tidak jauh berbeda dengan membayangkan Dendro Core yang meledak di dalam mulutmu ....",
      "effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108836,
      "name": "Bubblemilk Pie",
      "description": "Makanan pencuci mulut jenis baru. Kulitnya yang renyah, isian krimnya, dan rasa unik dari gorengan satu per satu, dapat memuaskan indra perasamu. Jangan lupa dimakan selagi panas ya!",
      "effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108837,
      "name": "Delicious Bubblemilk Pie",
      "description": "Makanan pencuci mulut jenis baru. Suara renyah dari kulit pai yang garing menjadi awal dari pengalaman manis ini. Isiannya yang hangat perlahan meleleh di mulut, dan setiap boba-nya yang bertabrakan dan meledak di antara gigimu, menyuguhkan spektrum tekstur yang terus berubah ... Ini adalah akhir yang paling sempurna untuk hidangan apa pun.",
      "effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}