{
  "_id": 2409,
  "id": "bulle_sauce_duck_breast",
  "name": "Bulle Sauce Duck Breast",
  "description": "Hidangan daging yang dilengkapi oleh aroma manis dari buah. Goreng daging dada bebek, potong rapi dan letakkan di atas piring, kemudian tuangkan saus Bulle Fruit ke atas dagingnya. Kulit yang garing, daging yang lembut, dan saus yang asam manis saling berpadu untuk menciptakan cita rasa khas Fontaine yang tiada duanya.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108675,
      "name": "Suspicious Bulle Sauce Duck Breast",
      "description": "Hidangan daging yang dilengkapi oleh aroma manis dari buah. Saus buahnya tidak berhasil menetralkan lemak dari daging bebeknya, malah menambahkan rasa pahit. Hanya dengan satu gigitan, rasa lapar yang muncul karena tampilan mewah dari hidangan ini pun langsung menghilang tanpa jejak.",
      "effect": "Memulihkan 40 Stamina."
    },
    "normal": {
      "_id": 108676,
      "name": "Bulle Sauce Duck Breast",
      "description": "Hidangan daging yang dilengkapi oleh aroma manis dari buah. Goreng daging dada bebek, potong rapi dan letakkan di atas piring, kemudian tuangkan saus Bulle Fruit ke atas dagingnya. Kulit yang garing, daging yang lembut, dan saus yang asam manis saling berpadu untuk menciptakan cita rasa khas Fontaine yang tiada duanya.",
      "effect": "Memulihkan 50 Stamina."
    },
    "delicious": {
      "_id": 108677,
      "name": "Delicious Bulle Sauce Duck Breast",
      "description": "Hidangan daging yang dilengkapi oleh aroma manis dari buah. Aroma buah jeruknya menambah rasa yang khas pada daging bebeknya. Sebelum selesai menelan satu suap, tanpa sadar garpumu sudah mengambil suapan selanjutnya. Benar-benar hidangan lezat yang membuatmu tidak bisa menahan diri. Tidak heran kalau hidangan ini selalu menjadi hidangan klasik meskipun dunia kuliner Fontaine sudah terus berevolusi.",
      "effect": "Memulihkan 60 Stamina."
    },
    "special": {
      "_id": 108678,
      "id": "tagged_and_bagged",
      "name": "\"Tagged and Bagged\"",
      "description": "Masakan andalan Clorinde. Hidangan ini menggunakan daging unggas yang baru saja ditangkap dan langsung dipanggang. Teksturnya yang empuk dan dagingnya yang segar membuat orang melepaskan segala keraguan yang ada di pikiran. Rasa hidangan ini dijamin karena Clorinde juga sudah mencicipinya. Kamu juga ... pasti punya perut yang kuat seperti seorang pemburu, kan?",
      "effect": "Memulihkan 80 Stamina.",
      "character": {
        "id": "clorinde",
        "name": "Clorinde"
      }
    }
  }
}