{
  "_id": 3420,
  "id": "bulle_souffle",
  "name": "Bulle Souffle",
  "description": "Sebuah kue mungil yang diletakkan ke dalam kulit Bulle Fruit. Tuang putih telur yang sudah diaduk ke dalam kulit Bulle Fruit yang sudah dikeruk bersih, kemudian panggang hingga souffle-nya mengembang dengan rata. Kata \"Bulle\" dalam hidangan ini tidak hanya digunakan karena ada kulit Bulle Fruit, tapi juga karena hasil akhirnya yang memanjakan lidah dengan tekstur super lembut seperti gelembung.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108670,
      "name": "Suspicious Bulle Souffle",
      "description": "Kue kecil yang diletakkan ke dalam kulit Bulle Fruit. Saat sedang dipanggang, kamu tidak tahan untuk membuka tungku dan mengintipnya. Tapi siapa sangka, souffle yang sudah mulai mengembang malah tiba-tiba langsung runtuh ... Sepertinya rasa penasaran bukan cuma bisa merugikan kucing saja, tapi juga bisa menghancurkan kue.",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108671,
      "name": "Bulle Souffle",
      "description": "Sebuah kue mungil yang diletakkan ke dalam kulit Bulle Fruit. Tuang putih telur yang sudah diaduk ke dalam kulit Bulle Fruit yang sudah dikeruk bersih, kemudian panggang hingga souffle-nya mengembang dengan rata. Kata \"Bulle\" dalam hidangan ini tidak hanya digunakan karena ada kulit Bulle Fruit, tapi juga karena hasil akhirnya yang memanjakan lidah dengan tekstur super lembut seperti gelembung.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108672,
      "name": "Delicious Bulle Souffle",
      "description": "Kue kecil yang diletakkan ke dalam kulit Bulle Fruit. Awalnya terasa lembut dan empuk. Kemudian aroma telur yang kuat dan aroma buah yang segar meleleh di mulut, mengesankan seolah-olah kamu melompat ke tumpukan awan yang lembut yang bahkan udara di sekitarnya pun dilingkupi oleh rasa manis.",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "_id": 108673,
      "id": "wellbalanced_meal",
      "name": "Well-Balanced Meal",
      "description": "Masakan andalan Sigewinne. \"Cepatlah makan, nanti tumpukan Souffle-nya jatuh.\" Nada perhatian dan pandangan yang tulus dari matanya membuatmu tanpa sadar mengambil garpu dan sendok. Tapi di antara tumpukan daging yang aneh tapi tidak asing ini, ditambah dengan milkshake yang kaya akan nutrisi ... kamu benar-benar tidak tahu harus mulai dari mana.",
      "effect": "Langsung memulihkan 34% dari Max HP Karakter yang dipilih dan memulihkan 980 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "sigewinne",
        "name": "Sigewinne"
      }
    }
  }
}