{
  "id": "butter_crab",
  "name": "Butter Crab",
  "description": "Hidangan kepiting panggang. Pengontrolan api yang pas menjaga daging kepiting agar tetap basah dan berlemak. Mentega yang meresap ke dalam daging memunculkan aroma yang membuat orang tak kuasa menahan air liur saat menciumnya.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "butter",
      "name": "Butter",
      "amount": 4
    },
    {
      "id": "crab",
      "name": "Crab",
      "amount": 4
    },
    {
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 2
    },
    {
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Butter Crab",
      "description": "Hidangan kepiting panggang. Kaki kepiting masih dingin dan keras. Saat dimakan, rasa mentah dan asin langsung memenuhi mulut, rasanya seperti meminum air laut secara paksa.",
      "effect": "Meningkatkan 215 DEF dan 6% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Butter Crab",
      "description": "Hidangan kepiting panggang. Pengontrolan api yang pas membuat daging kepiting tidak kering dan masih empuk. Mentega yang meresap ke dalam daging menghasilkan aroma yang membuat orang tak bisa menahan air liurnya.",
      "effect": "Meningkatkan 261 DEF dan 8% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Butter Crab",
      "description": "Hidangan kepiting panggang. Mentega yang meresap dalam kaki kepiting membuatnya memiliki aroma yang sangat menggugah selera. Kamu akan melahap semuanya tanpa disadari, dan masih ingin mengecap rasa mentega yang tersisa di cangkang kepiting — untuk berharap dapat menikmati lagi kelezatan hidangan ini.",
      "effect": "Meningkatkan 308 DEF dan 10% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
