{
  "_id": 3301,
  "id": "butter_chicken",
  "name": "Butter Chicken",
  "description": "Hidangan dengan rasa yang kuat. Potongan daging ayamnya sudah dimarinasi dan digoreng satu kali. Panaskan mentega lalu tambahkan tomat dan bumbu halus, kemudian aduk hingga halus dan tambahkan potongan daging ayam yang sudah digoreng. Saat dimakan bersama dengan hidangan utama, kelezatan hidangan ini bisa menyentuh hati orang-orang Sumeru.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108391,
      "name": "Suspicious Butter Chicken",
      "description": "Hidangan dengan rasa yang kuat. Jelas sekali kalau ada kesalahan takar saat memberi bumbu sehingga rasanya terlalu kencang dan membuat mual. Mungkin kamu masih bisa memakannya kalau ditemani beberapa gelas air putih ....",
      "effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108392,
      "name": "Butter Chicken",
      "description": "Hidangan dengan rasa yang kuat. Potongan daging ayamnya sudah dimarinasi dan digoreng satu kali. Panaskan mentega lalu tambahkan tomat dan bumbu halus, kemudian aduk hingga halus dan tambahkan potongan daging ayam yang sudah digoreng. Saat dimakan bersama dengan hidangan utama, kelezatan hidangan ini bisa menyentuh hati orang-orang Sumeru.",
      "effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108393,
      "name": "Delicious Butter Chicken",
      "description": "Hidangan dengan rasa yang kuat. Daging ayam yang empuk terlapis sempurna dengan saus yang kental. Di setiap gigitan akan terasa \"ledakan rasa-rasa elemen\" ... Ups, tanpa sadar kamu sudah menghabiskan satu piring penuh, dan sepotong roti terakhir yang diolesi saus gurihnya sedang menuju ke dalam mulutmu.",
      "effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108438,
      "name": "Show Me the Mora",
      "description": "Masakan andalan Dori. Setelah membayar sejumlah besar uang untuk makan, akhirnya datang juga kesempatan untuk mencicipi hidangan yang dibuat oleh Lord Sangemah Bay. Saus sutra membungkus lembut daging ayam yang keras ... Dalam pengaruh kelezatan yang tak tertahankan ini, tiba-tiba seperti ada dorongan aneh - orang jadi ingin menggelontorkan Mora dan membelinya lagi dan lagi!",
      "effect": "Meningkatkan 274 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "dori",
        "name": "Dori"
      }
    }
  }
}
