{
  "_id": 3001,
  "id": "calla_lily_seafood_soup",
  "name": "Calla Lily Seafood Soup",
  "description": "Kombinasi seafood dengan nutrisi seimbang. Perpaduan kelezatan kepiting dan rasa mentol membuat sup dengan rasa yang lezat, dan calla lily memberikan rasa yang sangat segar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Crab",
      "amount": 4
    },
    {
      "_id": 100056,
      "id": "calla_lily",
      "name": "Calla Lily",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108049,
      "name": "Suspicious Calla Lily Seafood Soup",
      "description": "Kombinasi seafood dengan nutrisi seimbang. Pahitnya calla lily, menyengitnya rasa mentol, dan kerasnya rasa hanyir kepiting... Memadukan rasa-rasa tidak menyenangkan ini, juga memerlukan teknik yang tinggi.",
      "effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108050,
      "name": "Calla Lily Seafood Soup",
      "description": "Kombinasi seafood dengan nutrisi seimbang. Perpaduan kelezatan kepiting dan rasa mentol membuat sup dengan rasa yang lezat, dan calla lily memberikan rasa yang sangat segar.",
      "effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108051,
      "name": "Delicious Calla Lily Seafood Soup",
      "description": "Kombinasi seafood dengan nutrisi seimbang. Kepiting, Mint, dan Calla Lily yang digunakan bersatu dengan sempurna di lidahmu seperti hari yang menyegarkan di tepi pantai.",
      "effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108175,
      "id": "a_prize_catch",
      "name": "A Prize Catch",
      "description": "Hidangan spesial Tartaglia. Tampak seperti hewan yang terperangkap di lautan darah, raungan kematiannya saat sekarat tidak terdengar... Namun Tartaglia tersenyum dan menjelaskan bahwa itu hanya hasil dari penangkapan ikan di laut dan beberapa makanan khas setempat.",
      "effect": "Meningkatkan 282 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "tartaglia",
        "name": "Tartaglia"
      }
    }
  }
}