{
  "_id": 3414,
  "id": "cassoulet",
  "name": "Cassoulet",
  "description": "Makanan rebusan dari pinggir kota. Cukup masukkan semua bahan ke dalam panci, campurkan, dan masak hingga siap disajikan. Yang perlu diingat adalah, nama lengkap hidangan ini: Kacang Renyah, Daging Unggas, dan Rebusan Sosis Asap dalam Panci dengan Marcotte. Nama yang panjang ini membuat orang-orang menyebutnya cukup dengan \"Cassoulet\" saja.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Sausage",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 1
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Glabrous Beans",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108597,
      "name": "Suspicious Cassoulet",
      "description": "Makanan rebusan yang sederhana. Meskipun tampilannya terlihat oke, tapi waktu kamu menyantapnya, kamu akan merasakan sedikit rasa terbakar dan sebelum kamu sempat menyadarinya ternyata lapisan bawahnya telah terbakar sangat parah sehingga menyatu dengan kaserolnya. Ugh ... lain kali jangan lupa deh kasih tahu kokinya buat sekali-kali mengaduk bahannya waktu memasak ....",
      "effect": "Meningkatkan 20% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108598,
      "name": "Cassoulet",
      "description": "Makanan rebusan dari pinggir kota. Cukup masukkan semua bahan ke dalam panci, campurkan, dan masak hingga siap disajikan. Yang perlu diingat adalah, nama lengkap hidangan ini: Kacang Renyah, Daging Unggas, dan Rebusan Sosis Asap dalam Panci dengan Marcotte. Nama yang panjang ini membuat orang-orang menyebutnya cukup dengan \"Cassoulet\" saja.",
      "effect": "Meningkatkan 25% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108599,
      "name": "Delicious Cassoulet",
      "description": "Hidangan rebusan yang sederhana. Waktu adalah senjata paling penting untuk menentukan kelezatan hidangan ini, rebusan yang perlahan tapi pasti membuat daging terendam dalam lautan rasa, membuatnya lembut dan harum. Bersama dengan aroma yang kaya dari kacang, menghasilkan rasa hangat di dalam mulut yang bisa membangkitkan semangat.",
      "effect": "Meningkatkan 30% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}