{
  "_id": 3310,
  "id": "charcoalbaked_ajilenakh_cake",
  "name": "Charcoal-Baked Ajilenakh Cake",
  "description": "Makanan pastri berwarna gelap. Pertama-tama Ajilenakh Nut-nya dipanggang, lalu ditumbuk dan disaring, kemudian ditambahkan ke dalam adonan dan dipanggang lagi. Bentuk hasil akhirnya tidak menakjubkan, tapi aroma Ajilenakh Nut-nya tercium harum dan sangat cocok dimakan dengan selai.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Ajilenakh Nut",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108448,
      "name": "Suspicious Charcoal-Baked Ajilenakh Cake",
      "description": "Makanan pastri berwarna gelap. Sekilas terlihat seperti hidangan kegelapan, setelah memberanikan diri untuk mencoba satu gigitan, teksturnya yang kering dan kasar ini ... Apa ada yang tidak sengaja menyuguhkan arang ke atas meja makan, ya?",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 900 HP."
    },
    "normal": {
      "_id": 108449,
      "name": "Charcoal-Baked Ajilenakh Cake",
      "description": "Makanan pastri berwarna gelap. Pertama-tama Ajilenakh Nut-nya dipanggang, lalu ditumbuk dan disaring, kemudian ditambahkan ke dalam adonan dan dipanggang lagi. Bentuk hasil akhirnya tidak menakjubkan, tapi aroma Ajilenakh Nut-nya tercium harum dan sangat cocok dimakan dengan selai.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 1.200 HP."
    },
    "delicious": {
      "_id": 108450,
      "name": "Delicious Charcoal-Baked Ajilenakh Cake",
      "description": "Makanan pastri berwarna gelap. Kuenya halus, dan hampir berkilauan. Aroma Ajilenakh Nut sangat kental dan dipenuhi kehangatan. Makanan ini terasa empuk dan lembut saat memasuki mulutmu, rasanya mengangkat semua keletihan dan penderitaanmu. Ah, sama seperti pepatah yang mengatakan, jangan menilai sebuah buku dari sampulnya, janganlah pula menilai kue dari luarnya.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 1.500 HP."
    },
    "special": {
      "_id": 108478,
      "name": "Traditionally-Made Charcoal-Baked Ajilenakh Cake",
      "description": "Masakan Andalan Faruzan. Biskuit hitam pekat yang terletak di atas saus hijau Mint, layaknya mekanisme yang sangat misterius. Mungkin juga dia merasakan keraguanmu, sehingga Bu Faruzan langsung membusungkan dadanya dan berkata dengan penuh percaya diri kalau ini adalah hidangan tradisional Sumeru seratus tahun yang lalu, jadi rasanya pasti dijamin lezat. Tapi ... apa benar ini cita rasa aneh penduduk Sumeru seratus tahun yang lalu?",
      "effect": "Menghidupkan kembali Karakter lalu memulihkan 20% HP dan 1.500 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "faruzan",
        "name": "Faruzan"
      }
    }
  }
}
