{
  "_id": 5502,
  "id": "cheesy_crab_hotpot",
  "name": "Cheesy Crab Hotpot",
  "description": "Hidangan yang berkilauan dengan lapisan emas di atasnya. Bahan-bahannya digoreng terlebih dahulu dan disusun dalam wadah casserole sebelum dipanggang hingga lapisan kejunya mulai berbusa. Baik untuk makan malam keluarga atau acara kumpul-kumpul, hidangan klasik yang mewah ini pasti akan mengundang decak kagum dari semua orang yang hadir.",
  "rarity": 5,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Crab",
      "amount": 6
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 5
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 4
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 4
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108794,
      "name": "Suspicious Cheesy Crab Hotpot",
      "description": "Hidangan yang berkilauan dengan lapisan emas di atasnya. Bahan-bahan yang hangus menempel kuat di casserole, dan setelah kamu berusaha keras untuk memakannya sesendok, gigitan pertama pun sudah membuat bulu kudukmu merinding. Rasanya seperti menjadi target dari aliran lahar, membuat orang ingin melarikan diri secepatnya.",
      "effect": "Meningkatkan 20% Max HP dan 14% Energy Recharge seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108795,
      "name": "Cheesy Crab Hotpot",
      "description": "Hidangan yang berkilauan dengan lapisan emas di atasnya. Bahan-bahannya digoreng terlebih dahulu dan disusun dalam wadah casserole sebelum dipanggang hingga lapisan kejunya mulai berbusa. Baik untuk makan malam keluarga atau acara kumpul-kumpul, hidangan klasik yang mewah ini pasti akan mengundang decak kagum dari semua orang yang hadir.",
      "effect": "Meningkatkan 25% Max HP dan 17% Energy Recharge seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108796,
      "name": "Delicious Cheesy Crab Hotpot",
      "description": "Hidangan yang berkilauan dengan lapisan emas di atasnya. Manisnya daging kepiting bagaikan sinar fajar pertama yang menembus awan. Aroma keju yang pekat dan gurih mengundang cahaya matahari pagi ke rangkulan indera pengecap, membasahi mulutmu dengan cahaya keemasan yang hangat. Sensasi kebahagiaan menyapu jalur yang menghangatkan jiwa dari lidah ke dalam perut, memadukan semua indera dalam kekaguman.",
      "effect": "Meningkatkan 30% Max HP dan 20% Energy Recharge seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
