{
  "_id": 2508,
  "id": "cheesy_mushroom_skewer",
  "name": "Cheesy Mushroom Skewer",
  "description": "Tusuk sate yang dilapisi keju yang lezat. Tutup jamur Red Berryshroom dibuang, diisi dengan taburan keju yang banyak, lalu dipanggang hingga sempurna. Aromanya yang kaya membawa sedikit rasa buah, dan hidangan ini paling nikmat dinikmati saat panas.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101256,
      "id": "red_berryshroom",
      "name": "Red Berryshroom",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108806,
      "name": "Suspicious Cheesy Mushroom Skewer",
      "description": "Tusuk sate yang dilapisi keju gosong. Baunya yang menyengat menandakan bahwa Red Berryshroom telah berubah menjadi Black Burnedshroom. Sebegitu mengerikannya sampai-sampai kamu bertanya-tanya apakah diri ini telah mengubah jamur yang tidak berbahaya menjadi jamur beracun ....",
      "effect": "Meningkatkan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108807,
      "name": "Cheesy Mushroom Skewer",
      "description": "Tusuk sate yang dilapisi keju yang lezat. Tutup jamur Red Berryshroom dibuang, diisi dengan taburan keju yang banyak, lalu dipanggang hingga sempurna. Aromanya yang kaya membawa sedikit rasa buah, dan hidangan ini paling nikmat dinikmati saat panas.",
      "effect": "Meningkatkan 9% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108808,
      "name": "Delicious Cheesy Mushroom Skewer",
      "description": "Tusuk sate yang dilapisi keju berwarna cokelat keemasan yang lezat. Jamurnya hampir setebal steak. Meskipun tidak berbau seperti daging, rasanya jauh lebih nikmat. Satu gigitan saja akan memanjakan seluruh mulutmu dengan rasa harum yang tersaji di dalamnya, karena kenikmatan yang lezat meluap dengan berlimpah.",
      "effect": "Meningkatkan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108810,
      "id": "mt_mushroom_for_one",
      "name": "Mt. Mushroom (Porsi Seorang)",
      "description": "Masakan andalan Varesa. Mengenakan pakaian warna merah muda seperti permen kapas, perempuan muda ini dengan mudah menyajikan hidangan yang kaya ini dengan satu tangan. Aroma jamur yang bercampur dengan keju membuatmu meraih alat makan sebelum menyadarinya. Hei, umm ... Memangnya makanan sebanyak ini mungkin dihabiskan dalam sehari?",
      "effect": "Meningkatkan 16% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "varesa",
        "name": "Varesa"
      }
    }
  }
}