{
  "id": "chilimince_cornbread_buns",
  "name": "Chili-Mince Cornbread Buns",
  "description": "Camilan tradisional dari Liyue. Adonan segar dibentuk menjadi bulat, ditiriskan, lalu diletakkan dalam sebuah wadah untuk dikukus. Daging dan sayur lalu dicuci, dipotong, sebelum akhirnya digoreng di dalam wajan yang sudah diminyaki. Saat disantap, bumbu yang digoreng harus diletakkan di tengah roti lalu dimakan bersamaan. Di antara sayuran yang renyah dan daging yang beraroma, ini merupakan sebuah rasa yang padat dan enak.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 2
    },
    {
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Chili-Mince Cornbread Buns",
      "description": "Camilan tradisional dari Liyue. Sebungkus besar Jueyun Chili yang direbus menumpuk di tengah, dengan rasa pedas yang tak tertahankan. Satu gigitan saja bagaikan ada seseorang yang ingin membakar tenggorokanmu. Dengan beberapa gigitan lagi, dan siapa tahu, mungkin saja kamu bisa mengeluarkan api dari mulutmu seperti Guoba!",
      "effect": "Meningkatkan 25% kekuatan perisai dan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Chili-Mince Cornbread Buns",
      "description": "Camilan tradisional dari Liyue. Adonan segar dibentuk menjadi bulat, ditiriskan, lalu diletakkan dalam sebuah wadah untuk dikukus. Daging dan sayur lalu dicuci, dipotong, sebelum akhirnya digoreng di dalam wajan yang sudah diminyaki. Saat disantap, bumbu yang digoreng harus diletakkan di tengah roti lalu dimakan bersamaan. Di antara sayuran yang renyah dan daging yang beraroma, ini merupakan sebuah rasa yang padat dan enak.",
      "effect": "Meningkatkan 30% kekuatan perisai dan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Chili-Mince Cornbread Buns",
      "description": "Camilan tradisional dari Liyue. Aroma yang kuat dari wajan menempel pada bumbunya, lalu dimasukkan ke dalam roti yang empuk, sehingga memenuhi udara dengan aroma yang layak untuk mendapat sambutan hangat. Sama seperti tangan-tangan terampil rakyat Liyue yang telah membuat pelabuhan ini menjadi makmur dan terkenal, begitu pula dengan bahan-bahan biasa yang \"dikembangkan\" oleh jerih payah seseorang menjadi sesuatu yang luar biasa nikmat. Tidak mengherankan jika hidangan ini bahkan dapat membangunkan dewa yang tertidur...",
      "effect": "Meningkatkan 35% kekuatan perisai dan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
