{
  "_id": 3503,
  "id": "chocolate",
  "name": "Chocolate",
  "description": "Camilan yang berbentuk bola. Dikatakan bahwa tempat Cacahuatl ditanam memiliki pengaruh besar terhadap rasa cokelat, memberikannya rasa yang benar-benar unik — entah itu karena tanahnya yang kasar atau aroma buahnya yang manis ... Siapa gerangan yang tahu akan rasa apa yang dihasilkan di gigitan berikutnya ?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108724,
      "name": "Suspicious Chocolate",
      "description": "Camilan yang berbentuk bola. Rasa asli Cacahuatl-nya yang khas tertutupi oleh gula yang berlebihan sehingga lapisan rasanya rusak dan tidak menyisakan apa pun kecuali rasa manis yang basi, memuakkan, dan lengket ... Gosok gigi sih gampang, tapi sisa cokelatnya harus bagaimana dong?",
      "effect": "Memulihkan 70 Stamina."
    },
    "normal": {
      "_id": 108725,
      "name": "Chocolate",
      "description": "Camilan yang berbentuk bola. Dikatakan bahwa tempat Cacahuatl ditanam memiliki pengaruh besar terhadap rasa cokelat, memberikannya rasa yang benar-benar unik — entah itu karena tanahnya yang kasar atau aroma buahnya yang manis ... Siapa gerangan yang tahu akan rasa apa yang dihasilkan di gigitan berikutnya ?",
      "effect": "Memulihkan 85 Stamina."
    },
    "delicious": {
      "_id": 108726,
      "name": "Delicious Chocolate",
      "description": "Camilan yang berbentuk bola. Rasanya di mulut selembut dan sehalus bulu angsa. Kemudian Cacahuatl membawa kehangatan setelah meleleh dengan perlahan. Cicipilah dengan sepenuh hati, izinkan rasa manisnya menjalin kedekatannya denganmu.",
      "effect": "Memulihkan 100 Stamina."
    },
    "special": {
      "_id": 108760,
      "id": "fruitflavored_milk_candies",
      "name": "Fruit-Flavored Milk Candies",
      "description": "Masakan andalan Xilonen. Saat duduk berdampingan di pohon besar dan mengobrol, dia menyerahkan sebuah kotak yang indah, dan isinya ... permen dengan berbagai bentuk aneh? \"Menurut klasifikasi ilmiahnya, Cacahuatl itu termasuk buah-buahan. Permen yang dibuat dengan menambahkan susu dan gula ke dalam Cacahuatl – kalau disebut susu rasa buah, harusnya tidak masalah deh. Yuk kita makan sama-sama.\" ucap Xilonen sambil mengambil sebiji permen, lalu menggigitnya.",
      "effect": "Memulihkan 130 Stamina.",
      "character": {
        "id": "xilonen",
        "name": "Xilonen"
      }
    }
  }
}
