{
  "_id": 3410,
  "id": "coffee_bavarois",
  "name": "Coffee Bavarois",
  "description": "Makanan penutup yang menyegarkan yang mewakili Fontaine, proses pembuatan hidangan ini sangat sederhana dan tidak rumit. Asalkan porsi bahan-bahannya sesuai, hidangan ini tidak akan pernah gagal. Terlepas dari teksturnya yang halus, ada sedikit rasa dingin yang bisa membangkitkan semangatmu dalam sekejap.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Coffee Bean",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108579,
      "name": "Suspicious Coffee Bavarois",
      "description": "Makanan penutup yang menyegarkan. Setelah kamu menggigitnya, rasa pahit dan asam akan menyegarkan pikiranmu. Kamu hanya bisa menyimpulkan bahwa pasti ada banyak biji kopi yang terkandung di dalamnya. Walaupun kepahitan di mulutmu akan mereda seiring berjalannya waktu, kamu mungkin akan lebih khawatir dengan kualitas tidurmu malam ini ....",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108580,
      "name": "Coffee Bavarois",
      "description": "Makanan penutup yang menyegarkan yang mewakili Fontaine, proses pembuatan hidangan ini sangat sederhana dan tidak rumit. Asalkan porsi bahan-bahannya sesuai, hidangan ini tidak akan pernah gagal. Terlepas dari teksturnya yang halus, ada sedikit rasa dingin yang bisa membangkitkan semangatmu dalam sekejap.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108581,
      "name": "Delicious Coffee Bavarois",
      "description": "Makanan penutup yang menyegarkan. Keharuman dari tepung yang kaya akan aroma kopi gurih bercampur di ujung lidah, bagaikan langkah tarian yang lembut dan ringan berdansa di mulutmu, meninggalkan tekstur lembut bagaikan sutra. Tak heran bahwa hidangan ini dianggap seperti permata di dalam menu makanan penutup!",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    }
  }
}
