{
  "_id": 3003,
  "id": "cold_cut_platter",
  "name": "Cold Cut Platter",
  "description": "Sepiring daging yang disajikan dingin. Terdiri dari daging bacon, ham, dan sosis dengan jumlah seimbang, biasanya disantap sambil membandingkan daging mana yang lebih enak.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 1
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Bacon",
      "amount": 1
    },
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Sausage",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108059,
      "name": "Suspicious Cold Cut Platter",
      "description": "Sepiring daging yang disajikan dingin. Sepertinya terlalu dingin, tidak dianjurkan bagi orang dengan lambung sensitif.",
      "effect": "Meningkatkan 20% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108060,
      "name": "Cold Cut Platter",
      "description": "Sepiring daging yang disajikan dingin. Terdiri dari daging bacon, ham, dan sosis dengan jumlah seimbang, biasanya disantap sambil membandingkan daging mana yang lebih enak.",
      "effect": "Meningkatkan 30% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108061,
      "name": "Delicious Cold Cut Platter",
      "description": "Sepiring daging yang disajikan dingin. Sedikit bumbu yang ditaburkan menambah rasa gurih setiap jenis daging. Mulut dipenuhi kenikmatan tiga jenis daging, masalah apa pun segera terlupakan.",
      "effect": "Meningkatkan 40% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108117,
      "id": "die_heilige_sinfonie",
      "name": "Blessed Symphony",
      "description": "Spesialisasi Fischl. Tampaknya mengandung beberapa teka-teki yang tidak bisa dipahami di balik tampilannya yang indah. Jika kamu melihat Fischl sambil menyantap hidangannya, orang dapat melihat tatapannya yang penuh harap mengintip melalui celah jari-jarinya yang dia gunakan untuk menutupi setengah wajahnya ... Apa ini juga bagian dari misteri?",
      "effect": "Meningkatkan 55% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "fischl",
        "name": "Fischl"
      }
    }
  }
}
