{
  "id": "come_and_get_it",
  "name": "Come and Get It",
  "description": "Hidangan yang terbuat dari beragam bahan. Tidak ada yang khusus dari bahan ataupun cara pembuatan hidangan ini, tetapi hidangan ini sering muncul saat musim festival di Liyue. Nama hidangan ini diambil karena kapan pun hidangan ini disajikan, pemimpin perjamuan akan selalu mengatakan \"Ayo makan, makan\".",
  "rarity": 3,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "id": "rice",
      "name": "Rice",
      "amount": 3
    },
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Come and Get It",
      "description": "Hidangan yang terbuat dari beragam bahan, direbus dalam sebuah panci besar panas dengan sembrono. Seolah rasa dari semua bahan itu belum cukup buruk, kamu juga heran kenapa ada pasir di piring?",
      "effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Come and Get It",
      "description": "Hidangan yang terbuat dari beragam bahan. Tidak ada yang khusus dari bahan ataupun cara pembuatan hidangan ini, tetapi hidangan ini sering muncul saat musim festival di Liyue. Nama hidangan ini diambil karena kapan pun hidangan ini disajikan, pemimpin perjamuan akan selalu mengatakan \"Ayo makan, makan\".",
      "effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Come and Get It",
      "description": "Hidangan yang terbuat dari beragam bahan. Campuran daging dan sayurannya sungguh sempurna, dan rasa pada kuah kaldunya membuatnya menjadi lebih baik lagi. Tanpa izin dari tuan rumah, seseorang sudah melahap setengahnya.",
      "effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "special": {
      "name": "No Tomorrow",
      "description": "Spesialisasi Qiqi. Barisan bahan makanan yang tertata rapi tampak sangat eksotis sekaligus lezat, dan Baizhu mengatakan bahwa Qiqi telah menghabiskan waktu yang lama untuk menciptakan hidangan ini. Tapi, mengingat bahwa Qiqi tidak punya indra perasa, membuatmu membutuhkan keberanian yang sangat tinggi untuk sekadar mencicipinya.",
      "effect": "Meningkatkan 20% CRIT Rate dan CRIT DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri.",
      "character": {
        "id": "qiqi",
        "name": "Qiqi"
      }
    }
  }
}
