{
  "_id": 3409,
  "id": "conch_madeleine",
  "name": "Conch Madeleine",
  "description": "Hidangan penutup yang bentuknya imut. Dikatakan bahwa seorang koki dari keluarga kaya di Fontaine membuat kue dengan meniru bentuk Beryl Conch untuk menghibur sang tuan muda. Keaslian cerita ini memang tidak dapat diketahui dengan pasti, tapi satu hal yang sudah pasti — rasa lezatnya.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108560,
      "name": "Suspicious Conch Madeleine",
      "description": "Hidangan penutup yang harusnya sih \"imut\". Membutuhkan imajinasi yang liar untuk bisa mengaitkan bentuk kue yang aneh ini dengan Beryl Conch ... Yah rasanya lumayan lah.",
      "effect": "Meningkatkan 15% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108561,
      "name": "Conch Madeleine",
      "description": "Hidangan penutup yang bentuknya imut. Dikatakan bahwa seorang koki dari keluarga kaya di Fontaine membuat kue dengan meniru bentuk Beryl Conch untuk menghibur sang tuan muda. Keaslian cerita ini memang tidak dapat diketahui dengan pasti, tapi satu hal yang sudah pasti — rasa lezatnya.",
      "effect": "Meningkatkan 17% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108562,
      "name": "Delicious Conch Madeleine",
      "description": "Hidangan penutup berbentuk imut. Ada pepatah di Fontaine: \"Hanya ada 2 tipe orang: satu yang menyukai Conch Madeleine dan satunya lagi yang belum pernah mencicipinya\". Semua orang pasti akan jatuh cinta pada kue ini!",
      "effect": "Meningkatkan 20% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108565,
      "id": "a_leisurely_sip",
      "name": "A Leisurely Sip",
      "description": "Masakan khas Lynette. Sudah waktunya minum teh sore-sore, dan Lynette menyuguhkan camilan yang dibuat khusus untukmu. Gadis muda yang menyeruput dari cangkir dan camilan berbentuk kucing seolah menyatu. Hatimu dipenuhi rasa bahagia, tapi kamu juga agak khawatir sih dengan kondisi alat-alat dapurnya ....",
      "effect": "Meningkatkan 25% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "lynette",
        "name": "Lynette"
      }
    }
  }
}