{
  "id": "crab_roe_tofu",
  "name": "Crab Roe Tofu",
  "description": "Hidangan dengan rasa yang lembut di mulut. Telur kepiting yang digoreng sampai minyak di dalamnya keluar sebelum akhirnya dituang ke dalam rebusan tahu dengan kaldu. Sederhana namun sangat segar.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "crab_roe",
      "name": "Crab Roe",
      "amount": 1
    },
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Crab Roe Tofu",
      "description": "Hidangan dengan rasa yang lembut di mulut. Bahkan telur kepiting yang paling segar pun tidak bisa menutupi rasa tahu yang terlalu tua ini. Menghancurkannya dengan sumpit dan mencampurnya dengan nasi putih adalah satu-satunya hal yang dapat kamu lakukan untuk menelannya.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 250 HP."
    },
    "normal": {
      "name": "Crab Roe Tofu",
      "description": "Hidangan dengan rasa yang lembut di mulut. Telur kepiting yang digoreng sampai minyak di dalamnya keluar sebelum akhirnya dituang ke dalam rebusan tahu dengan kaldu. Sederhana namun sangat segar.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 400 HP."
    },
    "delicious": {
      "name": "Delicious Crab Roe Tofu",
      "description": "Hidangan dengan rasa yang lembut di mulut. Tahu yang sangat lembut dan bahkan bisa hancur jika kamu meniup sesendok saja tahu tersebut. Setiap butir telur kepiting benar-benar padat dan berisi minyak kepiting yang keluar melalui bibirmu saat menggigitnya. Kamu tidak perlu mengunyah karena makanan ini dapat langsung mengalir ke tenggorokanmu. Meninggalkan kenangan akan rasanya yang sangat segar.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 550 HP."
    },
    "special": {
      "name": "\"My Way\"",
      "description": "Spesialis Yanfei adalah Crab Roe Tofu yang dibuat dengan luar biasa. Dimensi dan rasanya semua disajikan sesuai dengan resep \"Hukum Crab Roe Tofu\", tanpa ada satu huruf pun yang terlewat.",
      "effect": "Menghidupkan kembali Karakter lalu memulihkan 15% HP dan 550 HP Karakter yang dipilih.",
      "character": {
        "id": "yanfei",
        "name": "Yanfei"
      }
    }
  }
}
