{
  "id": "crab_roe_kourayaki",
  "name": "Crab Roe Kourayaki",
  "description": "Sajian daging kepiting yang dimasak langsung di atas api. Daging dan telur kepitingnya dicampur rata, lalu dihiasan pakai kaki kepiting yang banyak dagingnya. Kebahagiaan yang mengalir saat gigitan pertama menjadikan kesabaranmu menunggu lebih berarti.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "crab",
      "name": "Crab",
      "amount": 1
    },
    {
      "id": "crab_roe",
      "name": "Crab Roe",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Crab Roe Kourayaki",
      "description": "Sajian daging kepiting yang sudah dimasak langsung di atas api. Pecahan cangkang yang dihancurkan dan telur kepiting dihaluskan secara bersamaan. Menggigit bagian-bagian keras itu memang jadi masalah, tapi keinginan untuk memakan masakan ini sudah tidak akan kembali lagi.",
      "effect": "Meningkatkan 66 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Crab Roe Kourayaki",
      "description": "Sajian daging kepiting yang sudah dimasak langsung di atas api. Daging dan telur kepitingnya tercampur dengan rata, sebelum akhirnya diberi hiasan kaki kepiting yang padat berisi. Kebahagiaan yang mengalir dari gigitan pertama membuat kesabaranmu saat menunggu menjadi lebih berarti.",
      "effect": "Meningkatkan 81 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Crab Roe Kourayaki",
      "description": "Sajian daging kepiting yang sudah dimasak langsung di atas api. Daging kepitingnya masih memiliki warna merah tua yang indah, serta empuk dan berair. Telur kepitingnya mengeluarkan aroma yang menyegarkan, disertai dengan rasanya yang kaya dan lembut. Keanggunan makanan ini di lidahmu membuatmu mulai bertanya-tanya bagaimana sebenarnya rasanya cangkang kepiting.",
      "effect": "Meningkatkan 95 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
