{
  "id": "cream_stew",
  "name": "Cream Stew",
  "description": "Sup yang berisi daging dan sayuran. Kuahnya yang kental terasa sangat gurih dan lembut di mulut.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "id": "cream",
      "name": "Cream",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Cream Stew",
      "description": "Sup yang berisi daging dan sayuran. Anehnya, sup ini rasanya... \"kering\".",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Cream Stew",
      "description": "Sup yang berisi daging dan sayuran. Kuahnya yang kental terasa sangat gurih dan lembut di mulut.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Cream Stew",
      "description": "Sup yang berisi daging dan sayuran. Seluruh isi sup meleleh dengan sempurna saat dimasukkan ke mulut, membuatmu serasa tenggelam berendam di dalamnya.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "special": {
      "name": "Spicy Stew",
      "description": "Masakan andalan Barbara. Wortel yang dipotong-potong berbentuk bintang membuat masakan ini bertambah imut... Tapi, kenapa pedas sekali!?",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 1.500 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri.",
      "character": {
        "id": "barbara",
        "name": "Barbara"
      }
    }
  }
}
