{
  "_id": 3415,
  "id": "crepes_suzette",
  "name": "Crepes Suzette",
  "description": "Kue krep dengan banyak isi. Pertama panggang dulu krepnya, lalu sajikan dengan selai, krim, dan potongan buah. Sebenarnya resep krep punya banyak variasi. Rasa hidangan ini akan berbeda sesuai dengan bahan-bahan yang digunakan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108600,
      "name": "Suspicious Crepes Suzette",
      "description": "Kue krep dengan banyak isi. Gigitan pertama benar-benar hambar sampai kamu merasa kamu sudah kehilangan indra perasamu. Gigitan kedua manisnya minta ampun, sampai membuatmu berharap lebih baik kamu benar-benar kehilangan indra perasamu ... Benar-benar pengalaman kuliner yang begitu ekstrem bagaikan mengendarai ombak di tengah badai: Dan kalaupun kamu bisa sampai ke pesisir dengan selamat, kamu pasti bakal trauma.",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108601,
      "name": "Crepes Suzette",
      "description": "Kue krep dengan banyak isi. Pertama panggang dulu krepnya, lalu sajikan dengan selai, krim, dan potongan buah. Sebenarnya resep krep punya banyak variasi. Rasa hidangan ini akan berbeda sesuai dengan bahan-bahan yang digunakan.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108602,
      "name": "Delicious Crepes Suzette",
      "description": "Kue krep dengan banyak isian. Krimnya yang lembut dan selai terpadu dalam simfoni rasa, dibalut dengan krep yang dimasak sempurna, seolah bagaikan kain sutra yang membalut kesempurnaan, mengundang lidahmu untuk merasakan citra kuliner dengan kelezatan tanpa batas.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}