{
  "id": "crispy_potato_shrimp_platter",
  "name": "Crispy Potato Shrimp Platter",
  "description": "Camilan yang dihidangkan sebelum makan menu utama. Kentang dan berry diolah menjadi saus, lalu dituang ke atas keripik kentang yang renyah. Letakkan udang sebagai pemanis, dan hidangan manis pun siap membuat lidahmu bergoyang. Rasanya yang manis akan membuat selera makan bertambah. Daun mint juga bisa ditambahkan untuk memberi cita rasa yang berbeda.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "mint",
      "name": "Mint",
      "amount": 4
    },
    {
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 4
    },
    {
      "id": "potato",
      "name": "Potato",
      "amount": 3
    },
    {
      "id": "berry",
      "name": "Berry",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Crispy Potato Shrimp Platter",
      "description": "Camilan sebelum makan yang terlihat menarik. Terlalu banyak waktu tanpa disadari yang dihabiskan untuk sibuk memikirkan dan membuat bentuk detail hidangan ini. Irisan kentang yang ditujukan untuk menjadi alasnya kini sudah menjadi lunak, sangat mengurangi cita rasanya ketika berada di dalam mulut.",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "name": "Crispy Potato Shrimp Platter",
      "description": "Camilan yang dihidangkan sebelum makan menu utama. Kentang dan berry diolah menjadi saus, lalu dituang ke atas keripik kentang yang renyah. Letakkan udang sebagai pemanis, dan hidangan manis pun siap membuat lidahmu bergoyang. Rasanya yang manis akan membuat selera makan bertambah. Daun mint juga bisa ditambahkan untuk memberi cita rasa yang berbeda.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "name": "Delicious Crispy Potato Shrimp Platter",
      "description": "Camilan sebelum makan yang terlihat menarik. Saat makanan ini masuk ke dalam mulutmu, udang yang segar dan irisan kentang yang renyah menciptakan sebuah kontras yang luar biasa. Kentang yang empuk segera ditimpa dengan mengadukkan rasa ini secara bersamaan, telah berhasil menghadirkan pengalaman manis yang membuatmu rileks, tubuh maupun jiwamu.",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    }
  }
}
