{
  "_id": 3124,
  "id": "crispy_spring_rolls",
  "name": "Crispy Spring Rolls",
  "description": "Makanan ringan dari Liyue yang digoreng. Daging dan sayuran dipotong halus, dibungkus dengan kulit tipis, digulung berbentuk silinder, lalu digoreng dalam minyak panas hingga berwarna keemasan. Memiliki kulit yang renyah dan isian yang berlimpah, cocok untuk segala usia.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108934,
      "name": "Suspicious Crispy Spring Rolls",
      "description": "Camilan gorengan dari Liyue. Kulitnya seharusnya renyah, tapi entah kenapa malah jadi lembek dan basah. Aneh sekali ... jangan-jangan ini kertas pembungkusnya yang terendam minyak ....",
      "effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108935,
      "name": "Crispy Spring Rolls",
      "description": "Makanan ringan dari Liyue yang digoreng. Daging dan sayuran dipotong halus, dibungkus dengan kulit tipis, digulung berbentuk silinder, lalu digoreng dalam minyak panas hingga berwarna keemasan. Memiliki kulit yang renyah dan isian yang berlimpah, cocok untuk segala usia.",
      "effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108936,
      "name": "Delicious Crispy Spring Rolls",
      "description": "Camilan gorengan dari Liyue. Dengan bunyi renyah yang memuaskan, isian yang berlimpah akan menyembur keluar saat kamu menggigitnya. Di balik kulitnya yang keemasan dan berlapis terdapat bukan hanya lapisan rasa, tapi juga kehangatan dan keriuhan sehari-hari dari Liyue.",
      "effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108949,
      "id": "flavor_of_spring",
      "name": "Flavor of Spring",
      "description": "Masakan andalan Zibai. Warnanya berkilau seperti batu amber keemasan, mirip dengan matanya. Aromanya seperti lumpia biasa, tapi ketika digigit, kerenyahannya memiliki ketahanan yang tidak terduga. Mungkinkah ini resep rahasia yang diwariskan dari Lang-Gan kuno?",
      "effect": "Meningkatkan 282 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "zibai",
        "name": "Zibai"
      }
    }
  }
}