{
  "id": "crystal_shrimp",
  "name": "Crystal Shrimp",
  "description": "Salah satu cemilan tradisional Liyue. Isinya adalah daging udang segar utuh, dan kualitas tepung yang berkilauan dapat ditebak dari kekenyalan kulit luarnya. Mempunyai rasa yang cukup kenyal di mulut.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "rice",
      "name": "Rice",
      "amount": 3
    },
    {
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 3
    },
    {
      "id": "carrot",
      "name": "Carrot",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Crystal Shrimp",
      "description": "Salah satu cemilan tradisional Liyue. Kulit kusam dan lengket, dikombinasikan dengan isian kering di dalamnya, membuat orang ingin menyelesaikan siksaan ini secepatnya.",
      "effect": "Memulihkan 18% HP Karakter yang dipilih dan memberikan regenerasi 300 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "name": "Crystal Shrimp",
      "description": "Salah satu cemilan tradisional Liyue. Isinya adalah daging udang segar utuh, dan kualitas tepung yang berkilauan dapat ditebak dari kekenyalan kulit luarnya. Mempunyai rasa yang cukup kenyal di mulut.",
      "effect": "Memulihkan 20% HP Karakter yang dipilih dan memberikan regenerasi 390 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "name": "Delicious Crystal Shrimp",
      "description": "Salah satu cemilan tradisional Liyue. Kulit luarnya sangat jernih dan ketika di dalam mulut, rasa di lidah seolah membuat seseorang berpikir udang itu masih hidup. Mereka yang memakannya selalu mengeluh bahwa 4 potong per porsi benar-benar tidak cukup.",
      "effect": "Memulihkan 22% HP Karakter yang dipilih dan memberikan regenerasi 470 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "name": "All-Delicacy Parcel",
      "description": "Spesialisasi Xingqiu. Hidangan dengan bentuk yang indah bagaikan kerajinan tangan ini membuat orang enggan untuk menyentuhnya. Tapi setelah kamu mencicipi rasanya yang segar, ringan, dan manis akan membuat hidangan ini susah untuk diletakkan... Eh tunggu, apa dia membuang wortelnya, atau hanya kebetulan saja?",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 570 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "xingqiu",
        "name": "Xingqiu"
      }
    }
  }
}
