{
  "_id": 2114,
  "id": "deepfried_doublecrisp",
  "name": "Deep-Fried Doublecrisp",
  "description": "Salah satu masakan Liyue yang terkenal. Antara panas terik, minyak yang mendidih, dan proses menumis, semua ini merupakan ujian berat bagi keterampilan seseorang. Memasak kelebihan beberapa detik saja bisa jadi membuat bahan-bahan masakanmu tidak matang dengan sempurna; terlalu sebentar, hasilnya akan jadi kurang matang dan kurang renyah. Oleh karena itu, hidangan ini sering menjadi pilihan koki berpengalaman Liyue untuk menunjukkan kebolehannya.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108639,
      "name": "Suspicious Deep-Fried Doublecrisp",
      "description": "Hidangan Liyue yang terkenal. Jika tidak berhati-hati, sebelum sempat membaliknya dengan spatula, amukan api yang kejam akan meraup semua kerenyahan yang seharusnya tersisa, dengan hanya menyisakan noda hitam gosong, lalu mengubahnya menjadi \"batu arang goreng\" setelah diangkat.",
      "effect": "Meningkatkan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108640,
      "name": "Deep-Fried Doublecrisp",
      "description": "Salah satu masakan Liyue yang terkenal. Antara panas terik, minyak yang mendidih, dan proses menumis, semua ini merupakan ujian berat bagi keterampilan seseorang. Memasak kelebihan beberapa detik saja bisa jadi membuat bahan-bahan masakanmu tidak matang dengan sempurna; terlalu sebentar, hasilnya akan jadi kurang matang dan kurang renyah. Oleh karena itu, hidangan ini sering menjadi pilihan koki berpengalaman Liyue untuk menunjukkan kebolehannya.",
      "effect": "Meningkatkan 9% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108641,
      "name": "Delicious Deep-Fried Doublecrisp",
      "description": "Hidangan Liyue yang terkenal. Dua bunga daging berwarna merah dan putih, seperti sedang mekar di ujung lidah. Halus, empuk, renyah, asin, dan harum, merupakan hidangan yang wajib dimiliki. Kamu tidak akan bisa berhenti memujinya bahkan setelah menjilat seluruh sisa hidangannya sampai tetes terakhir.",
      "effect": "Meningkatkan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}