{
  "id": "dragon_beard_noodles",
  "name": "Dragon Beard Noodles",
  "description": "Mi yang tipis seperti rambut di janggut naga. Tumis bawang, lalu tambahkan kaldu dan bahan pendamping, dan masukkan mi untuk langkah terakhir. Hidangkan saat sudah matang. Adonan mi perlu ditarik dan direnggangkan berkali-kali agar bisa berbentuk seperti mi janggut naga. Mi ini adalah hidangan mi Liyue yang paling membutuhkan kemahiran memasak.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "flour",
      "name": "Flour",
      "amount": 4
    },
    {
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 2
    },
    {
      "id": "ham",
      "name": "Ham",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Dragon Beard Noodles",
      "description": "Mi yang tipis seperti rambut di janggut naga. Karena terlalu mengutamakan bentuk yang tipis dan panjang, setiap helai minya menjadi putus saat dimasak. Kelihatannya mudah tapi sebenarnya sulit dibuat, sepertinya kamu masih harus banyak latihan ....",
      "effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Dragon Beard Noodles",
      "description": "Mi yang tipis seperti rambut di janggut naga. Tumis bawang, lalu tambahkan kaldu dan bahan pendamping, dan masukkan mi untuk langkah terakhir. Hidangkan saat sudah matang. Adonan mi perlu ditarik dan direnggangkan berkali-kali agar bisa berbentuk seperti mi janggut naga. Mi ini adalah hidangan mi Liyue yang paling membutuhkan kemahiran memasak.",
      "effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Dragon Beard Noodles",
      "description": "Mi yang tipis seperti rambut di janggut naga. Juntaian minya seperti air terjun yang mengalir lurus ke bawah, jatuh ke dalam kuah kaldu yang menangkap esensi pegunungan. Rasanya sedikit lebih lembut dan kenyal bila dibandingkan dengan mi yang biasanya, setiap orang memakannya tidak akan berhenti untuk melahapnya.",
      "effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "name": "Heartstring Noodles",
      "description": "Hidangan andalan Shenhe. Mungkin hidangan ini berasal dari keinginannya untuk membangkitkan kembali rasa dalam ingatan, sehingga Shenhe telah mencurahkan banyak waktu dan tenaga untuk membuat hidangan ini. Mi yang lembut dan kuah kaldu yang lezat memang luar biasa. Namun yang paling mengesankan adalah upaya dan niat yang dimasukkan ke dalam hidangan ini ....",
      "effect": "Meningkatkan 274 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri.",
      "character": {
        "id": "shenhe",
        "name": "Shenhe"
      }
    }
  }
}
