{
  "_id": 4106,
  "id": "drunken_plums_in_snow",
  "name": "Drunken Plums in Snow",
  "description": "Hidangan Liyue yang elegan. Setelah kepitingnya matang, keluarkan telur kepiting dan daging kepitingnya, lalu goreng di dalam panci dan letakkan kembali ke dalam cangkang kepitingnya. Aduk putih telur menjadi pelapis untuk cangkang kepiting, dilengkapi dengan potongan ham untuk tambahan warna, dan semuanya dipanggang bersama-sama. Kombinasi ini benar-benar bisa membuat orang bertepuk tangan.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Crab",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 2
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Crab Roe",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108784,
      "name": "Suspicious Drunken Plums in Snow",
      "description": "Hidangan Liyue yang elegan. Hidangan ini terlihat sempurna, tapi siapa sangka kalau daging kepiting yang dipotong-potong dengan rapi ini ternyata mengandung cangkang yang tercampur di dalamnya. Sebelum mencoba hidangan ini, ada baiknya kamu berdamai dulu dengan rasa gelisahmu karena gigi-gigimu bisa kapan saja tertimpa oleh cangkang kepiting ini ....",
      "effect": "Meningkatkan 215 DEF dan 6% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108785,
      "name": "Drunken Plums in Snow",
      "description": "Hidangan Liyue yang elegan. Setelah kepitingnya matang, keluarkan telur kepiting dan daging kepitingnya, lalu goreng di dalam panci dan letakkan kembali ke dalam cangkang kepitingnya. Aduk putih telur menjadi pelapis untuk cangkang kepiting, dilengkapi dengan potongan ham untuk tambahan warna, dan semuanya dipanggang bersama-sama. Kombinasi ini benar-benar bisa membuat orang bertepuk tangan.",
      "effect": "Meningkatkan 261 DEF dan 8% efek pemulihan HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108786,
      "name": "Delicious Drunken Plums in Snow",
      "description": "Hidangan Liyue yang elegan. Tekstur empuk dan lembutnya seperti salju yang turun lembut di lidah. Rasa segar dari daging kepiting segera memeluk indera perasa, bagaikan bunga plum indah yang jatuh di tengah salju yang sunyi dan dingin, membuat orang terpukau.",
      "effect": "Meningkatkan 308 DEF dan 10% efek pemulihan HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}