{
  "id": "drybraised_salted_fish",
  "name": "Dry-Braised Salted Fish",
  "description": "Ikan kering yang dipanggang perlahan di atas arang. Keringkan kannya di luar semalam agar kulitnya terpapar angin laut, yang akan menjadikannya harum menggiurkan saat dipanggang. Orang-orang Inazuma yang tinggal di tepi laut sudah sangat akrab dengan rasanya yang khas.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Dry-Braised Salted Fish",
      "description": "Ikan kering yang dipanggang perlahan di atas api arang. Semua kandungan air dalam ikan telah hilang dan kering, meninggalkan tekstur daging yang bila dikunyah, rasanya seperti mengunyah kayu. Orang yang memakannya sesaat tidak bisa membedakan yang mana daging ikan, dan yang mana tulangnya.",
      "effect": "Memulihkan 8% HP dan 800 HP tambahan pada Karakter yang dipilih."
    },
    "normal": {
      "name": "Dry-Braised Salted Fish",
      "description": "Ikan kering yang dipanggang perlahan di atas api arang. Setelah diangin-anginkan semalaman, kulit luarnya beraroma angin laut dan memancarkan aroma menggiurkan saat dipanggang. Orang-orang Inazuma yang tinggal di dekat laut sangat mengenal rasanya yang khas.",
      "effect": "Memulihkan 9% HP dan 1000 HP tambahan pada Karakter yang dipilih."
    },
    "delicious": {
      "name": "Delicious Dry-Braised Salted Fish",
      "description": "Ikan kering yang dipanggang perlahan di atas api arang. Kandungan lemak merembes keluar saat ikannya menyentuh panggangan, membuat kulit ikan menjadi emas kecoklatan, dan disertai suara desisan yang menggoda selera. Dagingnya terasa padat dan enak, serta kaya akan air. Sungguh anugerah dari laut yang tak ternilai.",
      "effect": "Memulihkan 10% HP dan 1200 HP tambahan pada Karakter yang dipilih."
    },
    "special": {
      "name": "All-Weather Beauty",
      "description": "Spesialisasi Kaedehara Kazuha. Dibuat dari ikan yang dikeringkan di atas kapal. Kazuha mengaku bahwa ikan-ikan tersebut benar-benar ikan biasa. Tapi rasa ini... ini pasti definisi dari kebebasan, dan alam bebas yang merangkul semua hal, ya kan?",
      "effect": "Memulihkan 16% HP dan 1350 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "kaedehara_kazuha",
        "name": "Kaedehara Kazuha"
      }
    }
  }
}
