{
  "id": "egg_roll",
  "name": "Egg Roll",
  "description": "Olahan telur yang digoreng. Kocok telur dan bumbui, goreng perlahan d wajan pakai api kecil, kemudian gulung setelah telurnya padat. Tuang lagi adonan telur dan ulangi langkah tadi hingga ketebalan yang diinginkan, dan sajikan di atas piring. Menu ini adalah hidangan Inazuma yang sederhana namun lezat dan cocok untuk semua kalangan.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Egg Roll",
      "description": "Hidangan telur goreng. Bagian luarnya tampak lembut, saat ditusuk dengan sumpit, seluruh telur akan hancur seketika. Mungkin akan lebih mudah dimakan kalau menggunakan sendok.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 50 HP."
    },
    "normal": {
      "name": "Egg Roll",
      "description": "Hidangan telur goreng. Kocok telur dan bumbui terlebih dahulu, goreng perlahan dalam wajan dan gulung sampai telurnya padat. Tuang lagi adonan telur dan ulangi langkah tadi hingga ketebalan tertentu, dan sajikan di piring. Menu ini adalah hidangan lezat Inazuma yang sederhana dan cocok untuk segala kalangan.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 100 HP."
    },
    "delicious": {
      "name": "Delicious Egg Roll",
      "description": "Hidangan telur goreng. Bentuknya yang rapi, warna kuning keemasan dan rasanya yang lembut di mulut... potongan kecil hidangan ini mungkin tidak mengenyangkan, namun cukup untuk memberikanmu rasa kehangatan. Rasa manis yang seperti belaian hangat — sungguh tidak tertahankan.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 150 HP."
    },
    "special": {
      "name": "Faith Eternal",
      "description": "Hidangan spesialisasi Kujou Sara. Hidangan ini lebih pantas disebut sebagai camilan daripada masakan. Rasa manis dan empuk sepertinya sangat tidak sesuai dengan karakter Sara. Tunggu, simbol di atas camilan ini — apa ada hubungannya dengan \"orang itu\"?",
      "effect": "Menghidupkan kembali Karakter lalu memulihkan 10% HP dan 150 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "kujou_sara",
        "name": "Kujou Sara"
      }
    }
  }
}
