{
  "_id": 4105,
  "id": "eighttreasure_duck",
  "name": "Eight-Treasure Duck",
  "description": "Hidangan yang menuntut keterampilan sejati dalam membuatnya. Delapan jenis daging dan sayuran yang dikenal sebagai delapan harta karun dimasukkan ke dalam bebek tak bertulang, setelahnya dibentuk menjadi labu untuk melambangkan rezeki dan keberuntungan. Bahan-bahan yang indah, keterampilan memotong yang luar biasa, serta penempatan waktu yang fenomenal — semuanya diperlukan agar hasil akhir hidangannya layak dijadikan sebagai hidangan pemungkas di jamuan makan mana pun.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108636,
      "name": "Suspicious Eight-Treasure Duck",
      "description": "Hidangan yang benar-benar memerlukan keahlian. Matamu akan perih setiap kali selesai membersihkan semua tulangnya. Sepertinya masakan ini bukan cuma menguji kemampuan pisaumu, tapi kekuatan fisik dan kesabaranmu juga. Sayangnya, bebek yang sudah dibentuk dengan susah payah itu akhirnya kehilangan bentuknya di dalam panci ... Tidak usah dicoba lagi lah, mending pejamkan mata dan istirahat dulu sekarang.",
      "effect": "Meningkatkan 25% Kekuatan Perisai dan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108637,
      "name": "Eight-Treasure Duck",
      "description": "Hidangan yang menuntut keterampilan sejati dalam membuatnya. Delapan jenis daging dan sayuran yang dikenal sebagai delapan harta karun dimasukkan ke dalam bebek tak bertulang, setelahnya dibentuk menjadi labu untuk melambangkan rezeki dan keberuntungan. Bahan-bahan yang indah, keterampilan memotong yang luar biasa, serta penempatan waktu yang fenomenal — semuanya diperlukan agar hasil akhir hidangannya layak dijadikan sebagai hidangan pemungkas di jamuan makan mana pun.",
      "effect": "Meningkatkan 30% Kekuatan Perisai dan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108638,
      "name": "Delicious Eight-Treasure Duck",
      "description": "Hidangan yang benar-benar memerlukan keahlian. Bebeknya yang montok dan berair sudah cukup membuat orang-orang ketagihan begitu dikeluarkan dari panci. Tuangkan cairan harum dan tambahkan sedikit minyak kemerahan, ini bisa dianggap merupakan kombinasi yang sempurna antara warna, rasa, dan bentuk. Begitu masuk ke dalam mulutmu, kamu tidak akan bisa melupakan rasanya selama bertahun-tahun.",
      "effect": "Meningkatkan 35% Kekuatan Perisai dan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
