{
  "_id": 3123,
  "id": "fine_tea_full_moon",
  "name": "Fine Tea, Full Moon",
  "description": "Kue teh yang berisi kuning telur. Kuning telur asin dikukus, lalu diisi dan dibungkus dengan adonan bubuk teh. Setelahnya dikepal sampai bentuknya menjadi bulan purnama, dan terakhir dipanggang. Proses ini menghasilkan bagian luar yang renyah dan kriuk, sementara bagian dalamnya berasa asin manis. Setiap lapisan menghadirkan kelezatan yang nikmat dan membuat candu.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101242,
      "id": "chenyu_adeptea",
      "name": "Chenyu Adeptea",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108648,
      "name": "Suspicious Fine Tea, Full Moon",
      "description": "Kue teh dengan kuning telur di dalamnya. Saat diambil, lapisan demi lapisan kulitnya terkelupas seperti sedang longsor. Gigitan pertama terasa lengket, manis, dan berminyak ... Duh, kayaknya ada yang tersangkut di tenggorokanmu deh. Minumlah segelas air dulu, lalu pikirkan cara untuk habiskan sisanya.",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108649,
      "name": "Fine Tea, Full Moon",
      "description": "Kue teh yang berisi kuning telur. Kuning telur asin dikukus, lalu diisi dan dibungkus dengan adonan bubuk teh. Setelahnya dikepal sampai bentuknya menjadi bulan purnama, dan terakhir dipanggang. Proses ini menghasilkan bagian luar yang renyah dan kriuk, sementara bagian dalamnya berasa asin manis. Setiap lapisan menghadirkan kelezatan yang nikmat dan membuat candu.",
      "effect": "Memulihkan 32% HP dan 1.250 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108650,
      "name": "Delicious Fine Tea, Full Moon",
      "description": "Kue teh dengan kuning telur di dalamnya. Gemircik kuning telurnya memiliki tekstur yang kendur dan lembut. Bercampur dengan samar wangi teh berbau tanah, satu teguk saja sudah cukup untuk membawa rasa bahagia yang berkelimpahan dan cukup untuk membuat orang tergiur. Kamu pasti bisa makan beberapa sekaligus. Dan pada akhirnya, kamu pasti tidak rela melepaskan setiap remahannya yang menempel di sudut mulutmu.",
      "effect": "Memulihkan 34% HP dan 1.900 HP tambahan untuk Karakter yang dipilih."
    }
  }
}