{
  "_id": 3610,
  "id": "fireside_merriment",
  "name": "Fireside Merriment",
  "description": "Hidangan daging yang melimpah, menggabungkan daging mentah asinan Snezhnaya dengan ham dan sosis lokal Nod-Krai. Banyak penduduk tua Nod-Krai suka menikmatinya di dekat api unggun sambil memegang minuman.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 1
    },
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Sausage",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepper",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108943,
      "name": "Suspicious Fireside Merriment",
      "description": "Sepiring daging tebal yang lezat. Lemak tebalnya terasa pahit dan asin, menghantam lidahmu seperti kereta yang lepas kendali dan meninggalkan jejak berminyak di tenggorokanmu. Tidak banyak yang bisa menikmatinya.",
      "effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108944,
      "name": "Fireside Merriment",
      "description": "Hidangan daging yang melimpah, menggabungkan daging mentah asinan Snezhnaya dengan ham dan sosis lokal Nod-Krai. Banyak penduduk tua Nod-Krai suka menikmatinya di dekat api unggun sambil memegang minuman.",
      "effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108945,
      "name": "Delicious Fireside Merriment",
      "description": "Sepiring daging dengan potongan yang mengenyangkan. Potongan daging mentahnya memiliki aroma cemara dan garam, sosis menambahkan aroma asap yang kuat, dan ham melengkapinya dengan kehangatan yang kaya. Dengan cita rasa yang kuat dan mengenyangkan, ini adalah hidangan yang akan dipuji oleh setiap penduduk lokal Nod-Krai.",
      "effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}