{
  "id": "fishermans_toast",
  "name": "Fisherman's Toast",
  "description": "Roti yang dilumuri bawang bombai. Sangat disukai para nelayan, biasa dimakan sambil memancing seharian di tepi sungai.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    },
    {
      "id": "onion",
      "name": "Onion",
      "amount": 1
    },
    {
      "id": "milk",
      "name": "Milk",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Fisherman's Toast",
      "description": "Roti yang dilumuri bawang bombai dan dipanggang. Tetapi panggangannya kurang baik, dimakan sambil memancing pun rasanya tetap kurang pas.",
      "effect": "Meningkatkan 88 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Fisherman's Toast",
      "description": "Roti yang dilumuri bawang bombai. Sangat disukai para nelayan, biasa dimakan sambil memancing seharian di tepi sungai.",
      "effect": "Meningkatkan 107 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Fisherman's Toast",
      "description": "Roti yang dilumuri bawang bombai. Aromanya sangat harum, ikan terpancing karena umpan atau karena aroma roti ini ya?",
      "effect": "Meningkatkan 126 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "special": {
      "name": "Fish-Flavored Toast",
      "description": "Spesialisasi Klee. Sebagai permintaan maaf karena menggunakan bomnya untuk menakuti ikan, Jean memerintahkan Klee untuk membuat roti panggang ini untuk para nelayan. Sangat enak dan bisa membuat kenyang. Kini Klee tidak akan pernah kelaparan lagi bahkan setelah seharian memancing sekalipun.",
      "effect": "Meningkatkan 151 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri.",
      "character": {
        "id": "klee",
        "name": "Klee"
      }
    }
  }
}
