{
  "_id": 4403,
  "id": "fontinalia_mousse",
  "name": "Fontinalia Mousse",
  "description": "Makanan penutup Fontinalia berwarna biru. Mousse ini dibuat mengikuti bentuk kuncup Lakelight Lily. Setelah kebiasaan Setelah kebiasaan Festival diubah agar lebih selaras dengan kelezatan makanan penutup, makanan ini menjadi makanan favorit penduduk Fontaine saat festival dengan sangat cepat. Jangan lupa untuk membaginya dengan semua orang setelah mendengar \"cobaan atau camilan\".",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108621,
      "name": "Suspicious Fontinalia Mousse",
      "description": "Makanan penutup Fontinalia berwarna biru. Dari luarnya sih terlihat kurang sedap dipandang ya, orang akan terpikir dengan Cryo Whopperflower saat melihatnya. Yakin Lakelight Lily yang satu ini bukan ... Cryo Whopperflower? Membuat makanan seperti ini pada saat festival ... jangan-jangan pembuatnya mau diam-diam \"sikat\" jurinya ya?!?",
      "effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108622,
      "name": "Fontinalia Mousse",
      "description": "Makanan penutup Fontinalia berwarna biru. Mousse ini dibuat mengikuti bentuk kuncup Lakelight Lily. Setelah kebiasaan Setelah kebiasaan Festival diubah agar lebih selaras dengan kelezatan makanan penutup, makanan ini menjadi makanan favorit penduduk Fontaine saat festival dengan sangat cepat. Jangan lupa untuk membaginya dengan semua orang setelah mendengar \"cobaan atau camilan\".",
      "effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108623,
      "name": "Delicious Fontinalia Mousse",
      "description": "Makanan penutup Fontinalia berwarna biru. Warnanya seperti kristal, mirip dengan gelombang cahaya yang dipantulkan oleh permukaan air; bentuknya sangat elegan, sama seperti bunga yang dipetik dari ranting pohon; teksturnya sangat lembut, sama seperti kepingan salju yang meleleh di tenggorokan. Bisa mencicipi kelezatan seperti ini merupakan hal yang paling menyenangkan di Festival!",
      "effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}