{
  "_id": 2404,
  "id": "fontainian_onion_soup",
  "name": "Fontainian Onion Soup",
  "description": "Sup bawang. Tumis bawang bombai sampai agak kecoklatan, lalu tambahkan sup dan mulailah direbus. Setelahnya, timpa dengan sepotong roti dan taburkan keju di atasnya sebelum memanggang sup di dalam oven. Seorang koki yang berpengalaman tidak akan keluar air mata saat memotong bawang. Rahasianya, suruhlah para pekerja magang yang melakukannya.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108545,
      "name": "Suspicious Fontainian Onion Soup",
      "description": "Sup bawang. Beberapa tegukan pertama terasa enak, tetapi ketika kamu mulai meneguknya lagi, keju yang berminyak hampir membuatmu berdebar-debar tak karuan ... Membuatmu tidak menginginkan ada sup lagi di hidupmu untuk beberapa minggu ke depan.",
      "effect": "Meningkatkan 88 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108546,
      "name": "Fontainian Onion Soup",
      "description": "Sup bawang. Tumis bawang bombai sampai agak kecoklatan, lalu tambahkan sup dan mulailah direbus. Setelahnya, timpa dengan sepotong roti dan taburkan keju di atasnya sebelum memanggang sup di dalam oven. Seorang koki yang berpengalaman tidak akan keluar air mata saat memotong bawang. Rahasianya, suruhlah para pekerja magang yang melakukannya.",
      "effect": "Meningkatkan 107 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108547,
      "name": "Delicious Fontainian Onion Soup",
      "description": "Sup bawang. Keju emas yang elastis tertata rapi di atas sepotong roti yang renyah di atas namun lembut di bawah. Aroma bawang yang begitu kaya dipadu dengan sedikit rasa asin. Sedikit tegukan saja sudah cukup untuk membuatmu terasa hangat.",
      "effect": "Meningkatkan 126 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
