{
  "_id": 2406,
  "id": "fontaine_aspic",
  "name": "Fontaine Aspic",
  "description": "Hidangan dingin yang terbuat dari hewan laut. Hancurkan daging ikan hingga halus dan masukkan ke dalam panggangan berbentuk segi empat untuk dipanggang, lalu tunggu hingga dingin sebelum dihidangkan. Rasanya dingin di lidah dan hangat di hati.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108554,
      "name": "Suspicious Fontaine Aspic",
      "description": "Hidangan dingin yang terbuat dari hewan laut. Cocok jadi makanan pembuka selama kamu tidak kena jebakannya — yakni tulang ikan — yang tersembunyi dengan rapi di dalamnya.",
      "effect": "Meningkatkan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108555,
      "name": "Fontaine Aspic",
      "description": "Hidangan dingin yang terbuat dari hewan laut. Hancurkan daging ikan hingga halus dan masukkan ke dalam panggangan berbentuk segi empat untuk dipanggang, lalu tunggu hingga dingin sebelum dihidangkan. Rasanya dingin di lidah dan hangat di hati.",
      "effect": "Meningkatkan 9% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108556,
      "name": "Delicious Fontaine Aspic",
      "description": "Hidangan dingin yang terbuat dari hewan laut. Telur-telur ikan seolah meledak di lidahmu, memicu kejutan yang menyenangkan. Tidak butuh waktu lama sebelum kamu akhirnya berhasil membersihkan piringmu. Karena tidak ada orang di sekitar ... tidak apa-apa untuk menjilat piringnya, kan?",
      "effect": "Meningkatkan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}