{
  "_id": 3505,
  "id": "fried_shrimp_beanballs",
  "name": "Fried Shrimp Beanballs",
  "description": "Sebuah camilan yang digoreng di dalam minyak panas. Pertama, goreng bola-bola tepung, lalu diberi isian sayuran, udang goreng, dan saus. Walaupun memang agak repot sih membuatnya, tapi karena rasanya enak, tidak masalah deh!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Glabrous Beans",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 3
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108739,
      "name": "Suspicious Fried Shrimp Beanballs",
      "description": "Camilan yang digoreng kering. Minyak di panci menghilangkan kelembapan udang sampai tandus, membuat teksturnya susut dan sulit diterima. Termasuk kekerasan yang menghujam mulut pun sungguh ampun deh. Untung saja cuma ada dua ... minimal masih bisa dihabiskan deh.",
      "effect": "Meningkatkan 20% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108740,
      "name": "Fried Shrimp Beanballs",
      "description": "Sebuah camilan yang digoreng di dalam minyak panas. Pertama, goreng bola-bola tepung, lalu diberi isian sayuran, udang goreng, dan saus. Walaupun memang agak repot sih membuatnya, tapi karena rasanya enak, tidak masalah deh!",
      "effect": "Meningkatkan 25% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108741,
      "name": "Delicious Fried Shrimp Beanballs",
      "description": "Camilan yang digoreng kering. Setelah dimasak dengan cara digoreng rendam, warnanya menjadi kuning cerah. Cangkang renyahnya membungkus sari buah dengan rapat, dan suara kriuk di sela-sela gigi membawakan kepuasan yang serius. Hei, dua mana cukup!",
      "effect": "Meningkatkan 30% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108746,
      "id": "pass_the_luck",
      "name": "Pass the Luck",
      "description": "Masakan andalan Mualani. Dengan kakinya di atas papan selancar dan tangannya yang menggenggam piring, dia mengelilingimu 3 putaran lalu meletakkan sepiring lobster besar di hadapanmu.! \"Jeng jeng jeng — kamu menang banyak deh! Ini lobster raksasa hasil buruanku! Nih aku bagi hokinya buatmu juga!\" Ucapannya yang ceria membuat bola kacang yang melilit udang itu memancarkan cahaya keemasan.",
      "effect": "Meningkatkan Kekuatan Perisai seluruh anggota party sebesar 35% selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "mualani",
        "name": "Mualani"
      }
    }
  }
}
