{
  "_id": 3116,
  "id": "fruity_duet",
  "name": "Fruity Duet",
  "description": "Minuman buah dengan dua rasa. Mula-mula, masukkan buah ke bagian dasarnya, lalu tuangkan smoothie campuran teh dan jus buah. Rasa nikmatnya terasa berlapis-lapis, tidak ada orang yang bisa menolak minuman seperti ini.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Sunsettia",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Qingxin",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108567,
      "name": "Suspicious Fruity Duet",
      "description": "Minuman buah dengan dua rasa. Entah kenapa daging buah yang ada di dasarnya terasa pahit dan suasana hati jadi ikut suram ... Bagaimana kalau kita bikin satu cangkir lagi untuk menangkal kepahitan dari mulut dan hatimu itu?",
      "effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108568,
      "name": "Fruity Duet",
      "description": "Minuman buah dengan dua rasa. Mula-mula, masukkan buah ke bagian dasarnya, lalu tuangkan smoothie campuran teh dan jus buah. Rasa nikmatnya terasa berlapis-lapis, tidak ada orang yang bisa menolak minuman seperti ini.",
      "effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108569,
      "name": "Delicious Fruity Duet",
      "description": "Minuman buah dengan dua rasa. Satu cicip saja bisa mengirimmu sampai ke pantai impian, harum buah menari di bibirmu seolah kamu sedang tidur telentang di pasir putih sambil memandang matahari oranye yang perlahan terbit, menghangatkan hatimu dan membangkitkan semangatmu.",
      "effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
