{
  "_id": 3405,
  "id": "fruity_trio",
  "name": "Fruity Trio",
  "description": "Makanan penutup yang memancarkan aroma romantis. Pertama-tama siapkan kulitnya, lalu oleskan selai buah dan busa manis di bawahnya, lalu timpa dengan selapis biskuit, kemudian masukkan meringue ke dalam tungku untuk dipanggang. Kamu bisa menikmati aroma tiga buah bunga sekaligus. Ini pilihan hidangan penutup terbaik setelah makan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108533,
      "name": "Suspicious Fruity Trio",
      "description": "Makanan penutup dengan kesan romantis. Meringue dipanggang dan dibentuk sedemikian rupa - namun setelah beberapa kali gagal akhirnya malah menghasilkan gumpalan gosong yang mencurigakan. Dan sayangnya lagi, proses memasaknya memakan waktu lama sehingga Bulle Fruit seolah mengiris frustrasi sehingga rasa manis sudah tidak terasa lagi.",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108534,
      "name": "Fruity Trio",
      "description": "Makanan penutup yang memancarkan aroma romantis. Pertama-tama siapkan kulitnya, lalu oleskan selai buah dan busa manis di bawahnya, lalu timpa dengan selapis biskuit, kemudian masukkan meringue ke dalam tungku untuk dipanggang. Kamu bisa menikmati aroma tiga buah bunga sekaligus. Ini pilihan hidangan penutup terbaik setelah makan.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat memanjat atau berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108535,
      "name": "Delicious Fruity Trio",
      "description": "Makanan penutup yang memancarkan aroma romantis. Cangkang kue yang renyah dan bersisik serta isian buah yang menyegarkan meleleh di mulutmu. Perpaduan warna coklat dan putih yang harmonis pada meringue mengingatkan kita pada hamparan awan berlapis emas di bawah sinar matahari yang hangat. Sungguh kejutan yang pas dengan selera makanmu.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
