{
  "_id": 2402,
  "id": "garlic_baguette",
  "name": "Garlic Baguette",
  "description": "Irisan baguette. Roti yang baru diangkat dari oven ini memiliki kerak yang renyah dan rapuh, serta remah yang lembut dan halus. Aroma mentega dan bawang putihnya semakin menambah cita rasa baguette! Tidak heran kalau orang Fontaine suka membeli baguette untuk menemani perjalanan pulang kerjanya.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 4
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108521,
      "name": "Suspicious Garlic Baguette",
      "description": "Irisan baguette. Sangat keras sehingga orang tak tahan untuk menatap piring tersebut dan bertanya-tanya: Jangan-jangan baguette ini sebetulnya batu yang menyamar?",
      "effect": "Meningkatkan 66 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108522,
      "name": "Garlic Baguette",
      "description": "Irisan baguette. Roti yang baru diangkat dari oven ini memiliki kerak yang renyah dan rapuh, serta remah yang lembut dan halus. Aroma mentega dan bawang putihnya semakin menambah cita rasa baguette! Tidak heran kalau orang Fontaine suka membeli baguette untuk menemani perjalanan pulang kerjanya.",
      "effect": "Meningkatkan 81 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108523,
      "name": "Delicious Garlic Baguette",
      "description": "Irisan baguette. Dikatakan bahwa sekali setiap waktu, orang-orang akan mengadakan kompetisi roti. Pembuat roti yang membuat baguette terbaik akan memamerkan kemampuan mereka di Palais Mermonia. Nah baguette ini pasti bisa menang juara 1 di kompetisi itu!",
      "effect": "Meningkatkan 95 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
