{
  "_id": 3513,
  "id": "gentle_sea_breeze",
  "name": "Gentle Sea Breeze",
  "description": "Minuman yang menyegarkan. Warna biru yang bercampur putih, segar seperti deruan ombak laut yang tersapu angin. Jika kamu meminum satu gelas pada hari libur, hatimu akan dipenuhi kebahagiaan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Quenepa Berry",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108846,
      "name": "Suspicious Gentle Sea Breeze",
      "description": "Minuman yang menyegarkan. Sesaat sebelum kamu membuatnya, rasa asin yang berlebihan membuatmu kepusingan. Rasa manis yang seharusnya ada di dalamnya sama sekali tidak terasa. Apakah ini semacam air garam berwarna biru?",
      "effect": "Stamina yang digunakan untuk memanjat dan berlari seluruh anggota party -15% selama 900 detik, hanya berlaku untuk Karakter sendiri dalam mode Co-op."
    },
    "normal": {
      "_id": 108847,
      "name": "Gentle Sea Breeze",
      "description": "Minuman yang menyegarkan. Warna biru yang bercampur putih, segar seperti deruan ombak laut yang tersapu angin. Jika kamu meminum satu gelas pada hari libur, hatimu akan dipenuhi kebahagiaan.",
      "effect": "Stamina yang digunakan untuk memanjat dan berlari seluruh anggota party -20% selama 900 detik, hanya berlaku untuk Karakter sendiri dalam mode Co-op."
    },
    "delicious": {
      "_id": 108848,
      "name": "Delicious Gentle Sea Breeze",
      "description": "Minuman yang menyegarkan. Sensasi terasa di lidah, gelembung soda yang menari dengan ringan, dan campuran manis dari jus dan asin air soda, seolah berkelana bersama angin laut, melewati ombak, diselimuti suara tawa di sekitar pantai.",
      "effect": "Stamina yang digunakan untuk memanjat dan berlari seluruh anggota party -25% selama 900 detik, hanya berlaku untuk Karakter sendiri dalam mode Co-op."
    }
  }
}
