{
  "_id": 3315,
  "id": "gilded_tajine",
  "name": "Gilded Tajine",
  "description": "Hidangan daging yang direbus. Tutup panci yang berbentuk seperti topi runcing ini berfungsi mengurangi hilangnya kandungan air saat makanan direbus. Alat ini adalah kearifan kuliner khas para penduduk padang pasir. Hidangan ini menjadi populer di Sumeru karena Eremite selalu membawa hidangan ini saat berkeliling, dan ini jugalah asal usul nama hidangan ini.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108492,
      "name": "Suspicious Gilded Tajine",
      "description": "Hidangan daging yang direbus. Masakan ini terlihat enak, tetapi setelah dicicipi rasanya seperti sedang mengunyah kayu kering. Apakah tutup pancinya yang rusak, atau cara pakainya yang salah?",
      "effect": "Meningkatkan 20% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108493,
      "name": "Gilded Tajine",
      "description": "Hidangan daging yang direbus. Tutup panci yang berbentuk seperti topi runcing ini berfungsi mengurangi hilangnya kandungan air saat makanan direbus. Alat ini adalah kearifan kuliner khas para penduduk padang pasir. Hidangan ini menjadi populer di Sumeru karena Eremite selalu membawa hidangan ini saat berkeliling, dan ini jugalah asal usul nama hidangan ini.",
      "effect": "Meningkatkan 22% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108494,
      "name": "Delicious Gilded Tajine",
      "description": "Hidangan daging yang direbus. Potongan-potongan daging yang besar direndam dalam sup kental. Dagingnya akan langsung meleleh di mulut saat disantap. Rasa bumbunya yang unik terpadu sempurna dengan aroma daging yang harum seakan membuat sebuah lagu padang pasir di mulutmu, dan lidahmu tak kuasa menahan diri untuk bertepuk tangan.",
      "effect": "Meningkatkan 25% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108501,
      "id": "goldflame_tajine",
      "name": "Goldflame Tajine",
      "description": "Masakan andalan Dehya. Saat tutupnya yang tampak biasa-biasa saja dibuka, ada seonggok daging kenyal di dalamnya yang begitu empuk, beserta aromanya yang dapat memberikan cita rasa maknyus setelah dimasukkan ke dalam mulut ... Tampaknya keterampilan memasak Dehya layak dipercaya sepenuhnya, sama seperti kekuatannya.",
      "effect": "Meningkatkan 30% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "dehya",
        "name": "Dehya"
      }
    }
  }
}
