{
  "_id": 4902,
  "id": "golden_apple_pastry",
  "name": "Golden Apple Pastry",
  "description": "Makanan penutup yang terbuat dari apel. Setelah dipotong rata menjadi potongan kecil-kecil, apelnya akan dicampur dengan gula dan rempah lainnya. Kemudian campuran ini akan direbus hingga mengental, lalu dibungkus dengan adonan kue persegi dan dipanggang hingga berwarna keemasan dan mengembang. Isian yang lembut dibungkus oleh kulit yang begitu renyah, sungguh hidangan yang bisa dinikmati oleh siapa pun.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Apple",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108748,
      "name": "Suspicious Golden Apple Strips",
      "description": "Makanan penutup yang terbuat dari apel. Karena dibiarkan terlalu lama, kulit luarnya yang lembut kini membalut isiannya yang lebih lembut — sekarang lupakan saja apa itu renyah dan nikmat ... Eh, eh, kok bibir jadi lengket ini ....",
      "effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108749,
      "name": "Golden Apple Strips",
      "description": "Makanan penutup yang terbuat dari apel. Setelah dipotong rata menjadi potongan kecil-kecil, apelnya akan dicampur dengan gula dan rempah lainnya. Kemudian campuran ini akan direbus hingga mengental, lalu dibungkus dengan adonan kue persegi dan dipanggang hingga berwarna keemasan dan mengembang. Isian yang lembut dibungkus oleh kulit yang begitu renyah, sungguh hidangan yang bisa dinikmati oleh siapa pun.",
      "effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108750,
      "name": "Delicious Golden Apple Strips",
      "description": "Makanan penutup yang terbuat dari apel. Isiannya yang manis seperti madu melintasi indra perasamu layaknya seutas benang cahaya keemasan melewati celah antara pucuk pohon dan dedaunan, begitu menghangatkan hati. Ah, makanan enak begini tidak cukup satu!",
      "effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}