{
  "id": "golden_crab",
  "name": "Golden Crab",
  "description": "Sebuah masakan kepiting yang dimasak dengan cara kuno. Kepitingnya dipotong-potong dan dilapisi tepung, sebelum akhirnya digoreng sampai berwarna keemasan dan kaya akan rasa. Sangat layak menyandang kata \"emas\", baik dari segi penampilan maupun kualitasnya.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 5
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 5
    },
    {
      "id": "crab",
      "name": "Crab",
      "amount": 4
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Golden Crab",
      "description": "Sebuah masakan kepiting dimasak dengan cara kuno. Butiran tepungnya membeku bagai kerikil, dengan beberapa cangkang kepiting tercampur di dalamnya. Namun dibandingkan dengan rasa daging kepiting yang hambar, setidaknya rasa cangkang kepitingnya layak untuk dicoba.",
      "effect": "Meningkatkan 215 DEF dan 6% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Golden Crab",
      "description": "Sebuah masakan kepiting yang dimasak dengan cara kuno. Kepitingnya dipotong-potong dan dilapisi tepung, sebelum akhirnya digoreng sampai berwarna keemasan dan kaya akan rasa. Sangat layak menyandang kata \"emas\", baik dari segi penampilan maupun kualitasnya.",
      "effect": "Meningkatkan 261 DEF dan 8% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Golden Crab",
      "description": "Sebuah masakan kepiting dimasak dengan cara kuno. Aroma daging kepiting langsung menyebar ke seluruh ruangan ketika diangkat dari penggorengan, satu gigitan dapat memuaskan selera seseorang dengan berbagai rasa yang tak bisa dilukiskan dari kota kelahiran desa nelayan. Tampaknya adat istiadat sebuah desa yang sederhana namun tak lekang oleh waktu adalah rahasia dari rasa ini.",
      "effect": "Meningkatkan 308 DEF dan 10% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    }
  }
}
