{
  "id": "golden_fried_chicken",
  "name": "Golden Fried Chicken",
  "description": "Fowl yang telah dibumbui dan digoreng. Bumbu-bumbunya dicampur menjadi satu dan dioleskan di atas daging sebelum digoreng dengan temperatur tinggi. Wanginya saja sudah dapat membuatmu membayangkan kulit yang garing, daging yang empuk, dan sari-sari daging yang berlimpah dalam gigitan pertama. Suatu godaan yang tak tertahankan.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Fowl",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Butter",
      "amount": 4
    },
    {
      "id": "pepper",
      "name": "Pepper",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Golden Fried Chicken",
      "description": "Fowl yang telah dibumbui dan digoreng. Mungkin temperatur minyaknya tidak diatur dengan baik, karena kulit yang seharusnya garing sudah menjadi lembek, sehingga hidangan ini menjadi sangat berminyak.",
      "effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Golden Fried Chicken",
      "description": "Fowl yang telah dibumbui dan digoreng. Bumbu-bumbunya dicampur menjadi satu dan dioleskan di atas daging sebelum digoreng dengan temperatur tinggi. Wanginya saja sudah dapat membuatmu membayangkan kulit yang garing, daging yang empuk, dan sari-sari daging yang berlimpah dalam gigitan pertama. Suatu godaan yang tak tertahankan.",
      "effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Golden Fried Chicken",
      "description": "Fowl yang telah dibumbui dan digoreng. Kulitnya yang berwarna keemasan telah mengunci rasa di dalam dagingnya, setiap gigitan akan terasa memuaskan. Meski hanya butuh waktu sesaat untuk menghabiskan hidangan ini sampai ke tulang-tulangnya, tapi kenikmatannya akan terus terngiang-ngiang di ingatanmu.",
      "effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    }
  }
}
