{
  "_id": 2506,
  "id": "grainfruit_wrap",
  "name": "Grainfruit Wrap",
  "description": "Hidangan utama yang dibungkus menggunakan daun besar. Di Natlan ada ungkapan sederhana yang berbunyi: \"di mana ada Grainfruit perlu dibungkus, di situ ada daun terjatuh\". Ungkapan ini bermakna bahwa jika sesuatu sudah ditakdirkan terjadi, maka itu pasti terjadi.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108767,
      "name": "Suspicious Grainfruit Wrap",
      "description": "Hidangan utama yang dibungkus menggunakan daun besar. Pada dasarnya rasanya sama seperti menggigit Grainfruit mentah, membuat orang bertanya-tanya kalau begitu apa gunanya dimasak ....",
      "effect": "Meningkatkan 88 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108768,
      "name": "Grainfruit Wrap",
      "description": "Hidangan utama yang dibungkus menggunakan daun besar. Di Natlan ada ungkapan sederhana yang berbunyi: \"di mana ada Grainfruit perlu dibungkus, di situ ada daun terjatuh\". Ungkapan ini bermakna bahwa jika sesuatu sudah ditakdirkan terjadi, maka itu pasti terjadi.",
      "effect": "Meningkatkan 107 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108769,
      "name": "Delicious Grainfruit Wrap",
      "description": "Hidangan utama yang dibungkus menggunakan daun besar. Aroma Grainfruit yang ringan muncul dari isian lembut di dalamnya. Saat meleleh di mulut, rasa manis dan pedasnya berpadu dengan sedikit rasa asin, menghasilkan pengalaman rasa yang luar biasa kaya.",
      "effect": "Meningkatkan 126 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}