{
  "_id": 1501,
  "id": "grilled_fish_in_mint_sauce",
  "name": "Grilled Fish in Mint Sauce",
  "description": "Ikan panggang berbalut saus yang nikmat. Ikannya diisi dengan berbagai rempah, lalu dipanggang. Setelah dipanggang, langsung dibaluri oleh saus mint yang banyak. Sehingga aroma ikannya cukup untuk memikat selera makan siapa saja.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108715,
      "name": "Suspicious Grilled Fish in Mint Sauce",
      "description": "Ikan panggang berbalut saus yang nikmat. Kuahnya yang kental menutupi rasa asli ikannya, dan aroma mint di mulut membuat penikmatnya lupa kalau ini sebenarnya adalah ikan panggang ....",
      "effect": "Memulihkan 8% Max HP dan tambahan 800 HP untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108716,
      "name": "Grilled Fish in Mint Sauce",
      "description": "Ikan panggang berbalut saus yang nikmat. Ikannya diisi dengan berbagai rempah, lalu dipanggang. Setelah dipanggang, langsung dibaluri oleh saus mint yang banyak. Sehingga aroma ikannya cukup untuk memikat selera makan siapa saja.",
      "effect": "Memulihkan 9% Max HP dan 1.000 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108717,
      "name": "Delicious Grilled Fish in Mint Sauce",
      "description": "Ikan panggang berbalut saus yang nikmat. Kulitnya yang renyah dan wangi, dagingnya yang empuk dan kenyal, cara memasak yang begitu bersahaja menghadirkan kelezatan yang luar biasa.",
      "effect": "Memulihkan 10% Max HP dan tambahan 1.200 HP untuk Karakter yang dipilih."
    },
    "special": {
      "_id": 108838,
      "id": "abyssal_bounty",
      "name": "\"Abyssal Bounty\"",
      "description": "Masakan andalan Skirk. Ikan yang sangat ganas, meski jelas-jelas sudah dipanggang, tapi saat melihatnya pertama kali, tetap terasa menakutkan. Kalau berani mencicipinya, kamu akan bisa mencicipi rasa yang tidak pernah kamu rasakan sebelumnya, yang akan membalut seluruh jiwa dan ragamu. Dia tangkap dari mana ya ikan ini? Seketika, sebuah teori konyol terlintas di benakmu ... Jangan-jangan ... Tidak mungkin deh ...",
      "effect": "Memulihkan 16% Max HP dan 1.350 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "skirk",
        "name": "Skirk"
      }
    }
  }
}