{
  "id": "grilled_tiger_fish",
  "name": "Grilled Tiger Fish",
  "description": "Ikan kebab yang dipanggang di atas api. Menggunakan ikan segar yang baru saja ditangkap dari pelabuhan, diambil dan langsung dibakar. Aromanya bisa mengundang kucing-kucing jalanan. Kesegaran ikan tersebut pasti adalah rahasia dari",
  "rarity": 1,
  "recipe": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "id": "pepper",
      "name": "Pepper",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Grilled Tiger Fish",
      "description": "Ikan kebab yang dipanggang di atas api. Gumpalan ini hampir tidak terlihat seperti ikan bakar, dan setelah menelitinya dengan lebih seksama, kamu bisa memastikan bahwa ini benar adalah ikan karena sisik-sisiknya yang masih menempel.",
      "effect": "Memulihkan HP sebesar 8% dari Max HP + 800 HP."
    },
    "normal": {
      "name": "Grilled Tiger Fish",
      "description": "Ikan kebab yang dipanggang di atas api. Ikan yang baru saja ditangkap dari pelabuhan, diambil dan langsung dibakar. Aromanya bisa mengundang kucing jalanan. Kesegaran ikan tersebut pasti adalah rahasia dari kelezatannya.",
      "effect": "Memulihkan HP sebesar 9% dari Max HP + 1000 HP."
    },
    "delicious": {
      "name": "Delicious Grilled Tiger Fish",
      "description": "Ikan kebab yang dipanggang di atas api. Kulit keemasannya yang mengkilap seolah membungkus kesegaran daging empuk di dalamnya. Kamu tidak bisa memungkiri kelezatan saat menyantapnya. Tidak ada serpihan daging dari hidangan ini yang tidak dimakan, bahkan daging yang menempel pada batang bambu sekalipun.",
      "effect": "Memulihkan HP sebesar 10% dari Max HP + 1200 HP."
    },
    "special": {
      "name": "Survival Grilled Fish",
      "description": "Spesialisasi Keqing. Ikan ini bukan dipanggang dengan api, melainkan dimasak dengan kekuatan elemen Electro. Daging ikannya dimasak matang seperti sudah digoreng. Saat menggigit daging ikan renyah yang dibaluti kulit ikan kecoklatan, kelezatannya sangat sempurna. Jadi apakah begini cara dia bertahan hidup di alam liar? Kita memang tidak bisa menebak orang dari penampilan luar saja.",
      "effect": "Memulihkan HP sebesar 16% dari Max HP + 1350 HP.",
      "character": {
        "id": "keqing",
        "name": "Keqing"
      }
    }
  }
}
