{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Honey Char Siu",
  "description": "Sejenis daging panggang dari Liyue. Sesuai namanya, daging yang sudah dimarinasi ditusuk dengan garpu logam khusus, lalu digantung di atas kompor dan dipanggang. Rasa cha siu yang baru dipanggang menjadi favorit banyak pecinta kuliner.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Suspicious Honey Char Siu",
      "description": "Salah satu jenis daging panggang dari Liyue. Bumbunya yang terlalu manis malah membuatnya jadi tidak enak. Liyue sering mengatakan bahwa sedikit kesalahan bisa membuat perbedaan besar. Sepertinya hal yang sama juga berlaku dalam memasak.",
      "effect": "Memulihkan 8% HP Karakter yang dipilih dan memberikan regenerasi 210 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108646,
      "name": "Honey Char Siu",
      "description": "Sejenis daging panggang dari Liyue. Sesuai namanya, daging yang sudah dimarinasi ditusuk dengan garpu logam khusus, lalu digantung di atas kompor dan dipanggang. Rasa cha siu yang baru dipanggang menjadi favorit banyak pecinta kuliner.",
      "effect": "Memulihkan 9% HP Karakter yang dipilih dan memberikan regenerasi 260 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108647,
      "name": "Delicious Honey Char siu",
      "description": "Salah satu jenis daging panggang dari Liyue. Warnanya merah, rasanya harum dan pekat. Kalau dilihat sekali lagi, takutnya bisa pingsan deh karena sudah terlalu rakus. Saat masuk ke dalam mulut, akan dipenuhi dengan rasa daging lezat dan cairan pekat. Pasti tidak cukup kalau cuma makan semangkuk nasi!",
      "effect": "Memulihkan 10% HP Karakter yang dipilih dan memberikan regenerasi 300 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "Yummy Yum Cha",
      "description": "Masakan andalan Gaming. Yang duduk berjajar di dalam kukusan adalah roti singa bertanduk yang terlihat seperti hidup, langsung mengingatkan orang pada pemuda perkasa dan lincah di atas Tiang Bunga Plum ... \"Kok jadi bengong sih? Sini minum teh dulu deh. Ini.\" Dia berkata dengan senyuman hangat, sambil menyerahkan secangkir teh lagi.",
      "effect": "Memulihkan 14% HP Karakter yang dipilih dan memberikan regenerasi 350 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "gaming",
        "name": "Gaming"
      }
    }
  }
}