{
  "_id": 3120,
  "id": "humbly_enough",
  "name": "Humbly Enough",
  "description": "Hidangan tahu yang dibumbui. Setelah digoreng, tahu kemudian ditumis dengan sausnya hingga kecokelatan dan siap disajikan. Meskipun bahan-bahannya biasa saja, hidangan yang dihasilkannya sangatlah lembut dan harum, cocok dipadukan dengan nasi. Bisa dibilang kalau ini adalah masakan pilihan juru masak rumahan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108630,
      "name": "Suspicious Humbly Enough",
      "description": "Hidangan tahu yang harum. Tahunya terlalu pedas dan sulit dimakan. Jika kamu menghabiskan waktu lebih dan membilas bumbunya yang berlebih dengan air dulu, mungkin akan lebih bisa diterima ....",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108631,
      "name": "Humbly Enough",
      "description": "Hidangan tahu yang dibumbui. Setelah digoreng, tahu kemudian ditumis dengan sausnya hingga kecokelatan dan siap disajikan. Meskipun bahan-bahannya biasa saja, hidangan yang dihasilkannya sangatlah lembut dan harum, cocok dipadukan dengan nasi. Bisa dibilang kalau ini adalah masakan pilihan juru masak rumahan.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108632,
      "name": "Delicious Humbly Enough",
      "description": "Hidangan tahu yang harum. Tahu yang digoreng, dalamnya berisi sup dengan rasa kedelai yang pekat, pedas, dan memiliki \"wangi daging\" yang lembut. Hanya dengan satu gigitan saja, kelembutannya akan menyebar di mulutmu, meninggalkan sisa rasa yang tiada habisnya.",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    }
  }
}