{
  "_id": 2405,
  "id": "ile_flottante",
  "name": "Ile flottante",
  "description": "Makanan penutup yang terbuat dari putih telur. Cara memasaknya sederhana: masaklah putih telurnya dengan benar, lalu letakkan putih telur yang sudah dipanggang ke atas saus, dan selesai. Tampilan hidangannya yang indah setelah matang menjadikannya pilihan utama wanita Fontaine untuk pelengkap minum teh di sore hari.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108548,
      "name": "Suspicious Ile flottante",
      "description": "Makanan penutup yang terbuat dari putih telur. Tanganmu langsung pegal-pegal setelah gagal untuk mengaduk-aduk putih telur tersebut. Walaupun kamu mencoba untuk memperbaikinya dengan mencampurkan ke saus yang kamu siapkan, keduanya malah jadi hancur ... Eh, gimana kalau kita anggap saja ini makanan baru terus kita coba icip dulu?",
      "effect": "Memulihkan 18% HP Karakter yang dipilih dan memberikan regenerasi 300 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108549,
      "name": "Ile flottante",
      "description": "Makanan penutup yang terbuat dari putih telur. Cara memasaknya sederhana: masaklah putih telurnya dengan benar, lalu letakkan putih telur yang sudah dipanggang ke atas saus, dan selesai. Tampilan hidangannya yang indah setelah matang menjadikannya pilihan utama wanita Fontaine untuk pelengkap minum teh di sore hari.",
      "effect": "Memulihkan 20% HP Karakter yang dipilih dan memberikan regenerasi 390 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108550,
      "name": "Delicious Ile flottante",
      "description": "Makanan penutup yang terbuat dari putih telur. Embun putih telur yang mengapung di atas saus krim bagaikan peti harta karun misterius yang menanti para pengembara untuk menjelajahinya. \"Kenikmatan\" sungguh sebuah pernyataan yang tak pantas, karena makanan penutup ini bahkan memberikanmu rasa \"kepuasan\" seolah kamu membuka peti harta karun yang luar biasa mewah.",
      "effect": "Memulihkan 22% HP Karakter yang dipilih dan memberikan regenerasi 470 HP setiap 5 detik selama 30 detik."
    }
  }
}
