{
  "_id": 3212,
  "id": "invigorating_kitty_meal",
  "name": "Invigorating Kitty Meal",
  "description": "Hidangan ini terlihat cukup imut. Dengan bantuan Kiminami Anna, hidangan ini dibuat dengan memperhatikan cita rasa yang disukai oleh kepala pendeta Neko. Walaupun tidak sebanding dengan rasa yang biasa dibuat Hibiki, tapi Nona Neko sepertinya cukup puas dengan hasil ini. Karena kurangnya bumbu, manusia mungkin merasa hidangan ini agak hambar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108318,
      "name": "Suspicious Invigorating Kitty Meal",
      "description": "Hidangan ini terlihat cukup imut. Namun, tampilannya menunjukkan kurangnya pengalaman dalam pembuatannya, dengan produk yang seakan dibuat dengan tergesa-gesa. Siapa yang tahu jika kepala pendeta Neko mau menerima hidangan ini atau tidak...",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108319,
      "name": "Invigorating Kitty Meal",
      "description": "Hidangan ini terlihat cukup imut. Dengan bantuan Kiminami Anna, hidangan ini dibuat dengan memperhatikan cita rasa yang disukai oleh kepala pendeta Neko. Walaupun tidak sebanding dengan rasa yang biasa dibuat Hibiki, tapi Nona Neko sepertinya cukup puas dengan hasil ini. Karena kurangnya bumbu, manusia mungkin merasa hidangan ini agak hambar.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108320,
      "name": "Delicious Invigorating Kitty Meal",
      "description": "Hidangan ini terlihat cukup imut. Metode sederhana yang digunakan untuk membuatnya telah memaksimalkan potensi rasa yang terkandung dalam bahan-bahannya. Bahkan kucing yang biasanya tidak peduli dengan urusan manusia yang membosankan pasti akan berlari ketika mereka mencium bau ini. Eh, tunggu sebentar. Apakah hidangan ini juga memang bisa menarik perhatian anjing ya?",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "_id": 108511,
      "id": "energizing_bento",
      "name": "Energizing Bento",
      "description": "Masakan andalan Kirara. Nasi kotak yang dibuat Kirara dengan susah payah, meniru gaya nasi kotak yang disukai manusia. Dengan mengobservasi kesukaan para gadis muda, dia menciptakan kombinasi yang seimbang antara makanan sehat dengan nasi dengan bentuk kucing imut. Seperti sebuah paket yang datang ke rumahmu, kamu pasti tidak akan pernah bosan meskipun menerimanya setiap hari!",
      "effect": "Memulihkan 34% dari Max HP Karakter yang dipilih dan memberikan regenerasi 980 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "kirara",
        "name": "Kirara"
      }
    }
  }
}
