{
  "_id": 2102,
  "id": "jueyun_chili_chicken",
  "name": "Jueyun Chili Chicken",
  "description": "Ayam dingin dicampur dengan saus. Teknik mahir yang digunakan untuk mencampur hidangannya mempertahankan kesegaran ayamnya. Kulit ayamnya yang keemasan menyembunyikan rasa yang agak pedas di dalamnya.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepper",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108083,
      "name": "Suspicious Jueyun Chili Chicken",
      "description": "Ayam dingin dicampur dengan saus. Ayamnya sepertinya tidak diasinkan dengan benar, hanya asin di bagian luar, dalamnya hambar. Rasanya mengingatkanmu akan ayam rebus.",
      "effect": "Meningkatkan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108084,
      "name": "Jueyun Chili Chicken",
      "description": "Ayam dingin dicampur dengan saus. Teknik mahir yang digunakan untuk mencampur hidangannya mempertahankan kesegaran ayamnya. Kulit ayamnya yang keemasan menyembunyikan rasa yang agak pedas di dalamnya.",
      "effect": "Meningkatkan 9% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108085,
      "name": "Delicious Jueyun Chili Chicken",
      "description": "Ayam dingin dicampur dengan saus. Ayamnya lembut dan manis. Aroma harumnya membawamu ke alam mimpi.",
      "effect": "Meningkatkan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108174,
      "id": "rockin_riffin_chicken",
      "name": "Rockin' Riffin' Chicken!",
      "description": "Hidangan spesial Xinyan. Penampilannya yang seperti iblis menyembunyikan rasa yang begitu pedas. Sambil makan sambil menangis, semakin banyak yang dimakan akan semakin ketagihan! Hanya iblis yang bisa memasak hidangan seperti itu!",
      "effect": "Meningkatkan 16% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "xinyan",
        "name": "Xinyan"
      }
    }
  }
}