{
  "id": "katsu_sandwich",
  "name": "Katsu Sandwich",
  "description": "Makanan dengan gizi seimbang. Kedua irisan roti menjepit steak yang dipotong tebal. Saus yang harum, sedikit manis dan asam adalah kunci untuk mencegah agar rasanya tidak terlalu berlebihan. Perpaduan brilian gaya dari luar dan cita rasa lokal!",
  "rarity": 2,
  "ingredients": [
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Katsu Sandwich",
      "description": "Makanan dengan gizi seimbang. Yah harusnya sih begitu, tapi sayurnya sudah layu, dagingnya kelihatan kering kerontang, dan irisan rotinya terlalu keras ... Ah sudahlah, tidak masalah. Toh yang penting masih bisa makan ....",
      "effect": "Meningkatkan 66 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Katsu Sandwich",
      "description": "Makanan dengan gizi seimbang. Kedua irisan roti menjepit steak yang dipotong tebal. Saus yang harum, sedikit manis dan asam adalah kunci untuk mencegah agar rasanya tidak terlalu berlebihan. Perpaduan brilian gaya dari luar dan cita rasa lokal!",
      "effect": "Meningkatkan 81 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Katsu Sandwich",
      "description": "Makanan dengan gizi yang seimbang. Rotinya yang harum dan lembut bisa membuatmu kenyang, sementara daging steak yang empuk dan nikmat bisa menggugah selera. Satu gigitan saja sudah cukup untuk membuatmu puas dari ujung lidah hingga perut. Nah pertanyaannya, siapa ya kira-kira yang pertama kali memikirkan kombinasi brilian ini?",
      "effect": "Meningkatkan 95 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
