{
  "id": "konda_cuisine",
  "name": "Konda Cuisine",
  "description": "Kuliner desa yang direbus perlahan. Semua orang di Desa Konda tahu cara memasaknya. Awalnya masakan ini tidak punya nama, namun setelah jadi populer di seantero Inazuma karena lezat dan bergizi, orang-orang dari luar desa memberinya nama \"Konda Cuisine\".",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Fowl",
      "amount": 3
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    },
    {
      "id": "lavender_melon",
      "name": "Lavender Melon",
      "amount": 2
    },
    {
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Konda Cuisine",
      "description": "Masakan lokal yang direbus perlahan. Jika daging yang tidak digoreng terlebih dahulu masih bisa diterima, maka melon lavender yang tidak direbus benar-benar membuat masakan ini menjadi bencana dalam dunia kuliner. Rasanya bukan saja terasa sepat, lidah orang-orang yang memakannya pun berubah warna seperti keracunan.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 900 HP."
    },
    "normal": {
      "name": "Konda Cuisine",
      "description": "Masakan lokal yang direbus perlahan. Semua orang di Desa Konda tahu bagaimana membuat masakan ini. Awalnya masakan ini tidak memiliki nama, namun masakan ini menjadi populer di seantero Inazuma karena lezat dan bergizi. Hal ini pun akhirnya membuat orang-orang selain penduduk Desa Konda memberinya nama \"Konda Cuisine\".",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 1.200 HP."
    },
    "delicious": {
      "name": "Delicious Konda Cuisine",
      "description": "Masakan lokal yang direbus perlahan. Pengontrolan suhu yang baik membuat setiap bahan di dalamnya dimasak dengan pas. Aroma yang tercium dari masakan ini, sederhana namun melebihi banyak makanan lezat lainnya — persis seperti aroma masakan yang pernah kamu cium saat melewati Desa Konda di malam hari. Bila penduduk desa yang merantau mencicipi masakan ini, rasa rindu pada kampung halamannya pasti akan berlipat ganda.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 1.500 HP."
    }
  }
}
