{
  "_id": 3416,
  "id": "la_lettre_a_focalors",
  "name": "La Lettre a Focalors",
  "description": "Kue kecil berbentuk balok. Dikatakan bahwa pada zaman dahulu kala, seorang pembuat kue mencurahkan segenap kasih sayang orang-orang Fontaine untuk Archon Hydro tercinta sebagai inspirasi dalam pembuatan kue ini. Lapisan yang bertumpuk-tumpuk adalah salah satu ujian untuk melihat kemampuan sang pembuat kue. dan setiap aspek dari kue ini adalah bukti dari pengaruh sang Archon Hydro itu sendiri.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Coffee Bean",
      "amount": 3
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almond",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108605,
      "name": "Suspicious La Lettre a Focalors",
      "description": "Kue kecil berbentuk balok. Rasa dari setiap lapisannya sepertinya kurang lebih sama, dan ... Eh tunggu, kok sepertinya beberapa lapisan tidak ada sih! Pecinta kue sih sekali gigit pasti langsung tahu kalau ada masalah dalam proses pembuatannya.",
      "effect": "Meningkatkan 20% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108606,
      "name": "La Lettre a Focalors",
      "description": "Kue kecil berbentuk balok. Dikatakan bahwa pada zaman dahulu kala, seorang pembuat kue mencurahkan segenap kasih sayang orang-orang Fontaine untuk Archon Hydro tercinta sebagai inspirasi dalam pembuatan kue ini. Lapisan yang bertumpuk-tumpuk adalah salah satu ujian untuk melihat kemampuan sang pembuat kue. dan setiap aspek dari kue ini adalah bukti dari pengaruh sang Archon Hydro itu sendiri.",
      "effect": "Meningkatkan 22% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108607,
      "name": "Delicious La Lettre a Focalors",
      "description": "Kue kecil berbentuk balok. Aroma kopi dan almond yang memikat dapat membuat pikiranmu melayang jauh seolah berada di dalam opera mewah. Tanpa disadari, kamu tenggelam dalam pertunjukan megah dan hanya bisa berharap bahwa momen ini tidak akan pernah berakhir.",
      "effect": "Meningkatkan 25% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108611,
      "id": "pour_la_justice",
      "name": "\"Pour la Justice\"",
      "description": "Masakan andalan Furina. Di Fontaine, \"Pour la Justice\" artinya \"menghormati keadilan\". Dan dia pernah menyaksikan lahirnya keadilan yang paling mulia di atas panggung termegah. Rasanya yang berlapis-lapis seolah menyatu dan menghilang bagai ombak laut, dan akhirnya menjadi tenang seperti terbebas dari beban berat selama ini. Mungkin ini mencerminkan apa yang sudah dialaminya selama ini?",
      "effect": "Meningkatkan 30% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "furina",
        "name": "Furina"
      }
    }
  }
}
