{
  "_id": 3601,
  "id": "lakkaberry_krumkakes",
  "name": "Lakkaberry Krumkake",
  "description": "Makanan penutup klasik dari Nod-Krai. Setelah adonan dibakar di loyang, dibungkus dengan cepat, diisi dengan krim, dan dihias dengan buah. Renyah dan harum, sangat populer di kalangan anak-anak.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkaberry",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108855,
      "name": "Suspicious Lakkaberry Krumkake",
      "description": "Kue klasik Nod-Krai. Tepi kue terasa lembut dan lebih mirip putih telur daripada kue telur. Jelas kue ini sudah basah. Untungnya, bagian tengahnya masih renyah, jadi tidak masalah kalau kamu memakannya dengan cepat ....",
      "effect": "Meningkatkan 20% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108856,
      "name": "Lakkaberry Krumkake",
      "description": "Makanan penutup klasik dari Nod-Krai. Setelah adonan dibakar di loyang, dibungkus dengan cepat, diisi dengan krim, dan dihias dengan buah. Renyah dan harum, sangat populer di kalangan anak-anak.",
      "effect": "Meningkatkan 25% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108857,
      "name": "Delicious Lakkaberry Krumkake",
      "description": "Makanan penutup klasik dari Nod-Krai. Suara renyah yang seperti alam semesta terdengar saat kamu memakannya. Krim yang lembut dan manis di dalamnya sangat kontras dengan kue telur yang renyah. Kedua tekstur yang sangat berbeda ini membentuk harmoni yang luar biasa di dalam mulut. Sebelum kamu sempat menikmati rasa sisa di mulutmu, kamu sudah tidak sabar menyentuh piring itu lagi.",
      "effect": "Meningkatkan 30% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108889,
      "id": "thunderclap_slash",
      "name": "Thunderclap Slash!",
      "description": "Masakan andalan Ineffa. Dengan ekspresi kosong, Ineffa berseru, \"Thunderclap Slash!\" saat lumpia diluncurkan satu demi satu dari lengannya yang terlepas, mendarat tepat di atas piring di hadapanmu. Pola yang rumit dan rasa yang manis dan lezat membuktikan keahlian kuliner sang pembuatnya yang luar biasa. Lidahmu tidak punya pilihan lain selain menyerah pada \"Thunderclap Slash!\" ini.",
      "effect": "Meningkatkan Kekuatan Perisai seluruh anggota party sebesar 35% selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "ineffa",
        "name": "Ineffa"
      }
    }
  }
}
