{
  "id": "lambad_fish_roll",
  "name": "Lambad Fish Roll",
  "description": "Hidangan ikan bakar dengan aroma bunga yang samar-samar. Menurut kata orang, Lambad pernah bertualang jauh dari kampung halamannya sewaktu muda. Ke mana pun dia pergi, dia gemar untuk mencicipi menu ikan bakar yang terdapat di kedai-kedai lokal. Ikan bakar bukanlah makanan khas di Sumeru, dan Lambad berpikir itu sangat disayangkan. Karena itu, dia kini menciptakan gulungan ikan ini. Menurut tukang cicip di kedai, kisah petualangannya itu belum bisa dipastikan benar tidaknya, tapi minimal untuk gulungan ikannya yang ini, kelezatannya tidak perlu diragukan lagi.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Lambad Fish Roll",
      "description": "Hidangan ikan bakar dengan aroma bunga yang samar-samar. Astaga, bau amis ikan dan bau daging hangusnya sudah menggambarkan kemampuan memasakmu. Lebih baik kamu bawa pergi makanannya sebelum Lambad lihat, kalau tidak dia akan menyuruhmu bayar dua kali lipat untuk pesananmu selanjutnya.",
      "effect": "Memulihkan 8% HP dan 800 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "name": "Lambad Fish Roll",
      "description": "Hidangan ikan bakar dengan aroma bunga yang samar-samar. Menurut kata orang, Lambad pernah bertualang jauh dari kampung halamannya sewaktu muda. Ke mana pun dia pergi, dia gemar untuk mencicipi menu ikan bakar yang terdapat di kedai-kedai lokal. Ikan bakar bukanlah makanan khas di Sumeru, dan Lambad berpikir itu sangat disayangkan. Karena itu, dia kini menciptakan gulungan ikan ini. Menurut tukang cicip di kedai, kisah petualangannya itu belum bisa dipastikan benar tidaknya, tapi minimal untuk gulungan ikannya yang ini, kelezatannya tidak perlu diragukan lagi.",
      "effect": "Memulihkan 9% HP dan 1000 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "name": "Delicious Lambad Fish Roll",
      "description": "Hidangan ikan bakar dengan wangi bunga. Warna daging ikan yang keemasan dan kelopak mawar yang harum mengingatkanmu pada ombak di tengah laut yang memerah karena cahaya matahari terbenam. Tidak heran kalau makanan ini juga disebut dengan julukan \"Roman para Pelaut\". Tu-Tunggu dulu! Jangan-jangan cerita petualangan Lambad tidak dilebih-lebihkan ya?",
      "effect": "Memulihkan 10% HP dan 1200 HP tambahan untuk Karakter yang dipilih."
    }
  }
}
