{
  "_id": 3403,
  "id": "lasagna",
  "name": "Lasagna",
  "description": "Pasta panggang. Oleskan lapisan saus daging, keju, dan saus bechamel di atas lapisan kulit, lalu susun dengan lapisan kulit lagi, tumpuk terus beberapa lapis lagi, kemudian pangganglah keju sampai menggelembung dan berwarna kekuningan. Rahasia kelezatannya terletak pada saus daging yang dimasak dengan cermat.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108527,
      "name": "Suspicious Lasagna",
      "description": "Hidangan pasta panggang. Pasta dan isinya dicampur secara asal, sehingga teksturnya tidak terjamin sama sekali. Kamu sepertinya merasakan ada Lasagna yang tersangkut di tenggorokan — tapi jangan khawatir, ini masih mending karena gigitan berikutnya pasti akan lebih parah lagi!",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108528,
      "name": "Lasagna",
      "description": "Pasta panggang. Oleskan lapisan saus daging, keju, dan saus bechamel di atas lapisan kulit, lalu susun dengan lapisan kulit lagi, tumpuk terus beberapa lapis lagi, kemudian pangganglah keju sampai menggelembung dan berwarna kekuningan. Rahasia kelezatannya terletak pada saus daging yang dimasak dengan cermat.",
      "effect": "Memulihkan 32% HP dan 1.250 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108529,
      "name": "Delicious Lasagna",
      "description": "Pasta panggang. Nyanyian yang berpadu sempurna antara panci dan api seolah meningkatkan nilai dari saus daging hingga mencapai Takhta Pasta tertinggi. Saat hidangan itu memasuki mulutmu, akan memberi kebahagiaan tak tertandingi sampai-sampai kamu ingin menjadikan hari ini sebagai Hari Lasagna!",
      "effect": "Memulihkan 34% HP dan 1.900 HP tambahan untuk Karakter yang dipilih."
    }
  }
}