{
  "_id": 3108,
  "id": "lotus_flower_crisp",
  "name": "Lotus Flower Crisp",
  "description": "Salah satu hidangan penutup tradisional Liyue. Lotus manis yang dibungkus dengan kerak tepung goreng yang renyah. Lapisan kelopak bunganya terurai sempurna di telapak tanganmu.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almond",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108161,
      "name": "Suspicious Lotus Flower Crisp",
      "description": "Salah satu hidangan penutup tradisional Liyue. Kelopak bunga teratai telah kehilangan warna aslinya, menjadi coklat dan layu karena panasnya minyak.",
      "effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108162,
      "name": "Lotus Flower Crisp",
      "description": "Salah satu hidangan penutup tradisional Liyue. Lotus manis yang dibungkus dengan kerak tepung goreng yang renyah. Lapisan kelopak bunganya terurai sempurna di telapak tanganmu.",
      "effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108163,
      "name": "Delicious Lotus Flower Crisp",
      "description": "Salah satu hidangan penutup tradisional Liyue. Tarik napas dan tiuplah dengan perlahan-lahan, lihat kelopak bunganya yang bergerak dengan lembut, seolah memiliki jiwanya sendiri. Saat kamu menutup mata dan menggigitnya, rasa manis dan aroma sedapnya begitu terasa di mulut. Seakan-akan angin bertiup, bunga bermekaran, seruling berbunyi, dan burung beterbangan.",
      "effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
