{
  "_id": 4903,
  "id": "meatlovers_feast",
  "name": "Meat-Lover's Feast",
  "description": "Paket kombo yang terdiri dari daging dan kopi. Ayam goreng yang dibalut dengan dedaunan dan ekor udang segar yang dipotong, merupakan perpaduan rasa dari daratan dan perairan. Siapa pun yang mencicipinya pasti akan terkejut. Kenikmatan makanan ini sama seperti petualangan misterius yang memiliki kemungkinan tak terbatas.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 5
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 4
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Coffee Bean",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108829,
      "name": "Suspicious Meat-Lover's Feast",
      "description": "Paket makanan yang terdiri dari kombinasi daging dan kopi. Berbagai jenis bahan makanan bercampur aduk menjadi satu, kalau dilihat dari penampilannya, sepertinya ... Hmm, sejenis makanan yang menggabungkan daging steak dan udang? Jika kamu bisa mengabaikan bentuknya yang kacau dan memakannya, untuk mengisi perut bukan masalah sih ....",
      "effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108830,
      "name": "Meat-Lover's Feast",
      "description": "Paket kombo yang terdiri dari daging dan kopi. Ayam goreng yang dibalut dengan dedaunan dan ekor udang segar yang dipotong, merupakan perpaduan rasa dari daratan dan perairan. Siapa pun yang mencicipinya pasti akan terkejut. Kenikmatan makanan ini sama seperti petualangan misterius yang memiliki kemungkinan tak terbatas.",
      "effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108831,
      "name": "Delicious Meat-Lover's Feast",
      "description": "Paket makanan yang terdiri dari daging dan kopi. Saus istimewanya bagai kekuatan Anemo yang berembus dan menyebarkan aroma lemak yang memikat. Sementara daging udang yang kenyal dan lezat seakan melompat di ujung lidah. Setiap gigitannya terasa berair dan menyuguhkan berlapis-lapis kepuasan ... Meski perutmu sudah kenyang, kamu tidak pernah menginginkan pesta daging ini berakhir!",
      "effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}