{
  "_id": 3015,
  "id": "meatnado",
  "name": "Meatnado",
  "description": "Hidangan daging yang populer. Letakkan bacon dan lauk pauk lainnya di atas irisan tipis daging, gulung dan goreng dengan minyak hingga berwarna coklat, lalu tambahkan ke dalam sup dan biarkan mendidih. Setelah produk jadinya dipotong, irisan dagingnya akan terbungkus rapat bersama isian layaknya angin puyuh.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Bacon",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108691,
      "name": "Suspicious Meatnado",
      "description": "Hidangan daging yang populer. Semuanya terkesan lancar pada awalnya, namun siapa sangka, pada tahapan mengiris yang krusial, daging yang digulungnya tiba-tiba hancur. Lauk pauk dan daging menjadi berantakan, pemandangannya mirip dengan sehabis badai terbitlah kehancuran ....",
      "effect": "Setelah anggota party mana pun mengalahkan musuh, memulihkan 15 Stamina. Efek ini berlangsung selama 900 detik dan maksimum terpicu sekali setiap 3 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108692,
      "name": "Meatnado",
      "description": "Hidangan daging yang populer. Letakkan bacon dan lauk pauk lainnya di atas irisan tipis daging, gulung dan goreng dengan minyak hingga berwarna coklat, lalu tambahkan ke dalam sup dan biarkan mendidih. Setelah produk jadinya dipotong, irisan dagingnya akan terbungkus rapat bersama isian layaknya angin puyuh.",
      "effect": "Setelah anggota party mana pun mengalahkan musuh, memulihkan 20 Stamina. Efek ini berlangsung selama 900 detik dan maksimum terpicu sekali setiap 3 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108693,
      "name": "Delicious Meatnado",
      "description": "Hidangan daging yang populer. Aroma daging yang kuat menyapu tubuh dan pikiran, memuaskan imajinasi semua orang akan daging yang tebal. Tak heran jika sajian ini sering kali ditemukan di setiap acara kumpul-kumpul yang penuh sukacita.",
      "effect": "Setelah anggota party mana pun mengalahkan musuh, memulihkan 25 Stamina. Efek ini berlangsung selama 900 detik dan maksimum terpicu sekali setiap 3 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
