{
  "_id": 3221,
  "id": "megameaty_sushi",
  "name": "Mega-Meaty Sushi",
  "description": "Sushi yang dibuat dengan daging barbekyu. Setiap lapisan dagingnya begitu tipis dan empuk, ditumpuk bagaikan tumpukan batu yang membentuk gunung di muka bumi. Dan lobak putih halusnya bagaikan puncak gunung yang tertutup oleh salju putih. Hidangan ini tidak hanya nikmat dipandang, namun juga menggugah selera.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 3
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Radish",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108665,
      "name": "Suspicious Mega-Meaty Sushi",
      "description": "Sushi yang terbuat dari daging panggang. Irisan dagingnya berantakan, saat dicicipi, terasa kering dan beraroma kayu. Rasanya seperti mendaki gunung yang terjal. Mungkin menyerah di tengah jalan adalah pilihan bijak ....",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108666,
      "name": "Mega-Meaty Sushi",
      "description": "Sushi yang dibuat dengan daging barbekyu. Setiap lapisan dagingnya begitu tipis dan empuk, ditumpuk bagaikan tumpukan batu yang membentuk gunung di muka bumi. Dan lobak putih halusnya bagaikan puncak gunung yang tertutup oleh salju putih. Hidangan ini tidak hanya nikmat dipandang, namun juga menggugah selera.",
      "effect": "Memulihkan 32% HP dan 1.250 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108667,
      "name": "Delicious Mega-Meaty Sushi",
      "description": "Sushi yang terbuat dari daging panggang. Dagingnya yang lembut dan isiannya yang berlimpah langsung menempati ruang di antara gigi dan pipimu tanpa meninggalkan celah. Setelah menyantap sepiringnya, kamu akan merasa seolah-olah sedang memandang ke kejauhan dari puncak gunung dan merasakan kepuasan yang luar biasa.",
      "effect": "Memulihkan 34% HP dan 1.900 HP tambahan untuk Karakter yang dipilih."
    }
  }
}