{
  "id": "milky_mushroom_crisp_tower",
  "name": "Milky Mushroom Crisp Tower",
  "description": "Camilan yang renyah. Jamur dan keju di atas irisan roti menemaninya ketika dipanggang. Menghirup aromanya yang luar biasa saja sudah cukup untuk meningkatkan ekspektasi siapa pun. Cukup berikan satu gigitan saja dan kamu akan mendapatkan balasan berupa rasa segar dan aroma rasa manis yang tak tertahankan.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "flour",
      "name": "Flour",
      "amount": 4
    },
    {
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 3
    },
    {
      "id": "cheese",
      "name": "Cheese",
      "amount": 2
    },
    {
      "id": "cream",
      "name": "Cream",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Milky Mushroom Crisp Tower",
      "description": "Camilan yang renyah. Dari penampakkan fisik hidangan yang menyedihkan ini, mudah ditebak kalau hidangan ini sudah terbengkalai untuk waktu yang lama — kadar airnya sudah merosot sehingga irisan rotinya kini menjadi kering dan keras. Saat hidangan ini digigit, pipimu akan terasa masam ... Lain kali, jangan lupa untuk memakannya selagi masih enak dan segar ....",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "name": "Milky Mushroom Crisp Tower",
      "description": "Camilan yang renyah. Jamur dan keju di atas irisan roti menemaninya ketika dipanggang. Menghirup aromanya yang luar biasa saja sudah cukup untuk meningkatkan ekspektasi siapa pun. Cukup berikan satu gigitan saja dan kamu akan mendapatkan balasan berupa rasa segar dan aroma rasa manis yang tak tertahankan.",
      "effect": "Memulihkan 32% HP dan 1.250 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "name": "Delicious Milky Mushroom Crisp Tower",
      "description": "Camilan yang renyah. Aroma krim yang samar-samar akan melekat di lidahmu, berpadu dengan kelembutan jamur dan renyahnya roti panggang. Rasa kepuasan yang tiada duanya ini membuatmu terus-menerus menginginkannya, bahkan untuk menyisakan remah-remah yang ada di ujung jarimu saja, kamu tidak akan rela.",
      "effect": "Memulihkan 34% HP dan 1.900 HP tambahan untuk Karakter yang dipilih."
    }
  }
}
