{
  "_id": 3112,
  "id": "minty_meat_rolls",
  "name": "Minty Meat Roll",
  "description": "Hidangan dengan rasa asam dan manis. Daging yang telah dimarinasi, dipotong tipis dan digulung dengan daun Mint, kemudian dioleskan saus berbahan Jueyun Chili. Rasa Mint yang unik adalah sentuhan akhir yang sangat cocok untuk hidangan dingin seperti ini.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108231,
      "name": "Suspicious Minty Meat Rolls",
      "description": "Hidangan dengan rasa asam dan manis. Sausnya yang terlalu asin menutupi kesegaran bahan-bahan hidangan ini. Kalau kamu tidak mau menambahkan air, lebih baik kalau kamu memakannya dengan sesuap besar nasi.",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108232,
      "name": "Minty Meat Roll",
      "description": "Hidangan dengan rasa asam dan manis. Daging yang telah dimarinasi, dipotong tipis dan digulung dengan daun Mint, kemudian dioleskan saus berbahan Jueyun Chili. Rasa Mint yang unik adalah sentuhan akhir yang sangat cocok untuk hidangan dingin seperti ini.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108233,
      "name": "Delicious Minty Meat Rolls",
      "description": "Hidangan dengan rasa asam dan manis. Daging dan Mint-nya memiliki keseimbangan yang pas. Empuk tapi tidak berminyak, harum tapi tidak pahit. Rasa pedas yang segar membangkitkan kedua rasa yang indah di dalam mulut, dimulai dari lonjakan rasa yang menari-nari di dalam mulut, kemudian disempurnakan dengan seruan sang penikmat.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
