{
  "_id": 3316,
  "id": "minty_fruit_tea",
  "name": "Minty Fruit Tea",
  "description": "Minuman yang rasanya sejuk dan menyegarkan. Perpaduan antara harumnya teh dan rasa buah yang manis asam langsung merangsang indera perasamu. Kamu akan membutuhkan waktu cukup lama untuk menghabiskan satu gelas besar minuman ini.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 3
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Sunsettia",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Berry",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108498,
      "name": "Suspicious Minty Fruit Tea",
      "description": "Minuman yang dingin dan menyegarkan. Baru diminum seteguk saja, rasanya gigi di mulut sudah mau meninggalkan gusinya. Rasa manis yang ringan benar-benar tertutup oleh zat astringent. Ini \"teh buah\" bukan sih?",
      "effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108499,
      "name": "Minty Fruit Tea",
      "description": "Minuman yang rasanya sejuk dan menyegarkan. Perpaduan antara harumnya teh dan rasa buah yang manis asam langsung merangsang indera perasamu. Kamu akan membutuhkan waktu cukup lama untuk menghabiskan satu gelas besar minuman ini.",
      "effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108500,
      "name": "Delicious Minty Fruit Tea",
      "description": "Minuman yang dingin dan menyegarkan. Rasa teh yang lembut dipadukan dengan aroma bunga yang ringan. Pada saat yang sama juga terjalin aroma buah yang manis dan memenuhi tenggorokan dengan seteguk keharuman. Loh, di dasar gelasnya kok tinggal sisa es batu?",
      "effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
