{
  "id": "mint_jelly",
  "name": "Mint Jelly",
  "description": "Makanan penutup yang menyegarkan. Cara membuat hidangan ini cukup mudah. Tekstur jeli yang lembut dan rasa mint yang segar pasti akan menyegarkanmu sepanjang hari.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "mint",
      "name": "Mint",
      "amount": 1
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Mint Jelly",
      "description": "Makanan penutup yang menyegarkan. Terjadi sebuah kesalahan kecil saat membuat hidangan ini sehingga jelinya tidak beku merata. Yah, tapi seharusnya masih bisa dinikmati sebagai minuman mint...",
      "effect": "Memulihkan 8% HP dan 800 HP Karakter yang dipilih."
    },
    "normal": {
      "name": "Mint Jelly",
      "description": "Makanan penutup yang menyegarkan. Cara membuat hidangan ini cukup mudah. Tekstur jeli yang lembut dan rasa mint yang segar pasti akan menyegarkanmu sepanjang hari.",
      "effect": "Memulihkan 9% HP dan 1000 HP Karakter yang dipilih."
    },
    "delicious": {
      "name": "Delicious Mint Jelly",
      "description": "Makanan penutup yang menyegarkan. Kekenyalannya yang sempurna terlihat sangat memuaskan saat kamu memukulnya dengan punggung sendok. Hanya dengan satu suapan saja, kamu bisa merasakan rasa dingin dan segar menyeruak ke seluruh mulutmu, menghilangkan segala perasaan burukmu dan membuatmu merasa seperti manusia baru.",
      "effect": "Memulihkan 10% HP dan 1200 HP Karakter yang dipilih."
    },
    "special": {
      "name": "Satiety Gel",
      "description": "Hidangan spesialisasi Aloy. Potongannya sempurna, wujudnya juga sesuai aturan dan rapi. Aromanya memancarkan hawa dingin yang menyejukkan. Awalnya Aloy agak khawatir apakah kamu dapat menerima camilan manis yang unik ini, tapi setelah melihat kamu melahapnya dalam sekali napas, dia pun menghela napas lega.",
      "effect": "Memulihkan 16% HP dan 1350 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "aloy",
        "name": "Aloy"
      }
    }
  }
}
