{
  "id": "miso_soup",
  "name": "Miso Soup",
  "description": "Hidangan kuah sederhana. Bahan-bahannya mudah ditemukan dan cara pembuatannya juga mudah. Satu mangkuk kecil sup miso ini akan memberimu kekuatan yang cukup agar tidak merasa lelah dalam perjalanan.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Miso Soup",
      "description": "Hidangan kuah yang sederhana. Seagrass yang dimasak terlalu lembek, tofu yang hancur, dan rasa miso yang terlalu kuat bergabung menjadi satu. Satu mangkuk sup ini di pagi hari akan merusak suasana hatimu sepanjang hari.",
      "effect": "Memulihkan 8% HP Karakter yang dipilih dan memberikan regenerasi 210 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "name": "Miso Soup",
      "description": "Hidangan kuah yang sederhana. Bahan-bahannya mudah ditemukan dan cara pembuatannya juga mudah. Satu mangkuk kecil sup miso ini cukup untuk memberimu kekuatan hingga tidak akan merasa lelah dalam perjalanan.",
      "effect": "Memulihkan 9% HP Karakter yang dipilih dan memberikan regenerasi 260 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "name": "Delicious Miso Soup",
      "description": "Hidangan kuah yang sederhana. Aroma supnya memancarkan aroma ragi. Satu suap penuh bersama dengan nasi putih saja cukup untuk melengkapi makanan utamamu.",
      "effect": "Memulihkan 10% HP Karakter yang dipilih dan memberikan regenerasi 300 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "name": "\"Warmth\"",
      "description": "Hidangan spesialisasi Thoma. Penampilan yang rumit dari hidangan ini tidak berbanding lurus dengan penggunaan bahan-bahannya yang sederhana. Tapi coba teguklah, maka senyum cerah Thoma akan langsung terbayang-bayang di dalam pikiran. Mungkin ini adalah kemampuan spesialnya: menghangatkan hati orang lain walaupun hanya dengan menggunakan bahan-bahan yang paling sederhana.",
      "effect": "Memulihkan 14% HP Karakter yang dipilih dan memberikan regenerasi 350 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "thoma",
        "name": "Thoma"
      }
    }
  }
}
