{
  "id": "mixed_yakisoba",
  "name": "Mixed Yakisoba",
  "description": "Salah satu masakan rumahan Inazuma. Kamu cuma perlu menumis mi dan lauk sampai matang dengan merata sebelum disajikan. Hidangan yang mudah dan mengenyangkan, tidak heran jika mi ini sangat digemari warga Inazuma.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 2
    },
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Mixed Yakisoba",
      "description": "Masakan rumahan yang umum di Inazuma. Baik mi dan menu pendamping yang berwarna agak kehitaman, membuktikan kalau sebuah tragedi telah terjadi saat masakan ini dibuat.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 250 HP."
    },
    "normal": {
      "name": "Mixed Yakisoba",
      "description": "Salah satu masakan rumahan biasa di Inazuma. Kamu hanya perlu menggoreng mie dan lauk secara merata sebelum disajikan, menjadikannya hidangan yang mudah dibuat dan mengenyangkan. Maka tidak heran jika hidangan ini sangat dicari di kalangan rakyat Inazuma.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 400 HP."
    },
    "delicious": {
      "name": "Delicious Mixed Yakisoba",
      "description": "Salah satu masakan rumahan biasa di Inazuma. Teknik seni membumbui yang misterius telah ditaburkan pada mi yang sedikit menggulung dan lauk pauk biasa di masakan ini. Halus, kenyal, dan kaya rasa... keajaiban yang ada di atas piring ini sungguh mengagumkan sehingga orang tidak akan pernah bosan untuk menghabiskannya.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 550 HP."
    },
    "special": {
      "name": "Way of the Strong",
      "description": "Masakan andalan Arataki Itto. Dia bersikeras kalau hidangan yang dibuat oleh Arataki \"Si Tukang Makan Nomor Satu\" Itto ini \"belum ada tandingannya sampai saat ini\". Mau dimakan sambil berdiri, duduk, ataupun rebahan ... makanan ini akan langsung mengenyangkan perutmu serta membuatmu berada dalam proses perjalanan menjadi makhluk paling kuat nomor dua di dunia. Luar biasa kan.",
      "effect": "Menghidupkan kembali Karakter lalu memulihkan 15% HP dan 550 HP Karakter yang dipilih.",
      "character": {
        "id": "arataki_itto",
        "name": "Arataki Itto"
      }
    }
  }
}
