{
  "id": "moon_pie",
  "name": "Moon Pie",
  "description": "Makanan pokok tradisional dari Mondstadt. Daging berbumbu yang memiliki rasa yang kuat, tetapi juga tetap manis dan lembap setelah dipanggang. Ini adalah hidangan yang wajib hadir di festival Mondstadt.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Butter",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Moon Pie",
      "description": "Makanan pokok tradisional dari Mondstadt. Kue cokelat kekuningan yang terlihat kurang memuaskan. Jangan biarkan penduduk Mondstadt mendapatimu salah dalam membuat makanan ini, jika tidak... mungkin mereka akan datang dan mengajarimu sampai berhasil membuatnya dengan benar.",
      "effect": "Meningkatkan 25% kekuatan perisai dan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Moon Pie",
      "description": "Makanan pokok tradisional dari Mondstadt. Daging berbumbu yang memiliki rasa yang kuat, tetapi juga tetap manis dan lembap setelah dipanggang. Ini adalah hidangan yang wajib hadir di festival Mondstadt.",
      "effect": "Meningkatkan 30% kekuatan perisai dan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Moon Pie",
      "description": "Makanan pokok tradisional dari Mondstadt. Saat memotong pai daging kecil ini, aroma mentega dan daging akan tercium. Rasanya yang padat dan manis mengingatkan kita pada pemandangan yang berhubungan dengan festival dan panen, yang tanpa disadari memberikan senyuman bahagia.",
      "effect": "Meningkatkan 35% kekuatan perisai dan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "special": {
      "name": "Stormcrest Pie",
      "description": "Hidangan spesialisasi Eula. Makanan yang dibentuk tidak menyerupai bulan ini sepertinya mengekspresikan perlawanan Eula terhadap tradisi yang ada atau menggambarkan pepatah \"gigi dibalas gigi\". Rasa asin, segar, dan berasap muncul dari balik kerenyahan bagian luarnya yang berwarna keemasan. Intensitas dan rasanya tidak bisa dibandingkan dengan pie lainnya di Mondstadt. Tapi lebih baik jangan mengatakan hal ini padanya, kalau tidak, Eula pasti akan \"membalaskan dendamnya\".",
      "effect": "Meningkatkan 40% kekuatan perisai dan 282 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}
