{
  "id": "moreandmore",
  "name": "More-and-More",
  "description": "Camilan yang dipanggang di plat besi besar (teppan). Campurkan air dan tepung hingga menjadi adonan, tambahkan sayuran dan daging, lalu panggang sampai matang di atas plat besi. Terakhir, sirami saus dan taburkan cakalang kering. Tidak peduli berapa banyak bahan yang dimasukkan, rasanya pasti tetap lezat dan memang membuat orang merasakan kelezatan yang melimpah ruah. Karena itulah camilan ini dinamakan \"More-and-More\".",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "id": "bacon",
      "name": "Bacon",
      "amount": 2
    },
    {
      "id": "lavender_melon",
      "name": "Lavender Melon",
      "amount": 1
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious More-and-More",
      "description": "Camilan yang dipanggang di plat besi besar (teppan). Dari luar terlihat seperti makanan, tapi saat digigit, bulu kuduk langsung merinding dibuatnya. Membuat makanan memang tidak boleh dibuat tanpa menggunakan hati dan ogah-ogahan.",
      "effect": "Meningkatkan 20% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "More-and-More",
      "description": "Camilan yang dipanggang di plat besi besar (teppan). Campurkan air dan tepung hingga menjadi adonan, tambahkan sayuran dan daging, lalu panggang sampai matang di atas plat besi. Terakhir, sirami saus dan taburkan cakalang kering. Tidak peduli berapa banyak bahan yang dimasukkan, rasanya pasti tetap lezat dan memang membuat orang merasakan kelezatan yang melimpah ruah. Karena itulah camilan ini dinamakan \"More-and-More\".",
      "effect": "Meningkatkan 30% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious More-and-More",
      "description": "Camilan yang dipanggang di plat besi besar (teppan). Bahan makanan yang beragam bertumpuk satu sama lain. Dalam satu gigitan saja, kamu dapat merasakan perpaduan antara kulit luar yang garing dan isi dalamnya yang lembut. Aroma dari saus yang menyelimuti isinya dengan sempurna, menyelinap melewati bibir dan sela gigi, lalu masuk ke dalam perut dengan mulus. Bahkan sisa aromanya yang tertinggal di udara dapat membawa rasa kelezatan yang sulit terlupakan.",
      "effect": "Meningkatkan 40% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
