{
  "_id": 2304,
  "id": "mushroom_hodgepodge",
  "name": "Mushroom Hodgepodge",
  "description": "Hidangan jamur panggang bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya ini hanya hidangan jamur biasa yang ditambah sedikit bumbu saja. Hidangan ini berisi tiga jenis jamur berbeda dan disiapkan dengan cara yang benar. Bisa dimasak dengan cara yang sederhana dan menghasilkan tekstur serta rasa yang lezat.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101213,
      "id": "rukkhashava_mushrooms",
      "name": "Rukkhashava Mushroom",
      "amount": 1
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 1
    },
    {
      "_id": 101212,
      "id": "starshroom",
      "name": "Starshroom",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108403,
      "name": "Suspicious Mushroom Hodgepodge",
      "description": "Hidangan jamur panggang bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya ini hanya hidangan jamur biasa yang ditambah sedikit bumbu saja. Aroma yang tercium dari hidangan ini sebenarnya aroma alam liar atau ... aroma jamur yang tidak dicuci bersih ya? Ah, sepertinya aroma alami seperti ini hanya bisa dinikmati oleh babi hutan saja.",
      "effect": "Meningkatkan 88 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108404,
      "name": "Mushroom Hodgepodge",
      "description": "Hidangan jamur panggang bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya ini hanya hidangan jamur biasa yang ditambah sedikit bumbu saja. Hidangan ini berisi tiga jenis jamur berbeda dan disiapkan dengan cara yang benar. Bisa dimasak dengan cara yang sederhana dan menghasilkan tekstur serta rasa yang lezat.",
      "effect": "Meningkatkan 107 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108405,
      "name": "Delicious Mushroom Hodgepodge",
      "description": "Hidangan jamur panggang bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya ini hanya hidangan jamur biasa yang ditambah sedikit bumbu saja. Tingkat api dan waktu memasaknya disesuaikan dengan ketiga jenis jamur yang berbeda. Masing-masing menciptakan perbedaan rasa yang tak akan terlupakan. Kamu bisa memakan semuanya sekaligus, atau menikmatinya satu per satu, tergantung preferensi pribadi saja.",
      "effect": "Meningkatkan 126 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108436,
      "name": "Forest Ranger's Choice",
      "description": "Masakan andalan Tighnari. Komposisi makanan ini terdiri jamur yang dapat dimakan yang dipilih sendiri dengan teliti oleh Tighnari sang Pelindung Hutan. Selain daripada jamur yang umum, ada juga spesies misterius yang belum pernah terlihat sebelumnya. Kalaupun makanan ini tidak ditambahkan dengan rempah apa pun, rasanya masih sangat mampu menonjolkan kelezatan jamurnya itu sendiri ... Kelezatan yang langka seperti itu pasti menghabiskan banyak waktu dan usaha di luar pekerjaan penelitiannya.",
      "effect": "Meningkatkan 151 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "tighnari",
        "name": "Tighnari"
      }
    }
  }
}
