{
  "_id": 3904,
  "id": "ninefruit_nectar",
  "name": "Nine-Fruit Nectar",
  "description": "Minuman yang berisi campuran berbagai macam jus buah. Campurkan berbagai macam jus buah dengan rasio yang ditentukan untuk membuat rasa buah bercampur menjadi satu dan mempertahankan rasa manis dan asamnya. Tambahkan es batu untuk membuatnya menjadi lebih nikmat.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Zaytun Peach",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Sunsettia",
      "amount": 2
    },
    {
      "_id": 100001,
      "id": "apple",
      "name": "Apple",
      "amount": 2
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Berry",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108832,
      "name": "Suspicious Nine-Fruit Nectar",
      "description": "Minuman yang terbuat dari campuran jus buah. Asam, pahit, dan bahkan sedikit asin ...? Yang kurang hanyalah satu-satunya rasa manis yang diharapkan. Rasa yang rumit ini ... Apa mungkin pas pembuatannya, tanpa sengaja tercampur dengan sup herbal yang tidak dikenal?",
      "effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108833,
      "name": "Nine-Fruit Nectar",
      "description": "Minuman yang berisi campuran berbagai macam jus buah. Campurkan berbagai macam jus buah dengan rasio yang ditentukan untuk membuat rasa buah bercampur menjadi satu dan mempertahankan rasa manis dan asamnya. Tambahkan es batu untuk membuatnya menjadi lebih nikmat.",
      "effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108834,
      "name": "Delicious Nine-Fruit Nectar",
      "description": "Minuman yang terbuat dari campuran jus buah. Pada tegukan pertama, kamu seperti merasakan tubuhmu terbalut oleh keranjang buah di bawah cahaya matahari dan aroma buahnya menari-nari di dalam benakmu, merupakan campuran buah yang sempurna. Minuman ini akan menjadi penyelamat jiwamu saat sedang diterjang oleh panas matahari!",
      "effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
