{
  "id": "noodles_with_mountain_delicacies",
  "name": "Noodles with Mountain Delicacies",
  "description": "Mie dengan saus yang terbuat dari campuran daging dan sayuran. Sausnya memiliki rasa seperti masakan rumahan, dan jumlah saus yang dituangkan ke dalam mi ini cukup banyak. Sebuah masakan yang sederhana, tetapi sangat populer dan digemari.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 3
    },
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Noodles with Mountain Delicacies",
      "description": "Mie dengan saus daging dan sayur. Kelembapannya hilang karena panas, menyebabkan mi menjadi kering. Kamu mungkin akan tersedak meskipun kamu mengunyahnya perlahan.",
      "effect": "Memulihkan 40 Stamina."
    },
    "normal": {
      "name": "Noodles with Mountain Delicacies",
      "description": "Mi dengan saus yang terbuat dari campuran daging dan sayuran. Sausnya memiliki rasa seperti masakan rumahan, dan jumlah saus yang dituangkan ke dalam mi ini cukup banyak. Sebuah masakan yang sederhana, tetapi sangat populer dan digemari.",
      "effect": "Memulihkan 50 Stamina"
    },
    "delicious": {
      "name": "Delicious Noodles with Mountain Delicacies",
      "description": "Mie dengan saus yang terbuat dari campuran daging dan sayuran. Walaupun terlihat biasa saja, tetapi mie ini telah menyerap esensi-esensi dari bahan pegunungan yang langka. Cukup satu suapan saja sudah cukup membawa kamu merasakan kesegaran makanan yang tak tertandingi.",
      "effect": "Memulihkan 60 Stamina."
    },
    "special": {
      "name": "Cold Noodles with Mountain Delicacies",
      "description": "Spesialisasi Chongyun. Tekstur mie yang kenyal ini akan sangat cocok di musim panas yang terik, namun Chongyun bersikeras untuk tetap memakannya di musim dingin. Pria yang luar biasa.",
      "effect": "Memulihkan 80 Stamina.",
      "character": {
        "id": "chongyun",
        "name": "Chongyun"
      }
    }
  }
}
