{
  "_id": 3011,
  "id": "northern_apple_stew",
  "name": "Northern Apple Stew",
  "description": "Hidangan yang terdiri dari daging dan apel yang direbus. Dagingnya menjadi lembut, rasanya pekat, dan ketika dibelah, sari daging yang keluar memancarkan aroma buah apel. Sungguh hidangan yang menggiurkan dan menyegarkan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 100001,
      "id": "apple",
      "name": "Apple",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepper",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108170,
      "name": "Suspicious Northern Apple Stew",
      "description": "Hidangan dengan daging dan apel yang direbus. Selain sedikit asam, rasanya sama seperti hidangan daging rebus lain yang sederhana, dan tidak memiliki aroma buah. Bahkan orang mungkin bertanya-tanya apakah ada apel di dalamnya.",
      "effect": "Memulihkan 30% HP dan 600 HP Karakter yang dipilih."
    },
    "normal": {
      "_id": 108171,
      "name": "Northern Apple Stew",
      "description": "Hidangan yang terdiri dari daging dan apel yang direbus. Dagingnya menjadi lembut, rasanya pekat, dan ketika dibelah, sari daging yang keluar memancarkan aroma buah apel. Sungguh hidangan yang menggiurkan dan menyegarkan.",
      "effect": "Memulihkan 32% HP dan 1250 HP Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108172,
      "name": "Delicious Northern Apple Stew",
      "description": "Hidangan dengan daging dan apel yang direbus. Dagingnya sangat berair, dan tidak peduli berapa banyak yang kamu makan, kamu masih ingin memakannya lagi. Seolah berbaring di kebun apel, setiap napas terasa manis.",
      "effect": "Memulihkan 34% HP dan 1900 HP Karakter yang dipilih."
    },
    "special": {
      "_id": 108924,
      "id": "apple_stew_trial_version",
      "name": "Apple Stew (Trial Version)",
      "description": "Masakan andalan Durin. Dengan meniru setiap gerakanmu di dapur, Durin berhasil menyiapkan hidangan pertama dalam hidupnya. Di balik aroma buah yang kaya, tersimpan pemahaman awalnya tentang masakan dunia ini. Di sepanjang pinggirannya yang sedikit renyah, terletak hasil usahanya mengendalikan kekuatannya sendiri.",
      "effect": "Memulihkan 40% HP dan 2.350 HP tambahan untuk Karakter yang dipilih.",
      "character": {
        "id": "durin",
        "name": "Durin"
      }
    }
  }
}