{
  "_id": 3213,
  "id": "omelette_rice",
  "name": "Omelette Rice",
  "description": "Hidangan utama yang dibalut telur. Telur yang dikocok rata digoreng hingga setengah matang sebelum dituangkan di atas nasi, dan setelah siap untuk disajikan, tambahkan saus tomat di atasnya. Konon katanya masakan ini berasal dari daerah lain, meski dengan cara memasak yang lebih rumit.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108327,
      "name": "Suspicious Omelette Rice",
      "description": "Hidangan utama yang dibalut telur. Telur yang hampir membalut seluruh nasi, digoreng lama sehingga sudah kehilangan semua cairannya. Mungkin lebih baik disebut sebagai \"telur goreng di atas nasi\".",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108328,
      "name": "Omelette Rice",
      "description": "Hidangan utama yang dibalut telur. Telur yang dikocok rata digoreng hingga setengah matang sebelum dituangkan di atas nasi, dan setelah siap untuk disajikan, tambahkan saus tomat di atasnya. Konon katanya masakan ini berasal dari daerah lain, meski dengan cara memasak yang lebih rumit.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108329,
      "name": "Delicious Omelette Rice",
      "description": "Hidangan utama yang dibalut telur. Dengan lembut menyentuh bagian luar yang dibalut telur, yang belum sepenuhnya matang namun membungkus dengan sempurna, ditambah saus asam manis kental, di sekitar nasi putih yang dipadatkan, tak heran jika hidangan ini akan menggugah selera tiap pelanggan. Setelah kamu merasakan kegembiraan di dalamnya, kamu tidak dapat lagi menahan diri untuk tersenyum.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108388,
      "id": "omurice_waltz",
      "name": "Omurice Waltz",
      "description": "Masakan andalan Kuki Shinobu. Telur yang lembut seperti sedang menari di atas panggung saus, menyelimuti nasi yang pulen dan lembut. Masakan ini tidak kalah kalau diadu dengan masakan koki Uyuu Restaurant sekali pun! Sertifikasi koki Shinobu bukan cuma sertifikat!",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari selama 1.500 detik. Dalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
      "character": {
        "id": "kuki_shinobu",
        "name": "Kuki Shinobu"
      }
    }
  }
}
