{
  "id": "oncidium_tofu",
  "name": "Oncidium Tofu",
  "description": "Hidangan untuk menguji kemampuan memakai pisau seseorang. Semua bahan dipotong menjadi beberapa bagian tipis dalam satu sayatan, dan setelah dicuci, diletakkan di dalam kaldu dan dimasak sampai mengambang. Hasilnya adalah rasa yang ringan dan segar, dan tidak akan terlewatkan sebagai menu rekomendasi koki di restoran Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 4
    },
    {
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 2
    },
    {
      "id": "ham",
      "name": "Ham",
      "amount": 1
    },
    {
      "id": "fowl",
      "name": "Fowl",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Oncidium Tofu",
      "description": "Hidangan untuk menguji kemampuan memakai pisau seseorang. Potongan pisau yang tak beraturan menyebabkan bahan-bahannya terpotong ke segala arah. Rasanya yang tak beraturan membuat orang menjadi putus asa. Hanya rasa tahu yang terasa di mulut yang bisa membuktikan bahwa bahan utama hidangan ini adalah tahu.",
      "effect": "Memulihkan 70 Stamina"
    },
    "normal": {
      "name": "Oncidium Tofu",
      "description": "Hidangan untuk menguji kemampuan memakai pisau seseorang. Semua bahan dipotong menjadi beberapa bagian tipis dalam satu sayatan, dan setelah dicuci, diletakkan di dalam kaldu dan dimasak sampai mengambang. Hasilnya adalah rasa yang ringan dan segar, dan tidak akan terlewatkan sebagai menu rekomendasi koki di restoran Liyue.",
      "effect": "Memulihkan 85 Stamina"
    },
    "delicious": {
      "name": "Delicious Oncidium Tofu",
      "description": "Hidangan untuk menguji kemampuan memakai pisau seseorang. Tahunya, dipotong tipis bagaikan daun musim gugur, mengambang di atas mangkuk, seperti kabut di hutan, dan irisan rebung yang diparut memberikan kesan seperti gambar yang berkilauan, sedangkan kaldu yang digabung dengan esensi dari unggas dan daging ham, memberikan aroma yang tak tertahankan. Satu rasa saja sudah cukup untuk membuat pelanggan tenggelam dalam kabut rasa ini.",
      "effect": "Memulihkan 100 Stamina"
    }
  }
}
