{
  "id": "onigiri",
  "name": "Rice Ball",
  "description": "Makanan praktis yang terbuat dari nasi. Cara membuatnya sederhana, dan rasanya tetap terjaga meski disimpan di suhu ruangan. Karena itulah, makanan ini begitu populer di kalangan warga dan prajurit.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 2
    },
    {
      "id": "rice",
      "name": "Rice",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Onigiri",
      "description": "Makanan praktis yang terbuat dari nasi. Bentuknya segitiga, tetapi tidak cukup padat dan mudah hancur bila diambil. Ya, hancur — bersama dengan ekspektasi orang yang akan memakannya.",
      "effect": "Memulihkan 18% HP Karakter yang dipilih dan memberikan regenerasi 300 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "name": "Onigiri",
      "description": "Makanan praktis yang terbuat dari nasi. Cara membuatnya cukup sederhana, dan rasanya juga tetap enak meskipun disimpan dalam suhu ruangan. Karena itulah, makanan ini sangat populer di kalangan warga dan prajurit.",
      "effect": "Memulihkan 20% HP Karakter yang dipilih dan memberikan regenerasi 390 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "name": "Delicious Onigiri",
      "description": "Makanan praktis yang terbuat dari nasi. Rasa rumput laut yang garing menambahkan cita rasa laut yang manis pada nasi ketan. Sebagai sentuhan akhir, potongan ikan segar di dalam Onigiri ini membawakan rasa seperti tiupan terompet kemenangan yang memuaskan fisik dan mental.",
      "effect": "Memulihkan 22% HP Karakter yang dipilih dan memberikan regenerasi 470 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "name": "Dizziness-Be-Gone no Jutsu Version 2.0",
      "description": "Spesialisasi Sayu. Onigiri ini sudah dibentuk oleh Sayu menjadi bentuk yang sangat lucu — tapi ingat, ini adalah mujina, bukan tanuki, oke? Hm, ini pasti rahasia bagaimana Sayu bisa tidur sepanjang hari setelah makan.",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 570 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "sayu",
        "name": "Sayu"
      }
    }
  }
}
