{
  "_id": 3309,
  "id": "padisarah_pudding",
  "name": "Padisarah Pudding",
  "description": "Hidangan pencuci mulut yang populer di Sumeru. Sari kelopak bunga Padisarah dan Sumeru Rose akan diperas, lalu dicampur dengan susu, gelatin, gula, dan bahan lainnya, kemudian dibiarkan agar mengeras. Bentuknya yang lucu dan rasanya yang manis membuat makanan ini sering muncul di acara-acara perayaan di Sumeru.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108457,
      "name": "Suspicious Padisarah Pudding",
      "description": "Hidangan pencuci mulut yang populer di Sumeru. Satu gigitan saja akan menghasilkan campuran rasa antara susu dan bunga ... Yah, sebenarnya bukan tidak enak sih, tapi tetap jauh dari apa yang bisa diharapkan dari puding ini. Apa perbandingan bahannya ada yang salah atau bagaimana ya?",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108458,
      "name": "Padisarah Pudding",
      "description": "Hidangan pencuci mulut yang populer di Sumeru. Sari kelopak bunga Padisarah dan Sumeru Rose akan diperas, lalu dicampur dengan susu, gelatin, gula, dan bahan lainnya, kemudian dibiarkan agar mengeras. Bentuknya yang lucu dan rasanya yang manis membuat makanan ini sering muncul di acara-acara perayaan di Sumeru.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat memanjat atau berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108459,
      "name": "Delicious Padisarah Pudding",
      "description": "Hidangan pencuci mulut yang populer di Sumeru. Saat memasuki mulut, rasanya yang kenyal akan membuatmu merasa seperti sedang terbang di atas awan rasa susu. Saat menikmati rasanya, aroma campuran Padisarah dan Sumeru Rose akan memenuhi udara di sekitar. Saat kamu sudah mencapai gigitan yang terakhir, rasanya ada sesuatu yang belum selesai. Dan kamu terpaksa menjilat pangkal sendokmu, seperti ingin terus menikmati saat-saat kenikmatan terakhir yang tidak bisa diungkapkan dengan kata-kata.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108466,
      "name": "Swirling Steps",
      "description": "Masakan andalan Nilou. Cangkir sebening kristalnya seperti mengingatkanmu kepada kotak perhiasan berornamen yang berisi puding lembut yang meleleh di mulutmu. Warna kemerahannya sekilas mengingatkanmu kepada bentuk tubuh Nilou yang bercahaya saat sedang menari. Ah, apakah tarian ini bisa bertahan selamanya?",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari selama 1.500 detik. Dalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
      "character": {
        "id": "nilou",
        "name": "Nilou"
      }
    }
  }
}
