{
  "_id": 3408,
  "id": "pate_de_fruit",
  "name": "Pate de Fruit",
  "description": "Permen dengan tekstur yang lembut. Awalnya diciptakan sebagai cara untuk mengawetkan buah-buahan. Seiring berlalunya waktu, permen tersebut telah terpatri dalam kenangan masa kecil setiap orang Fontaine. Rasanya manis dan kenyal, membuat orang tidak akan pernah merasa cukup.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108557,
      "name": "Suspicious Pate de Fruit",
      "description": "Permen dengan tekstur lembut. Permen itu bisa melekat pada gigimu, menjadikannya seolah tugas yang menantang untuk terus mengunyahnya. Meski tidak begitu sulit untuk membersihkan gigi, tapi rasa lengketnya benar-benar merusak momen manis yang kamu rasakan.",
      "effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108558,
      "name": "Pate de Fruit",
      "description": "Permen dengan tekstur yang lembut. Awalnya diciptakan sebagai cara untuk mengawetkan buah-buahan. Seiring berlalunya waktu, permen tersebut telah terpatri dalam kenangan masa kecil setiap orang Fontaine. Rasanya manis dan kenyal, membuat orang tidak akan pernah merasa cukup.",
      "effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108559,
      "name": "Delicious Pate de Fruit",
      "description": "Permen dengan tekstur lembut. Memenuhi mulutmu dengan aroma buah seolah seluruh aroma dari kebun bunga ada di dalam permen itu. Dan sebelum kamu menyadarinya, sudah habis deh 1 toples, dan kamu bahkan tidak mau melewatkan aroma yang ada di jarimu!",
      "effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108564,
      "id": "cubic_tricks",
      "name": "Cubic Tricks",
      "description": "Masakan khas Lyney. Dia menutup buah-buahan yang kamu kumpulkan dengan kain merah dan membukanya — abrakadabra! Kamu disuguhi dengan banyak permen warna-warni. Kamu mencicipi satu dan langsung suasana hatimu jadi beda. Apakah pesulap hebat ini juga menggunakan trik sulap misterius untuk mendapatkan hati orang yang mencicipinya?",
      "effect": "Meningkatkan 20% CRIT Rate dan CRIT DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "lyney",
        "name": "Lyney"
      }
    }
  }
}