{
  "_id": 4404,
  "id": "petit_gateau_debord_revised_version",
  "name": "Petit Gateau Debord: Revised Version",
  "description": "Kue Gateau Debord versi kecil. Dibandingkan dengan kue Gateau Debord yang hanya dijual dalam jumlah terbatas sebanyak enam belas potong setiap harinya, petualangan indah yang pernah kamu lalui bersama-sama lebih berharga dan lebih layak untuk diingat. Mungkin Escoffier memiliki pemikiran yang sama saat dia membuat resep ini ....",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101233,
      "id": "romaritime_flower",
      "name": "Romaritime Flower",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108814,
      "name": "Suspicious Petit Gateau Debord: Revised Version",
      "description": "Kue Gateau Debord versi kecil. Kue kecil ini bagaikan bongkahan kayu yang mengapung di lautan luas, saus coklatnya yang tebal seperti ombak yang menghanyutkan kue beserta piringnya, sekaligus melenyapkan rasa lapar yang ada di perutmu.",
      "effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108815,
      "name": "Petit Gateau Debord: Revised Version",
      "description": "Kue Gateau Debord versi kecil. Dibandingkan dengan kue Gateau Debord yang hanya dijual dalam jumlah terbatas sebanyak enam belas potong setiap harinya, petualangan indah yang pernah kamu lalui bersama-sama lebih berharga dan lebih layak untuk diingat. Mungkin Escoffier memiliki pemikiran yang sama saat dia membuat resep ini ....",
      "effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108816,
      "name": "Delicious Petit Gateau Debord: Revised Version",
      "description": "Kue Gateau Debord versi kecil. Selai yang lembut terasa seperti kain sutra yang tidak bisa digenggam, menari-nari di tengah musik yang merdu saat sedang minum teh di sore hari, menyapu ujung lidah dengan lembut, hati pun juga ikut terpesona .... Mungkin dalam mimpimu malam ini juga akan terbayang kembali kue yang begitu menggoda ini ....",
      "effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108820,
      "id": "gateau_debord_magnifique",
      "name": "Gateau Debord: Magnifique",
      "description": "Masakan andalan Escoffier. Kue yang lebih mewah dan lebih megah daripada kue mana pun yang pernah kamu lihat sebelumnya, dan mampu membuat siapa pun yang mencicipinya terpesona dalam sekejap. Rasanya lembut bagai selimut hangat yang menyelimuti setiap indra pengecapmu, dan memenuhi tubuhmu dengan kebahagiaan ... Tidak diragukan lagi, kemampuan memasak Escoffier telah meningkat dengan sangat pesat tanpa dia sadari.",
      "effect": "Meningkatkan 384 ATK dan 14% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "escoffier",
        "name": "Escoffier"
      }
    }
  }
}
