{
  "id": "pile_em_up",
  "name": "\"Pile 'Em Up\"",
  "description": "Hidangan daging yang kaya rasa. Awalnya hidangan Mondstadt ini dibuat dari bistik, kentang, dan keju, sejak saat itu hidangan tersebut menjadi identik dengan Ludi Harpastum.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "id": "potato",
      "name": "Potato",
      "amount": 3
    },
    {
      "id": "small_lamp_grass",
      "name": "Small Lamp Grass",
      "amount": 1
    },
    {
      "id": "cheese",
      "name": "Cheese",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious \"Pile 'Em Up\"",
      "description": "Hidangan yang kaya dan penuh dengan tumpukan daging. Sepertinya ada yang salah dengan urutan tumpukan daging ini... Apakah masih bisa disajikan?",
      "effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "\"Pile 'Em Up\"",
      "description": "Hidangan daging yang kaya rasa. Awalnya hidangan Mondstadt ini dibuat dari bistik, kentang, dan keju, sejak saat itu hidangan tersebut menjadi identik dengan Ludi Harpastum.",
      "effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious \"Pile 'Em Up\"",
      "description": "Hidangan yang kaya dan penuh dengan tumpukan daging. Hidangan ini memiliki bentuk yang indah, dan rasa yang luar biasa, setiap lapisannya tersusun sempurna, andai bisa ditumpuk lebih tinggi lagi.",
      "effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "special": {
      "name": "\"Once Upon a Time in Mondstadt\"",
      "description": "Masakan andalan Diluc. Manjakan mata dengan keindahan sajian di atas piring, dan manjakan mulut dengan setiap santapan daging iga yang gurih dan lembut. Siapa sangka Diluc begitu berbakat memasak?",
      "effect": "Meningkatkan 20% CRIT Rate dan CRIT DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri.",
      "character": {
        "id": "diluc",
        "name": "Diluc"
      }
    }
  }
}
