{
  "_id": 3302,
  "id": "pita_pocket",
  "name": "Pita Pocket",
  "description": "Roti pipih dengan berbagai macam isi. Setelah dipanggang, adonan roti pipih ini menggembung seperti ikan buntal dan berbentuk seperti kantung jika dipotong. Inilah asal usul nama hidangan ini. Konon dulu orang Sumeru memakannya hanya dengan mengoleskan saus, tetapi cara memakan yang populer sekarang adalah dengan memasukkan berbagai macam isian ke dalamnya, lalu dimakan dalam satu suapan besar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108406,
      "name": "Suspicious Pita Pocket",
      "description": "Roti pipih dengan berbagai macam isi. Kulit rotinya yang kering terasa seperti pasir saat menyentuh lidah, ditambah dengan isi roti yang sudah kehilangan warna aslinya ... Sepertinya hanya orang kelaparan yang sudah tersesat selama tiga hari tiga malam yang mau makan makanan seperti ini.",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108407,
      "name": "Pita Pocket",
      "description": "Roti pipih dengan berbagai macam isi. Setelah dipanggang, adonan roti pipih ini menggembung seperti ikan buntal dan berbentuk seperti kantung jika dipotong. Inilah asal usul nama hidangan ini. Konon dulu orang Sumeru memakannya hanya dengan mengoleskan saus, tetapi cara memakan yang populer sekarang adalah dengan memasukkan berbagai macam isian ke dalamnya, lalu dimakan dalam satu suapan besar.",
      "effect": "Memulihkan 32% HP dan 1.250 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108408,
      "name": "Delicious Pita Pocket",
      "description": "Roti pipih dengan berbagai macam isi. Sausnya berkilauan bagaikan cahaya yang menyorot berbagai jenis isinya di tengah panggung. Aroma daging terpadu sempurna dengan sayuran yang renyah. Roti kantung ini bagaikan kantung sulap yang terus memberikan kejutan tanpa henti.",
      "effect": "Memulihkan 34% HP dan 1.900 HP tambahan untuk Karakter yang dipilih."
    },
    "special": {
      "_id": 108437,
      "name": "Yearning",
      "description": "Masakan andalan Collei. Keraknya yang empuk dipadati dengan lauk yang bergizi, mudah dibawa dan mengenyangkan. Collei juga mengatakan kalau daging di dalamnya digolongkan sebagai \"daging panggang Penjaga Hutan!\" Mmmm - Hal ini mau tidak mau membuat orang jadi terpikirkan akan satu sosok yang merah dan aktif ... Ini juga merupakan sebuah visi indah yang berakar di lubuk hati Collei.",
      "effect": "Memulihkan 40% HP dan 2.350 HP tambahan untuk Karakter yang dipilih.",
      "character": {
        "id": "collei",
        "name": "Collei"
      }
    }
  }
}
