{
  "_id": 3407,
  "id": "poisson_seafood_soup",
  "name": "Poisson Seafood Soup",
  "description": "Sup yang terbuat dari hasil laut. Sup ini berasal dari Desa Nelayan Poisson. Awalnya dibuat oleh para nelayan dari ikan-ikan yang tidak laku dijual. Sup ini kemudian menjadi populer di Fontaine karena kesegarannya. Saat ini, ikan apa pun bisa ditambahkan ke dalamnya.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 4
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108551,
      "name": "Suspicious Poisson Seafood Soup",
      "description": "Sup makanan laut. Satu-satunya aroma yang terasa adalah bau ikan. Jika hidungmu masih berfungsi dengan baik, pasti kamu sadar ada yang salah dengan supnya ... Eh tunggu, ini sisik ikan atau kerikil sih yang nyelip di gigi?",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108552,
      "name": "Poisson Seafood Soup",
      "description": "Sup yang terbuat dari hasil laut. Sup ini berasal dari Desa Nelayan Poisson. Awalnya dibuat oleh para nelayan dari ikan-ikan yang tidak laku dijual. Sup ini kemudian menjadi populer di Fontaine karena kesegarannya. Saat ini, ikan apa pun bisa ditambahkan ke dalamnya.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108553,
      "name": "Delicious Poisson Seafood Soup",
      "description": "Sup makanan laut. Sup mentega yang menyerupai ombak berlapis emas di bawah terik matahari, aroma makanan laut yang kaya akan rasa meleleh di mulutmu. Karunia dari laut menjadi sebuah mahakarya yang harmonis. Setelah mengosongkan mangkuk dengan cepat, kamu tidak tahan untuk tidak mencelupkan roti ke dalam sisanya - kamu merasa akan sangat rugi jika melewatkan satu tetes sekali pun!",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "_id": 108563,
      "id": "seabirds_sojourn",
      "name": "\"Seabird's Sojourn\"",
      "description": "Masakan khas Freminet. Dia melarikan diri setelah meninggalkan panci. Bahan-bahannya sepertinya tidak berasal dari laut dangkal, yang artinya dia harus menyelam ke laut dalam untuk mendapatkannya. Kamu ingin mengungkapkan rasa terima kasihmu, tapi ... di mana sih Freminet?",
      "effect": "Memulihkan 34% dari Max HP Karakter yang dipilih dan memberikan regenerasi 980 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "freminet",
        "name": "Freminet"
      }
    }
  }
}
