{
  "_id": 3104,
  "id": "qingce_stir_fry",
  "name": "Qingce Stir Fry",
  "description": "Hidangan yang dimasak di atas api membara. Orang-orang mengatakan pada mulanya ini hanyalah hidangan biasa di mana semua orang di Desa Qingce tahu cara membuatnya. Namun tak disangka, hidangan pedas dan renyah ini mendapat pengakuan orang-orang dari tempat lain, dan akhirnya menyebar ke daerah Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 3
    },
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Lotus Head",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 1
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108128,
      "name": "Suspicious Qingce Stir Fry",
      "description": "Hidangan yang dimasak di atas api membara. Ini merupakan percobaan yang gagal, terasa pahit dan pedas. Kamu bisa mencoba mencampurnya dengan nasi, atau buang dan makan nasinya saja.",
      "effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108129,
      "name": "Qingce Stir Fry",
      "description": "Hidangan yang dimasak di atas api membara. Orang-orang mengatakan pada mulanya ini hanyalah hidangan biasa di mana semua orang di Desa Qingce tahu cara membuatnya. Namun tak disangka, hidangan pedas dan renyah ini mendapat pengakuan orang-orang dari tempat lain, dan akhirnya menyebar ke daerah Liyue.",
      "effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108130,
      "name": "Delicious Qingce Stir Fry",
      "description": "Hidangan yang dimasak di atas api membara. Mencium baunya saja sudah cukup membuat orang merasa lapar. Pedasnya cabai menggoyang lidah, membuatmu siap untuk menghabiskan sepuluh mangkuk sekalipun.",
      "effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108487,
      "name": "Qingce Household Dish",
      "description": "Masakan andalan Yaoyao. Penampilannya memang terlihat biasa saja karena tidak disajikan dengan estetika mewah layaknya hidangan yang disiapkan oleh restoran-restoran mewah. Namun, sekali digigit, rasanya langsung memberikan orang yang memakannya sebuah pengalaman yang hangat dan bersahabat, dan pasti akan meninggalkan kesan yang abadi. Sekali dicicipi, selamanya diresapi. Kalau mau menggali makna yang lebih dalam di balik racikan makanan ini, mungkin bahan rahasia dari resep ini tidak lain tidak bukan adalah \"hati Yaoyao yang selalu peduli\".",
      "effect": "Meningkatkan 274 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "yaoyao",
        "name": "Yaoyao"
      }
    }
  }
}
