{
  "id": "radish_and_fish_stew",
  "name": "Radish and Fish Stew",
  "description": "Hidangan yang terdiri dari daging dan sayuran. Masukkan lobak yang sudah dikupas kulitnya ke dalam panci untuk dimasak terlebih dulu, lalu tambahkan potongan besar ikan beserta bumbunya. Keseluruhan kombinasi ini kemudian direbus dengan api kecil. Hidangan dengan porsi besar ini paling ideal disajikan bersama nasi, sangat mudah memenuhi kepuasan orang-orang.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "id": "radish",
      "name": "Radish",
      "amount": 2
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Radish and Fish Stew",
      "description": "Hidangan yang terdiri dari daging dan sayuran. Kelihatannya memang seperti paket yang lengkap, tapi sama sekali tidak ada aroma ikan segar di lobaknya kalau dicicipi dengan saksama ... Tunggu dulu, tapi kok bisa ada tulang ikan ya?",
      "effect": "Meningkatkan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Radish and Fish Stew",
      "description": "Hidangan yang terdiri dari daging dan sayuran. Masukkan lobak yang sudah dikupas kulitnya ke dalam panci untuk dimasak terlebih dulu, lalu tambahkan potongan besar ikan beserta bumbunya. Keseluruhan kombinasi ini kemudian direbus dengan api kecil. Hidangan dengan porsi besar ini paling ideal disajikan bersama nasi, sangat mudah memenuhi kepuasan orang-orang.",
      "effect": "Meningkatkan 9% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Radish and Fish Stew",
      "description": "Hidangan yang terdiri dari daging dan sayur. Ikan yang bermigrasi sudah melewati banyak cobaan, mulai dari dingin yang menusuk tulang, ombak yang menjulang tinggi, bahkan badai petir yang bergejolak sepanjang perjalanannya sampai akhirnya mereka berakhir di atas kompor. Bersama dengan lobak, mereka kini sudah menyerap perasa dari sup yang lezat sebelum akhirnya mereka dihidangkan ke atas piringmu. Rasa manisnya hidangan ini begitu menghangatkan hati dan jiwa, layaknya api di tengah dunia bersalju yang menusuk.",
      "effect": "Meningkatkan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
