{
  "_id": 3220,
  "id": "rainbow_aster",
  "name": "Rainbow Aster",
  "description": "Minuman unik yang ada di dalam kisah novel terkenal \"Ayo dong Kitsune Guuji, Kamu Cantik Deh!\". Minuman ini akhirnya diciptakan oleh Sailing Breeze yang berkolaborasi dengan Yae Publishing House, dengan rasanya yang tak terlupakan. Versi ini tidak mengandung kacang, sehingga agak sedikit berbeda dari edisi terbatas spesial yang ada di Festival Irodori, tapi ini dimaksudkan agar tidak berbahaya bagi mereka yang alergi terhadap kacang.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Lavender Melon",
      "amount": 2
    },
    {
      "_id": 100056,
      "id": "calla_lily",
      "name": "Calla Lily",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108384,
      "name": "Suspicious Rainbow Aster",
      "description": "Minuman paling unik. Kelihatannya sih biasa saja dan rasanya bisa diterima, itu pun kalau kamu bisa mengabaikan astringen yang disebabkan oleh penanganan yang tidak tepat dari Lavender Melon-nya ....",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108385,
      "name": "Rainbow Aster",
      "description": "Minuman unik yang ada di dalam kisah novel terkenal \"Ayo dong Kitsune Guuji, Kamu Cantik Deh!\". Minuman ini akhirnya diciptakan oleh Sailing Breeze yang berkolaborasi dengan Yae Publishing House, dengan rasanya yang tak terlupakan. Versi ini tidak mengandung kacang, sehingga agak sedikit berbeda dari edisi terbatas spesial yang ada di Festival Irodori, tapi ini dimaksudkan agar tidak berbahaya bagi mereka yang alergi terhadap kacang.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108386,
      "name": "Delicious Rainbow Aster",
      "description": "Minuman yang unik. Calla Lily dari Mondstadt dan Lavender Melon dari Inazuma bertemu dari seberang gunung dan lautan sebelum akhirnya rasanya tercampur dengan sempurna di antara susu yang lembut. Dijamin kamu bisa merasakan kepuasan — memang, sama sekali tidak mengejutkan bahwa Shogun yang sakit dalam kisah itu dipulihkan kembali oleh manfaat dari minuman ini.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
