{
  "_id": 3419,
  "id": "rainbow_macarons",
  "name": "Rainbow Macarons",
  "description": "Kue bulat kecil dengan berbagai macam warna. Ada sebuah pepatah di Fontaine: Kalau tidak ada Macaron di camilan manis, sama seperti perairan yang kehilangan sumbernya. Sebagai salah satu camilan manis yang paling mewakili bangsa air, jangankan pembuat makanan manis di dapur belakang, bahkan penikmat camilan manis di jalanan juga bisa membuatnya semudah membalikkan telapak tangan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almond",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108616,
      "name": "Suspicious Rainbow Macarons",
      "description": "Kue bulat kecil dengan berbagai macam warna. Ambil yang pertama, setelah dimakan, isinya kosong. Ambil yang kedua, bentuknya sedikit miring. Ambil yang ketiga, permukaannya tidak rata dan warnanya tidak seimbang ... Benar-benar camilan manis Fontaine dengan detail yang akurat. Sepertinya untuk bisa menguasainya, harus butuh waktu latihan yang panjang.",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108617,
      "name": "Rainbow Macarons",
      "description": "Kue bulat kecil dengan berbagai macam warna. Ada sebuah pepatah di Fontaine: Kalau tidak ada Macaron di camilan manis, sama seperti perairan yang kehilangan sumbernya. Sebagai salah satu camilan manis yang paling mewakili bangsa air, jangankan pembuat makanan manis di dapur belakang, bahkan penikmat camilan manis di jalanan juga bisa membuatnya semudah membalikkan telapak tangan.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat memanjat atau berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108618,
      "name": "Delicious Rainbow Macarons",
      "description": "Kue bulat kecil dengan berbagai macam warna. Kulit luarnya yang renyah membungkus isian yang padat dan lembut, semuanya sangat pas, sempurna. Coba satu, maka hatimu akan merasa seperti dicium oleh hidung anak kucing. Siapa pun pasti akan pingsan dan meleleh saat merasakan pengalaman seperti ini.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108620,
      "id": "pick_what_you_like",
      "name": "\"Pick What You Like!\"",
      "description": "Masakan Andalan Navia. \"Ayo! Pilih yang paling kamu suka!\" Seiring dengan suara bahagia yang akrab terdengar, yang tampak olehmu adalah rak makanan penutup dua tingkat yang sangat mewah dan indah. Ada Macaron yang disusun rapi, belum lagi ekspresi setiap Macaron yang berbeda-beda, benar-benar menarik ... Orang yang melihatnya sampai berpikir, bagaimana ya ekspresi Navia nanti kalau semuanya diambil?",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari selama 1.500 detik. Dalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
      "character": {
        "id": "navia",
        "name": "Navia"
      }
    }
  }
}
