{
  "id": "rice_cake_soup",
  "name": "Rice Cake Soup",
  "description": "Masakan kota yang lazim dilihat. Kaldunya meresap dengan baik ketika digodog, sehingga hasil akhirnya sangat menggugah selera. Awalnya, masakan ini hanya menggunakan beberapa bahan sederhana. Namun seiring berjalannya waktu, semakin banyak bahan yang ditambahkan sehingga bentuknya berubah menjadi seperti sekarang.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "sausage",
      "name": "Sausage",
      "amount": 2
    },
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "id": "lavender_melon",
      "name": "Lavender Melon",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Rice Cake Soup",
      "description": "Masakan kota yang umum dilihat. Bahan di dalamnya dimasak terlalu lama hingga lembek. Satu-satunya cara untuk membedakan jenis bahannya adalah, mengaduknya dan mengambil sesendok kecil lalu memulai analisa lebih lanjut.",
      "effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Rice Cake Soup",
      "description": "Masakan kota yang umum ditemukan. Bumbu-bumbunya sudah meresap dengan baik di bahan makanannya, sehingga aroma dan tampilannya sangat menggugah selera. Awalnya, masakan ini hanya menggunakan beberapa bahan sederhana. Namun seiring dengan waktu, bahan yang ditambahkan juga semakin banyak dan berubah menjadi bentuk masakan yang sekarang.",
      "effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Rice Cake Soup",
      "description": "Masakan kota yang umum dilihat. Rasa laut yang segar dari sup menonjolkan rasa asli bahan-bahannya, membawakanmu rasa kuno Kota Inazuma. Masakan yang sederhana ini pasti dapat menghangatkanmu yang sedang bepergian sendirian di malam bersalju.",
      "effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
