{
  "_id": 3121,
  "id": "right_at_home",
  "name": "Right at Home",
  "description": "Hidangan pokok yang dibuat dengan cara menggoreng ham, telur burung, dan bahan lainnya dengan nasi. Beragamnya pilihan bahan dan cara memasak menjadikannya sebagai hidangan sambutan yang hampir ada di setiap rumah di Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108633,
      "name": "Suspicious Right at Home",
      "description": "Hidangan utama dengan bahan yang beragam. Karena panas yang tidak cukup dan kelembapan yang terlalu tinggi, rasanya menjadi \"hancur\", kamu tidak dapat merasakan bau asap yang seharusnya dimilikinya. Mungkin lain kali boleh coba digoreng dengan api yang lebih besar ....",
      "effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108634,
      "name": "Right at Home",
      "description": "Hidangan pokok yang dibuat dengan cara menggoreng ham, telur burung, dan bahan lainnya dengan nasi. Beragamnya pilihan bahan dan cara memasak menjadikannya sebagai hidangan sambutan yang hampir ada di setiap rumah di Liyue.",
      "effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108635,
      "name": "Delicious Right at Home",
      "description": "Hidangan utama dengan bahan yang beragam. Cairan telur emas melapisi setiap butir beras, dan rasa daging hamnya meresap sempurna di bawah api besar. Rasa rumahan yang begitu bersahabat ini tentu akan membuat setiap kerabat dan teman yang datang dari jauh akan merasa \"seperti di rumah sendiri\".",
      "effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}