{
  "_id": 2309,
  "id": "rose_custard",
  "name": "Rose Custard",
  "description": "Makanan pencuci mulut yang terbuat dari susu fermentasi. Setelah susunya terfermentasi dan dibuat menjadi yoghurt, aduk dengan gula lalu hias menggunakan mawar kering dan potongan kacang. Awalnya hidangan ini hanya populer di kalangan petualang dan pedagang keliling, tapi sekarang telah menjadi makanan sarapan dan pencuci mulut di seluruh Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108470,
      "name": "Suspicious Rose Custard",
      "description": "Makanan penutup yang terbuat dari susu fermentasi. Kelihatannya sih tidak bermasalah, tetapi begitu kamu mencobanya ... gigimu akan seperti bergetar karena rasa asamnya yang tak tertahankan. Kurangnya rasa masih bisa ditambal dengan menambahkan lebih banyak gula. Tapi, rasa asam yang tersisa di mulut itu bukan sesuatu yang bisa dilupakan dengan mudah.",
      "effect": "Memulihkan 18% HP Karakter yang dipilih dan memberikan regenerasi 300 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108471,
      "name": "Rose Custard",
      "description": "Makanan pencuci mulut yang terbuat dari susu fermentasi. Setelah susunya terfermentasi dan dibuat menjadi yoghurt, aduk dengan gula lalu hias menggunakan mawar kering dan potongan kacang. Awalnya hidangan ini hanya populer di kalangan petualang dan pedagang keliling, tapi sekarang telah menjadi makanan sarapan dan pencuci mulut di seluruh Sumeru.",
      "effect": "Memulihkan 20% HP Karakter yang dipilih dan memberikan regenerasi 390 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108472,
      "name": "Delicious Rose Custard",
      "description": "Makanan pencuci mulut yang terbuat dari susu fermentasi. Waktu dicampur bersama, susu yang padat, kelopak yang harum, dan kacang yang renyah, ketiganya ini bisa menciptakan rasa yang manis dan tekstur yang lembut. Saat ramuan yang harumnya seperti susu itu mengaliri tenggorokanmu, kamu seolah-olah bisa mencium aroma bunga bermekaran dari masa lalu.",
      "effect": "Memulihkan 22% HP Karakter yang dipilih dan memberikan regenerasi 470 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "_id": 108473,
      "name": "Extravagant Slumber",
      "description": "Masakan andalan Layla. Kacang yang disebar menyerupai bintang di langit malam, satu gigitan saja cukup untuk membuat seluruh badan rileks setelah kerja keras seharian. Setelah memberi tahu Layla apa yang kamu rasakan, air mukanya berubah menjadi campuran antara kegembiraan dan ratapan. \"Ba-Bagus lah! Coba kalau aku bisa merasa seperti itu juga ya ....\"",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 570 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "layla",
        "name": "Layla"
      }
    }
  }
}
