{
  "_id": 3605,
  "id": "roulette_special",
  "name": "Roulette Special",
  "description": "Minuman berwarna-warni. Lebih tepatnya, minuman ini lebih mirip permainan papan daripada makanan. Aturannya adalah, minuman yang ditunjuk jari dari papan permainan adalah minuman yang harus diminum. Resep minuman ini sudah dimodifikasi oleh Demyan, dan berbeda dengan minuman yang biasa dijual oleh \"The Flagship\". Semua gelas minuman ini tidak mengandung alkohol dan rasanya manis.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkaberry",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Midsommar Berry",
      "amount": 3
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Nocturnal Blossom",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108876,
      "name": "Suspicious Roulette Special",
      "description": "Minuman berwarna-warni. Setiap gelasnya terasa sama, rasanya hanya seperti air manis yang membosankan ... Orang-orang jadi bertanya-tanya, kenapa harus repot-repot membuat delapan gelas minuman dengan warna yang berbeda tapi rasanya sama?",
      "effect": "Stamina yang digunakan untuk memanjat dan berlari seluruh anggota party -15% selama 900 detik, hanya berlaku untuk Karakter sendiri dalam mode Co-op."
    },
    "normal": {
      "_id": 108877,
      "name": "Roulette Special",
      "description": "Minuman berwarna-warni. Lebih tepatnya, minuman ini lebih mirip permainan papan daripada makanan. Aturannya adalah, minuman yang ditunjuk jari dari papan permainan adalah minuman yang harus diminum. Resep minuman ini sudah dimodifikasi oleh Demyan, dan berbeda dengan minuman yang biasa dijual oleh \"The Flagship\". Semua gelas minuman ini tidak mengandung alkohol dan rasanya manis.",
      "effect": "Stamina yang digunakan untuk memanjat dan berlari seluruh anggota party -20% selama 900 detik, hanya berlaku untuk Karakter sendiri dalam mode Co-op."
    },
    "delicious": {
      "_id": 108878,
      "name": "Delicious Roulette Special",
      "description": "Minuman berwarna-warni. Aroma manis bunga dan buahnya terpadu dengan sempurna. Satu gelas saja tidak cukup. Kamu berdoa di dalam hati agar jarum penunjuknya tidak berputar ke gelas kosong!",
      "effect": "Stamina yang digunakan untuk memanjat dan berlari seluruh anggota party -25% selama 900 detik, hanya berlaku untuk Karakter sendiri dalam mode Co-op."
    }
  }
}