{
  "_id": 3312,
  "id": "sabz_meat_stew",
  "name": "Sabz Meat Stew",
  "description": "Semur daging dengan rasa yang unik. Berbagai sayuran dicampur menjadi satu, kemudian dicincang dan direbus bersama daging. Setelah ditambahkan lemon, rasa hidangannya setelah jadi menjadi agak asam. Orang Sumeru biasanya memakan hidangan ini bersama nasi.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108480,
      "name": "Suspicious Sabz Meat Stew",
      "description": "Semur daging dengan rasa yang unik. Rasa asamnya terasa sedikit berlebihan. Aromanya itu sendiri membuat orang yang menciumnya jadi tidak selera makan ... Kalau lama dibiarkan dalam keadaan begini, jangan-jangan Fungus pun bisa berkembang biak di atasnya.",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108481,
      "name": "Sabz Meat Stew",
      "description": "Semur daging dengan rasa yang unik. Berbagai sayuran dicampur menjadi satu, kemudian dicincang dan direbus bersama daging. Setelah ditambahkan lemon, rasa hidangannya setelah jadi menjadi agak asam. Orang Sumeru biasanya memakan hidangan ini bersama nasi.",
      "effect": "Memulihkan 32% HP dan 1.250 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108482,
      "name": "Delicious Sabz Meat Stew",
      "description": "Semur daging dengan rasa yang unik. Perpaduan bahan-bahan dengan aroma yang unik menghadirkan kenikmatan yang luar biasa di lidah. Potongan besar daging segar direbus hingga empuk dan dilapisi dengan warna hijau tua, memberikan kesan seolah mengundang siapa saja yang mencicipinya untuk berjalan-jalan santai di hutan.",
      "effect": "Memulihkan 34% HP dan 1.900 HP tambahan untuk Karakter yang dipilih."
    },
    "special": {
      "_id": 108486,
      "id": "ideal_circumstance",
      "name": "Ideal Circumstance",
      "description": "Masakan andalan Alhaitham. Sajian melalui perpaduan sayuran dan daging yang disajikan dalam wajan bermotif. Pengembangan cita rasa sudah pernah diterapkan pada resepnya, sehingga rasanya kini menjadi sangat berbeda dari hidangan aslinya. Tulisan yang terdapat pada makanan ini memiliki makna \"kontemplasi\". Kalau mengutip perkataan yang diucapkan pembuatnya: \"Setiap orang idealnya mampu berkontemplasi dengan dirinya sendiri. Tapi tampaknya sulit juga mengharapkan semua orang mampu melakukan ini.\"",
      "effect": "Memulihkan 40% HP dan 2.350 HP tambahan untuk Karakter yang dipilih.",
      "character": {
        "id": "alhaitham",
        "name": "Alhaitham"
      }
    }
  }
}
