{
  "id": "sakura_shrimp_crackers",
  "name": "Sakura Shrimp Crackers",
  "description": "Pizza yang renyah dan gurih. Kentang digiling menjadi tepung dan ditambahkan ke udang dan Sakura Bloom, lalu dipanggang dalam oven. Makanan ini enak dijadikan camilan dan disukai oleh orang-orang dari semua lapisan usia. Hal ini juga merupakan faktor yang membuatnya dijadikan pilihan hadiah yang populer.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 3
    },
    {
      "id": "potato",
      "name": "Potato",
      "amount": 3
    },
    {
      "id": "sakura_bloom",
      "name": "Sakura Bloom",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Sakura Shrimp Crackers",
      "description": "Pizza yang renyah dan gurih. Hasilnya terlihat sedikit kusam, meskipun bentuknya yang bulat memang menunjukkan kalau ini memang pizza \"senbei\" ... tapi omong-omong, kenapa hanya aroma udangnya saja yang lebih mencolok daripada yang lainnya?",
      "effect": "Meningkatkan 20% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Sakura Shrimp Crackers",
      "description": "Pizza yang renyah dan gurih. Kentang digiling menjadi tepung dan ditambahkan ke udang dan Sakura Bloom, lalu dipanggang dalam oven. Makanan ini enak dijadikan camilan dan disukai oleh orang-orang dari semua lapisan usia. Hal ini juga merupakan faktor yang membuatnya dijadikan pilihan hadiah yang populer.",
      "effect": "Meningkatkan 22% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Sakura Shrimp Crackers",
      "description": "Pizza yang renyah dan gurih. Warna indah Sakura Bloom terpelihara dengan sempurna, begitu juga dengan bentuk udang yang melekuk dengan anggun. Bahkan sebelum makanan ini dimasukkan ke dalam mulut, aroma segarnya sudah dapat tercium dari hidung. Rasa renyah dan kesegarannya menyebar ke seluruh mulut saat dikunyah, sementara setiap gigitannya melukiskan keajaiban antara campuran bunga sakura dan laut lebih dalam lagi.",
      "effect": "Meningkatkan 25% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
