{
  "id": "sakura_mochi",
  "name": "Sakura Mochi",
  "description": "Camilan yang cantik dan halus. Hijau daun menambahkan lapisan warna hangat, yang dapat membuatmu merasa tenang hanya dengan melihatnya saja. Sayang sekali, menikmati rasanya yang enak, hanya perlu waktu sesingkat mekarnya bunga. Tapi, tidak usah tidak tega untuk memakannya ya.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "id": "sakura_bloom",
      "name": "Sakura Bloom",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Sakura Mochi",
      "description": "Camilan yang indah dan elegan. Tampilan luarnya biasa saja, tapi setelah dimakan, rasa manis yang memualkan terasa seperti masih tertinggal di tenggorokan. Kamu tidak akan mau memakannya lagi setelahnya.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 900 HP."
    },
    "normal": {
      "name": "Sakura Mochi",
      "description": "Camilan yang indah dan elegan. Daun hijau tua menambahkan lapisan warna yang hangat secara keseluruhan. Melihatnya saja dapat membuatmu merasakan sebuah keindahan yang menenangkan. Sayang sekali, kesempatan untuk menikmatinya sama singkatnya seperti bunga yang bermekaran. Tapi jangan biarkan hal ini membuatmu tidak tega untuk memakannya loh.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 1.200 HP."
    },
    "delicious": {
      "name": "Delicious Sakura Mochi",
      "description": "Camilan yang indah dan elegan. Penuh dengan aroma sakura, tampilannya yang elegan menyembunyikan keindahan yang muncul dan hilang dalam sekejap. Memakannya saat semuanya hening akan membuatmu kembali ke momen di mana sakura-sakura berjatuhan dengan indah.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 1.500 HP."
    },
    "special": {
      "name": "\"Snow on the Hearth\"",
      "description": "Spesialisasi Kamisato Ayaka. Hidangan ini hampir seperti sebuah karya seni kecil yang indah dan rumit, dengan bagian luarnya yang berwarna merah pucat, menutupi perasaan terpendam seorang gadis muda. Jika seseorang mendapat kehormatan untuk menikmati hidangan seperti ini sambil minum teh dengan seorang putri yang anggun dan mulia bagaikan bangau putih, dia pasti akan mendambakan agar momen itu berlangsung selamanya.",
      "effect": "Menghidupkan kembali Karakter lalu memulihkan 20% HP dan 1.500 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "kamisato_ayaka",
        "name": "Kamisato Ayaka"
      }
    }
  }
}
