{
  "_id": 2310,
  "id": "samosa",
  "name": "Samosa",
  "description": "Camilan yang digoreng kering. Isinya yang nikmat dibungkus dengan kulit yang tipis, dibentuk segitiga, lalu digoreng sampai warnanya jadi coklat keemasan. Daging dan sayur umum dipakai sebagai isiannya, dan camilan ini bisa jadi \"medan perang\" antara kaum vegetarian melawan para penikmat daging.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108475,
      "name": "Suspicious Samosa",
      "description": "Camilan yang digoreng kering. Kulitnya yang berminyak dan isiannya yang terlalu beraroma membuat tidak ada orang yang berani untuk mencoba gigitan kedua, bahkan setelah mencoba untuk menyeimbangkan aromanya dengan Mint.",
      "effect": "Memulihkan 20% HP dan 900 HP tambahan pada Karakter yang dipilih."
    },
    "normal": {
      "_id": 108476,
      "name": "Samosa",
      "description": "Camilan yang digoreng kering. Isinya yang nikmat dibungkus dengan kulit yang tipis, dibentuk segitiga, lalu digoreng sampai warnanya jadi coklat keemasan. Daging dan sayur umum dipakai sebagai isiannya, dan camilan ini bisa jadi \"medan perang\" antara kaum vegetarian melawan para penikmat daging.",
      "effect": "Memulihkan 22% HP dan 1200 HP tambahan pada Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108477,
      "name": "Delicious Samosa",
      "description": "Camilan yang digoreng kering. Kulit luarnya berwarna keemasan dan terasa renyah. Bagian dalamnya terdapat isian yang terasa lembut. Kamu langsung melahap yang pertama dengan tergesa-gesa, namun yang kedua, dilahap perlahan sambil dinikmati rasanya. Tanpa sadar, kamu makan satu per satu hingga akhirnya tersadar kalau piringnya sudah kosong.",
      "effect": "Memulihkan 24% HP dan 1500 HP tambahan pada Karakter yang dipilih."
    }
  }
}
