{
  "id": "sashimi_platter",
  "name": "Sashimi Platter",
  "description": "Hidangan laut yang terbuat dari bahan-bahan segar. Potongan ikan dan kerang diatur dengan rapi. Setiap irisannya terasa lembut saat digigit, juga penuh nutrisi yang berkualitas. Rasa manis yang tersisa setelahnya berasal dari kesegaran bahan-bahan yang dipakai. Setiap gigitan layak untuk dinikmati perlahan sambil menutup mata.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 4
    },
    {
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 4
    },
    {
      "id": "crab",
      "name": "Crab",
      "amount": 4
    },
    {
      "id": "radish",
      "name": "Radish",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Sashimi Platter",
      "description": "Masakan laut yang terbuat dari bahan-bahan segar. Sepertinya masakan ini adalah hasil latihan seseorang. Hasil potongan pisaunya menghancurkan rasa asli bahan-bahannya, dan tulang ikan juga tidak dibersihkan sepenuhnya. Apa sekarang masih sempat mencari bimbingan guru yang profesional?",
      "effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Sashimi Platter",
      "description": "Masakan laut yang terbuat dari bahan-bahan segar. Potongan ikan dan kerang diatur dengan rapi. Setiap irisannya memberikan rasa yang lembut saat digigit, penuh dengan nutrisi yang berkualitas tinggi. Rasa manis yang tersisa setelahnya berasal dari kesegaran bahan-bahan yang dipakai. Setiap gigitannya layak untuk dinikmati perlahan sambil menutup mata.",
      "effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Sashimi Platter",
      "description": "Masakan laut yang terbuat dari bahan-bahan segar. Penataan piringnya seperti sebuah karya seni yang terlalu indah untuk dihancurkan. Pengerjaan pisau yang luar biasa membawakan rasa terbaik bahan-bahannya. Tekstur yang halus, kelembutan yang luar biasa, manis yang alami... rasanya seperti sesuatu yang hidup sedang melompat di dalam mulut — langsung dari lautan dan masuk ke lubuk hati.",
      "effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
