{
  "_id": 2302,
  "id": "selva_salad",
  "name": "Selva Salad",
  "description": "Salad bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya resep hidangan ini sudah ada di Sumeru sejak dulu. Zaytun Peach yang segar dan garing dipadukan dengan tetesan sari Sumeru Rose. Selain itu, daun Mint segar digunakan sebagai pengganti gula putih. Sebuah hidangan segar yang memanjakan mata dan juga lidah.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Zaytun Peach",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108397,
      "name": "Suspicious Selva Salad",
      "description": "Salad bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya resep hidangan ini sudah ada di Sumeru sejak dulu. Zaytun Peach yang matang, atau lebih tepatnya sudah \"mulai berfermentasi\", mengeluarkan aroma yang sedikit aneh. Lalu ditambah dengan proporsi daun Mint dan bunga mawar yang tidak pas ....",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108398,
      "name": "Selva Salad",
      "description": "Salad bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya resep hidangan ini sudah ada di Sumeru sejak dulu. Zaytun Peach yang segar dan garing dipadukan dengan tetesan sari Sumeru Rose. Selain itu, daun Mint segar digunakan sebagai pengganti gula putih. Sebuah hidangan segar yang memanjakan mata dan juga lidah.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108399,
      "name": "Delicious Selva Salad",
      "description": "Salad bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya resep hidangan ini sudah ada di Sumeru sejak dulu. Zaytun Peach yang garing dan berair, dibumbui dengan daun Mint segar dan mawar yang harum. Tidak terlalu manis atau terlalu dingin. Benar-benar seperti kata Aranara, ini adalah \"Rasa Kebahagiaan\".",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
