{
  "id": "shawarma_wrap",
  "name": "Shawarma Wrap",
  "description": "Roti bungkus yang berisi daging panggang. Iris beberapa potongan daging dari Shawarma dan bungkus dengan helaian roti bersama dengan sayur dan saus gurih. Dan sebuah jajanan Sumeru yang simpel nan lezat sudah siap dimakan!",
  "rarity": 2,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "id": "spice",
      "name": "Spice",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Shawarma Wrap",
      "description": "Roti bungkus yang berisi daging panggang. Dagingnya gosong bagaikan arang hitam. Meskipun rotinya sempurna, tapi makanan ini sudah tak terselamatkan ... Sepertinya kecerobohan memang tidak cocok dimasukkan ke dalam resep mana pun.",
      "effect": "Meningkatkan 66 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Shawarma Wrap",
      "description": "Roti bungkus yang berisi daging panggang. Iris beberapa potongan daging dari Shawarma dan bungkus dengan helaian roti bersama dengan sayur dan saus gurih. Dan sebuah jajanan Sumeru yang simpel nan lezat sudah siap dimakan!",
      "effect": "Meningkatkan 81 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Shawarma Wrap",
      "description": "Roti bungkus yang berisi daging panggang. Di dalam lapisan roti yang lembut terdapat potongan daging yang garing dan empuk. Rasa rempahnya sangat terasa dan dipadukan dengan sayuran segar. Satu gigitan saja sudah cukup untuk memanjakan lidah paling pemilih sekalipun. Hati-hati waktu memakannya ya, jangan sampai satu tetes saus pun terlewatkan.",
      "effect": "Meningkatkan 95 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
