{
  "_id": 1601,
  "id": "smoked_fish_steak",
  "name": "Smoked Fish Steak",
  "description": "Porsi besar steak ikan. Steak ini telah diawetkan dan diletakkan di atas papan kayu sebelum diasapi. Produk akhir ini tidak hanya mempertahankan struktur ikan, tetapi juga menawarkan rasa asap yang unik.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108861,
      "name": "Suspicious Smoked Fish Steak",
      "description": "Porsi besar steak ikan. Aroma asap yang tajam langsung memicu rasa enggan. Setelah digigit dengan enggan, rasa asin yang kuat membuatnya tak bisa dinikmati, sehingga terpaksa menelannya cepat-cepat agar tidak terbuang sia-sia.",
      "effect": "Memulihkan 8% Max HP dan tambahan 800 HP untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108862,
      "name": "Smoked Fish Steak",
      "description": "Porsi besar steak ikan. Steak ini telah diawetkan dan diletakkan di atas papan kayu sebelum diasapi. Produk akhir ini tidak hanya mempertahankan struktur ikan, tetapi juga menawarkan rasa asap yang unik.",
      "effect": "Memulihkan 9% Max HP dan 1.000 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108863,
      "name": "Delicious Smoked Fish Steak",
      "description": "Porsi besar steak ikan. Ikan yang lembut langsung lumer di lidah, memadukan rasa gurih segar dengan sedikit rasa manis, sementara aroma asapnya masih terasa, memberikan sentuhan akhir yang sempurna untuk kenikmatan yang lezat ini.",
      "effect": "Memulihkan 10% Max HP dan tambahan 1.200 HP untuk Karakter yang dipilih."
    },
    "special": {
      "_id": 108895,
      "id": "long_night_alight",
      "name": "Long Night Alight",
      "description": "Masakan andalan Flins. Potongan ikan tipis yang berwarna oranye dan merah setengah transparan, aroma kayu yang gurihnya seperti musik klasik lembut yang menonjolkan kelezatan ikan. Pengendalian api sang koki jelas telah mencapai tingkat yang sempurna, Flins memang hebat ....",
      "effect": "Memulihkan 16% Max HP dan 1.350 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "flins",
        "name": "Flins"
      }
    }
  }
}