{
  "_id": 2502,
  "id": "sour_sauce_kipper",
  "name": "Sour Sauce Kipper",
  "description": "Potongan ikan mentah dengan aroma buah-buahan. Ikan yang segar dikuliti terlebih dahulu dan dipotong-potong dengan ukuran yang agak tebal, kemudian direndam dalam kuah asam hingga daging ikan menjadi putih, setelah itu tambahkan potongan sayuran sebagai bumbu di atasnya. Perpaduan rasa asam dan pedas mewujudkan cita rasa klasik khas Natlan.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Suspicious Sour Sauce Kipper",
      "description": "Potongan ikan mentah dengan aroma buah-buahan. Waktu mengasinkannya terlalu singkat dan potongan ikannya kurang enak. Untung bahannya cukup segar dan rasanya lumayan, namun selalu ada penyesalan yang membekas di hati.",
      "effect": "Meningkatkan 66 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108722,
      "name": "Sour Sauce Kipper",
      "description": "Potongan ikan mentah dengan aroma buah-buahan. Ikan yang segar dikuliti terlebih dahulu dan dipotong-potong dengan ukuran yang agak tebal, kemudian direndam dalam kuah asam hingga daging ikan menjadi putih, setelah itu tambahkan potongan sayuran sebagai bumbu di atasnya. Perpaduan rasa asam dan pedas mewujudkan cita rasa klasik khas Natlan.",
      "effect": "Meningkatkan 81 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108723,
      "name": "Delicious Sour Sauce Kipper",
      "description": "Potongan ikan mentah dengan aroma buah-buahan. Sensasi kelezatan adalah hal yang pertama kali terlintas di benak, hal selanjutnya adalah rangsangan yang dihasilkan dari rasa asam dan pedas. Secuil daging ikan memiliki lapisan bak ombak yang naik turun, membuat penikmatnya seolah-olah sedang berselancar di lautan. Biarpun ombak sudah mereda, akan selalu ada rasa yang belum habis tuntas.",
      "effect": "Meningkatkan 95 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}