{
  "_id": 4905,
  "id": "spiced_fried_chicken",
  "name": "Spiced Fried Chicken",
  "description": "Ayam goreng yang dilapisi kulit renyah berwarna hijau. Potongan ayamnya dilapisi dengan adonan rempah dan digoreng. Konon katanya, siapa pun yang bisa menghabiskannya akan punya dorongan untuk belajar mati-matian ... tapi apakah benar ada hal seperti ini?",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108926,
      "name": "Suspicious Spiced Fried Chicken",
      "description": "Ayam goreng yang dilapisi kulit renyah berwarna hijau. Tapi bahkan sebelum kamu bisa mencicipi ayam gorengnya, kamu sudah tersedak karena banyaknya rempah-rempah ... Kamu berencana untuk belajar setelah menyantap hidangan mengenyangkan ini, tapi sepertinya segelas air minum harus jadi prioritas ....",
      "effect": "Memulihkan 30% Max HP Karakter yang dipilih dan memberikan regenerasi 510 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108927,
      "name": "Spiced Fried Chicken",
      "description": "Ayam goreng yang dilapisi kulit renyah berwarna hijau. Potongan ayamnya dilapisi dengan adonan rempah dan digoreng. Konon katanya, siapa pun yang bisa menghabiskannya akan punya dorongan untuk belajar mati-matian ... tapi apakah benar ada hal seperti ini?",
      "effect": "Memulihkan 32% Max HP Karakter yang dipilih dan memberikan regenerasi 730 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108928,
      "name": "Delicious Spiced Fried Chicken",
      "description": "Ayam goreng yang dilapisi kulit renyah berwarna hijau. Gigit selagi masih panas, dan rasa pedas akan membangunkan lidahmu saat cairan lezat menyembur di antara sela gigi, menyegarkan jiwamu ... Dalam kondisi seperti ini, kamu merasa bisa belajar apa saja!",
      "effect": "Memulihkan 35% Max HP Karakter yang dipilih dan memberikan regenerasi 930 HP setiap 5 detik selama 30 detik."
    }
  }
}