{
  "_id": 3406,
  "id": "steak_tartare",
  "name": "Steak Tartare",
  "description": "Sepiring daging segar yang disajikan mentah. Daging pilihan yang telah dicincang dan dibumbui menyatu sempurna dengan kuning telur mentah. Entah siapa yang mencetuskan ide membuat makanan ini. Mungkin ada seorang petualang putus asa yang kelaparan, lalu dia mencari cara untuk mengenyangkan perutnya.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108539,
      "name": "Suspicious Steak Tartare",
      "description": "Hidangan daging segar yang disajikan secara mentah. Daging cincang yang berwarna merah dan sausnya yang memancarkan aura yang tidak menyenangkan. Hidangan ini sepertinya tak layak untuk manusia. Dan rasanya ini bukan makanan para mesin juga deh?",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108540,
      "name": "Steak Tartare",
      "description": "Sepiring daging segar yang disajikan mentah. Daging pilihan yang telah dicincang dan dibumbui menyatu sempurna dengan kuning telur mentah. Entah siapa yang mencetuskan ide membuat makanan ini. Mungkin ada seorang petualang putus asa yang kelaparan, lalu dia mencari cara untuk mengenyangkan perutnya.",
      "effect": "Memulihkan 32% HP dan 1.250 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108541,
      "name": "Delicious Steak Tartare",
      "description": "Hidangan daging segar. Daging halus yang dicincang dengan benar dan dilapisi kuning telur ini terasa begitu berair dan manis. Harum daging menggoda selera dan menggoyang lidah, menyajikan rasa yang begitu murni dan nikmat.",
      "effect": "Memulihkan 34% HP dan 1.900 HP tambahan untuk Karakter yang dipilih."
    },
    "special": {
      "_id": 108674,
      "id": "hearthfires_trail",
      "name": "Hearthfire's Trail",
      "description": "Masakan andalan Arlecchino. Daging mentah tanpa bumbu yang berlebihan memberikan sensasi darah dan kesegaran yang nikmat, mengukir simfoni yang agung di ujung lidah. Rasa hasil akhirnya lebih rapi dan terasa, sama persis dengan cara yang digunakan oleh pembuatnya dalam menghadapi momen-momen tertentu ....",
      "effect": "Memulihkan 40% HP dan 2.350 HP tambahan untuk Karakter yang dipilih.",
      "character": {
        "id": "arlecchino",
        "name": "Arlecchino"
      }
    }
  }
}
