{
  "id": "stirfried_shrimp",
  "name": "Stir-Fried Shrimp",
  "description": "Hidangan yang ringan dan halus. Udang ditumis dengan cepat dan sausnya mengental. Metode memasak ini sangat sederhana dan meningkatkan kesegaran alami daging udangnya, memberinya predikat yang seimbang baik sebagai hidangan rumahan yang sederhana maupun sejenis hidangan perjamuan mewah.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 3
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Stir-Fried Shrimp",
      "description": "Hidangan yang ringan dan halus. Agar bahan tidak lengket, rupanya terlalu banyak minyak yang sudah ditambahkan karena gugup. Meskipun sudah \"digoreng secara khusus\", udangnya masih tetap kenyal — tetapi ingat jangan terlalu banyak memakannya kalau tidak mau sakit tenggorokan.",
      "effect": "Meningkatkan 20% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Stir-Fried Shrimp",
      "description": "Hidangan yang ringan dan halus. Udang ditumis dengan cepat dan sausnya mengental. Metode memasak ini sangat sederhana dan meningkatkan kesegaran alami daging udangnya, memberinya predikat yang seimbang baik sebagai hidangan rumahan yang sederhana maupun sejenis hidangan perjamuan mewah.",
      "effect": "Meningkatkan 25% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Stir-Fried Shrimp",
      "description": "Hidangan yang ringan dan halus. Udang montok yang dikemas dengan penuh kesegaran sedang menantikan dirinya untuk meledak dan memberikan kenikmatan pada gigitan pertama, di mana mereka menciptakan gelombang memusingkan serta rasa indah yang tak terhitung jumlahnya, sama seperti tetesan air yang jatuh satu per satu ke dalam danau yang tenang. Akhir dari rasa ini sama manisnya dengan awal munculnya rasa ini.",
      "effect": "Meningkatkan 30% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
