{
  "id": "stirfried_fish_noodles",
  "name": "Stir-Fried Fish Noodles",
  "description": "Hidangan utama dengan rasa yang kuat. Dibuat dengan menumis mi, ikan setengah matang, dan berbagai lauk pauk dalam wajan dengan api besar. Mi yang sudah menyerap rasa dari berbagai bahan begitu kenyal dan lembut sesuai rasanya, membuat hidangan ini sangat disukai pengunjung.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "id": "rice",
      "name": "Rice",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Stir-Fried Fish Noodles",
      "description": "Hidangan utama dengan rasa yang kuat. Kamu bahkan hampir tidak bisa membedakan rasa mi dan ikannya. Rasa lembutnya di mulut sungguh tak tertahankan. Bagaimana mungkin sesuatu yang terlihat sederhana ternyata membutuhkan keahlian yang luar biasa?",
      "effect": "Memulihkan 18% HP Karakter yang dipilih dan 300 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "name": "Stir-Fried Fish Noodles",
      "description": "Hidangan utama dengan rasa yang kuat. Dibuat dengan menumis mi, ikan setengah matang, dan berbagai lauk pauk dalam wajan dengan api besar. Mi yang sudah menyerap rasa dari berbagai bahan begitu kenyal dan lembut sesuai rasanya, membuat hidangan ini sangat disukai pengunjung.",
      "effect": "Memulihkan 20% HP Karakter yang dipilih dan 390 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "name": "Delicious Stir-Fried Fish Noodles",
      "description": "Hidangan utama dengan rasa yang kuat. Tampilannya yang mewah dan segar sudah cukup untuk membuat orang tergoda, satu gigitan saja sudah pasti akan membuatmu menginginkan lebih. Terlepas dari bahan-bahannya yang biasa saja, namun mi yang lembut dan ikan yang empuk membuat makanan ini cocok dihidangkan di mana saja.",
      "effect": "Memulihkan 22% HP Karakter yang dipilih dan 470 HP setiap 5 detik selama 30 detik."
    }
  }
}
