{
  "_id": 3504,
  "id": "stuffed_n_mashed_potatoes",
  "name": "Stuffed N' Mashed Potatoes",
  "description": "Hidangan yang berwarna-warni. Masak dan tumbuk kentang yang sudah matang tersebut, lalu tambahkan berbagai jenis isian, lalu siram dengan saus sebagai pelengkapnya. Hasil akhirnya memang terlihat seperti kue yang indah, tapi ini adalah hidangan favorit bangsa Natlan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108727,
      "name": "Suspicious Stuffed N' Mashed Potatoes",
      "description": "Hidangan yang berwarna-warni. Warnanya terpisah jelas dan bentuknya teratur. Cicipan pertama dilakukan dengan penuh harapan, tapi kok malah tersedak oleh kentang tumbuk yang kering? Ini benar-benar kentang tumbuk bukan sih? Atau kuning telur yang dikukus?",
      "effect": "Memulihkan 26% Max HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108728,
      "name": "Stuffed N' Mashed Potatoes",
      "description": "Hidangan yang berwarna-warni. Masak dan tumbuk kentang yang sudah matang tersebut, lalu tambahkan berbagai jenis isian, lalu siram dengan saus sebagai pelengkapnya. Hasil akhirnya memang terlihat seperti kue yang indah, tapi ini adalah hidangan favorit bangsa Natlan.",
      "effect": "Memulihkan 28% Max HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108729,
      "name": "Delicious Stuffed N' Mashed Potatoes",
      "description": "Hidangan yang berwarna-warni. Warnanya yang menarik perhatian serta teksturnya yang lembut dan halus mengandung beragamnya lapisan rasa yang saling melengkapi yang bisa menciptakan sebuah percikan di dalam rongga mulutmu. Sempurnanya hidangan pembuka sungguhlah mampu membuat penikmatnya berekspektasi setinggi langit akan hidangan utamanya.",
      "effect": "Memulihkan 30% Max HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    }
  }
}