{
  "id": "sunset_berry_tea",
  "name": "Sunset Berry Tea",
  "description": "Minuman buah dengan rasa asam yang menyenangkan. Teh beraroma juga memberikan aroma buah yang menyenangkan. Setelah setiap tegukannya dilalui, rasa dingin dan menyegarkan mengusir semua rasa frustrasi dari panas.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "sunsettia",
      "name": "Sunsettia",
      "amount": 3
    },
    {
      "id": "berry",
      "name": "Berry",
      "amount": 3
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Sunset Berry Tea",
      "description": "Minuman buah dengan rasa asam yang menyenangkan. Untuk meredam rasa asam dari tehnya, kamu memang menambahkannya dengan gula, tapi kamu tidak sengaja kebablasan. Minuman yang seharusnya menjadi pelepas dahaga ini sekarang berubah menjadi cairan yang mencekik tenggorokan. Air, tambahkan sedikit air putih lagi ....",
      "effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Sunset Berry Tea",
      "description": "Minuman buah dengan rasa asam yang menyenangkan. Teh beraroma juga memberikan aroma buah yang menyenangkan. Setelah setiap tegukannya dilalui, rasa dingin dan menyegarkan mengusir semua rasa frustrasi dari panas.",
      "effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Sunset Berry Tea",
      "description": "Minuman buah dengan rasa asam yang menyenangkan. Aroma teh membawa pikiranmu melayang. Minum saja teh ini seteguk, maka kamu akan merasa seolah-olah dirimu sedang bersantai-santai di sebuah kebun yang subur, dan semilir angin sepoi-sepoi mengantarkan aroma buah-buahan itu melewati hidungmu.",
      "effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
