{
  "id": "sunshine_sprat",
  "name": "Sunshine Sprat",
  "description": "Hidangan ikan yang digoreng perlahan. Rasa gurih ikannya tersimpan sepenuhnya. Dagingnya terasa sangat empuk dan kenyal saat masuk ke mulut. Dengan kulit yang sedikit garing dan aroma mentega yang harum, membuat hidangan ini menjadi sangat kaya rasa.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "butter",
      "name": "Butter",
      "amount": 3
    },
    {
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 1
    },
    {
      "id": "small_lamp_grass",
      "name": "Small Lamp Grass",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Sunshine Sprat",
      "description": "Hidangan ikan yang digoreng perlahan. Waktu memasaknya terlalu lama, membuat rasa gurih dan tekstur dagingnya sudah hilang. Dagingnya akan tercerai berai bila tersentuh sedikit saja.",
      "effect": "Meningkatkan 20% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Sunshine Sprat",
      "description": "Hidangan ikan yang digoreng perlahan. Rasa gurih ikannya tersimpan sepenuhnya. Dagingnya terasa sangat empuk dan kenyal saat masuk ke mulut. Dengan kulit yang sedikit garing dan aroma mentega yang harum, membuat hidangan ini menjadi sangat kaya rasa.",
      "effect": "Meningkatkan 25% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Sunshine Sprat",
      "description": "Hidangan ikan yang digoreng perlahan. Daging ikannya terasa meleleh saat dimakan, rasa segar dari laut dan darat tercampur dengan sempurna, membuat seseorang tidak dapat melupakannya. Tidak heran hidangan yang sangat simpel ini, juga merupakan salah satu hidangan yang paling elegan.",
      "effect": "Meningkatkan 30% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "special": {
      "name": "Woodland Dream",
      "description": "Hidangan khas Albedo. Berbagai jenis sayur-sayuran diletakkan membentuk padang rumput dan pepohonan. Sebuah tembok kokoh mengelilingi dunia kecil di atas piring ini, dengan jalanan kecil berwarna coklat, mengarah ke sebuah kastil orange. Rasanya yang lembut dan manis terasa bagaikan bunga yang mekar dalam sekejap. Saat kamu membuka mata, seorang pangeran berambut putih tersenyum kepadamu.",
      "effect": "Meningkatkan Kekuatan Perisai seluruh anggota party sebesar 35% selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri.",
      "character": {
        "id": "albedo",
        "name": "Albedo"
      }
    }
  }
}
