{
  "_id": 4205,
  "id": "super_magnificent_pizza",
  "name": "Super Magnificent Pizza",
  "description": "Pizza dengan isi yang beragam. Pertama-tama, taruh ham yang banyak sebagai alasnya, lalu tambahkan daging segar yang dipotong dadu di atasnya. Tumpukan daging ini akan memberikan kepuasan yang tiada duanya. Setelah selesai dipanggang, aroma daging yang lezat dan bau keju yang harum akan saling berpadu dan menggoda siapa pun yang menciumnya.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108495,
      "name": "Suspicious Super Magnificent Pizza",
      "description": "Pizza yang sangat mewah. Kalau tidak ambil peduli dengan rasa berminyaknya, potongan daging dinginnya masih bisa dimakan. Tapi namanya juga kue yang sudah terlalu lama, pasti teksturnya lumayan membandel ... Tekstur sekeras ini, barangkali Hilichurl juga bisa pingsan?",
      "effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 25% dan CRIT Rate sebesar 6%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108496,
      "name": "Super Magnificent Pizza",
      "description": "Pizza dengan isi yang beragam. Pertama-tama, taruh ham yang banyak sebagai alasnya, lalu tambahkan daging segar yang dipotong dadu di atasnya. Tumpukan daging ini akan memberikan kepuasan yang tiada duanya. Setelah selesai dipanggang, aroma daging yang lezat dan bau keju yang harum akan saling berpadu dan menggoda siapa pun yang menciumnya.",
      "effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 35% dan CRIT Rate sebesar 8%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108497,
      "name": "Delicious Super Magnificent Pizza",
      "description": "Pizza yang sangat mewah. Di tengah hawa panas yang baru saja keluar dari oven, coba cubitlah pinggiran pizza yang renyah ini dan tariklah secara perlahan-lahan — ia bagaikan air terjun keju yang dilapisi dengan aroma daging yang berlimpah, yang dapat memuaskan selera dan menambah rasa kenyang yang sesungguhnya.",
      "effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 45% dan CRIT Rate sebesar 10%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
