{
  "_id": 3508,
  "id": "surf_turf_and_perch",
  "name": "Surf, Turf, and Perch",
  "description": "Piring besar berisi campuran daging dan sayuran. Berbagai bahan dari darat, laut, dan udara dipanggang dan dicampur menjadi satu. Disukai oleh semua orang, inilah yang menjadikannya hidangan wajib di setiap jamuan penting di Natlan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108761,
      "name": "Suspicious Surf, Turf, and Perch",
      "description": "Piring besar berisi campuran daging dan sayuran. Gigitan pertama, daging setengah matang. Gigitan kedua, sepotong ikan gosong. Kontrasnya terlalu mencolok, sudah tidak berani lagi diri ini untuk melakukan gigitan berikutnya ....",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108762,
      "name": "Surf, Turf, and Perch",
      "description": "Piring besar berisi campuran daging dan sayuran. Berbagai bahan dari darat, laut, dan udara dipanggang dan dicampur menjadi satu. Disukai oleh semua orang, inilah yang menjadikannya hidangan wajib di setiap jamuan penting di Natlan.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108763,
      "name": "Delicious Surf, Turf, and Perch",
      "description": "Piring besar berisi campuran daging dan sayuran. Potongan daging yang tebal dan berair telah menyerap bumbu seutuhnya, kini berpadu nikmat dengan kerenyahan buah dan sayuran di ujung lidah. Lidah bergoyang, perut pun puas. Tak heran hidangan ini punya begitu banyak penggemar setia.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "_id": 108777,
      "id": "moment_of_respite",
      "name": "Moment of Respite",
      "description": "Masakan andalan Chasca. Bahan-bahannya bertumpuk tinggi dan aromanya menggoda. Kalau wanginya begini, orang berkelahi pun akan mengalihkan energinya untuk menyantapnya. Loh, loh ... Kok Saurian-Saurian yang berkelahi di sana tiba-tiba melirik ke sini juga?",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 1.800 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "chasca",
        "name": "Chasca"
      }
    }
  }
}