{
  "_id": 3303,
  "id": "tahchin",
  "name": "Tahchin",
  "description": "Hidangan nasi klasik yang mengenyangkan disajikan dalam jumlah besar. Masukkan daging yang sudah diasamkan dengan yoghurt ke dalam nasi, lalu pangganglah itu secara bersama-sama untuk mendapatkan hasil permukaan yang renyah. Jangan lupa untuk menaburkan juga beberapa kelopak Padisarah sebelum menyajikannya. Baik nasi dan daging bisa membuat pemakannya kenyang untuk waktu yang lama. Karena itu, hidangan ini sangat populer di Grand Bazaar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Suspicious Tahchin",
      "description": "Hidangan nasi klasik yang mengenyangkan disajikan dalam jumlah besar. Keraknya yang berwarna gelap kelihatannya sedikit mencurigakan. Gigitan di permukaannya yang sekeras batu jadi seperti sebuah pertarungan antara gigi dan makanan. Demi kesehatan dan keselamatan gigi, lebih baik makan isinya saja ....",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108419,
      "name": "Tahchin",
      "description": "Hidangan nasi klasik yang mengenyangkan disajikan dalam jumlah besar. Masukkan daging yang sudah diasamkan dengan yoghurt ke dalam nasi, lalu pangganglah itu secara bersama-sama untuk mendapatkan hasil permukaan yang renyah. Jangan lupa untuk menaburkan juga beberapa kelopak Padisarah sebelum menyajikannya. Baik nasi dan daging bisa membuat pemakannya kenyang untuk waktu yang lama. Karena itu, hidangan ini sangat populer di Grand Bazaar.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108420,
      "name": "Delicious Tahchin",
      "description": "Hidangan nasi klasik yang mengenyangkan disajikan dalam jumlah besar. Bagian luarnya yang renyah pecah seiring dengan dimulainya gigitan pertama, dan itu menimbulkan suara renyah yang merdu. Gigitan kedua memadukan peran antara nasi yang lembut dan lembap dengan daging yang melumer di mulut. Setelah itu, gigitan ketiga membawakan harumnya aroma Padisarah ... Sampai pada akhirnya, gigitan keempat membuatmu tenggelam dalam pengalaman yang sangat menakjubkan. Namun sayang, sekuat-kuatnya perut melebar tetap ada batasnya. Kalau begitu, besok lagi lanjut makannya ya?",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "_id": 108467,
      "id": "duel_soul",
      "name": "Duel Soul",
      "description": "Masakan andalan Cyno. Butir-butir nasi berwarna keemasan sudah menumpuk seperti bukit dengan bentuk yang paling luar biasa. Saat kamu mencicipi satu suap dan memasukkan daging yang harum itu ke dalam mulutmu, ada sebuah dorongan yang tidak bisa diceritakan yang muncul di dalam dada, sebuah keinginan untuk mengeluarkan susunan kartu Genius Invokation TCG milikmu dan melakukan duel!",
      "effect": "Memulihkan 34% HP Karakter yang dipilih dan memberikan regenerasi 980 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "cyno",
        "name": "Cyno"
      }
    }
  }
}
