{
  "_id": 3118,
  "id": "the_palace_jewels",
  "name": "The Palace Jewels",
  "description": "Hidangan Liyue yang segar dan harum. Daging udang dibalut dan dimasak dengan telur kepiting yang kaya akan rasa. Telurnya bersinar seperti emas, sedangkan udangnya berkilau seperti batu giok. Oleh karena itu, ia dinamakan \"The Palace Jewels\".",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 3
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Crab Roe",
      "amount": 1
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108624,
      "name": "Suspicious \"The Palace Jewels\"",
      "description": "Hidangan Liyue dengan harum semerbak. Udang yang masih belum diproses dan telur kepiting setengah matang memancarkan aroma yang aneh, seperti pertarungan kejam antara udang dan kepiting yang baru saja terjadi. Mengingat bahan dasarnya sendiri termasuk segar, mungkin mimpi buruk ini masih bisa dikategorikan sebagai \"makanan\" dengan terpaksa, asalkan kamu mengabaikan aromanya ....",
      "effect": "Meningkatkan 20% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108625,
      "name": "The Palace Jewels",
      "description": "Hidangan Liyue yang segar dan harum. Daging udang dibalut dan dimasak dengan telur kepiting yang kaya akan rasa. Telurnya bersinar seperti emas, sedangkan udangnya berkilau seperti batu giok. Oleh karena itu, ia dinamakan \"The Palace Jewels\".",
      "effect": "Meningkatkan 22% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108626,
      "name": "Delicious \"The Palace Jewels\"",
      "description": "Hidangan Liyue dengan harum semerbak. Bubuk kepiting yang lembut dan halus dibalut dengan udang yang empuk dan kenyal, bagaikan sepiring harta karun yang indah dan bening, membuat orang ngiler tanpa sadar. Setelah dicicipi, rasa nikmat akan meledak di mulutmu, layaknya ombak yang berderu di indera perasamu, dengan dirimu tenggelam dalam kenikmatan udang dan kepiting.",
      "effect": "Meningkatkan 25% Max HP seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
