{
  "_id": 4904,
  "id": "thickcut_duelists_burger",
  "name": "Thick-Cut Duelist's Burger",
  "description": "Burger yang menggunakan daging potong tebal sebagai bahan utamanya. Roti yang empuk akan mengeluarkan aroma yang sedikit terbakar setelah sedikit dipanggang, dan saus gurih yang disebar di atas daging potong tebal akan memperkaya rasa. Banyak bahan pendamping juga menambahkan rasa yang lebih kaya dan nutrisi yang lebih beragam.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108852,
      "name": "Suspicious Thick-Cut Duelist's Burger",
      "description": "Burger yang menggunakan daging potong tebal sebagai bahan utamanya. Dagingnya sudah dikeringkan terlalu lama, sehingga terasa seperti mengunyah potongan daging kering ketika digigit. Selain itu, sayuran yang dihidangkan sudah terlalu lama disimpan ... Bahan-bahan yang seharusnya saling harmonis seperti sedang bertengkar di lidahmu ....",
      "effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108853,
      "name": "Thick-Cut Duelist's Burger",
      "description": "Burger yang menggunakan daging potong tebal sebagai bahan utamanya. Roti yang empuk akan mengeluarkan aroma yang sedikit terbakar setelah sedikit dipanggang, dan saus gurih yang disebar di atas daging potong tebal akan memperkaya rasa. Banyak bahan pendamping juga menambahkan rasa yang lebih kaya dan nutrisi yang lebih beragam.",
      "effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108854,
      "name": "Delicious Thick-Cut Duelist's Burger",
      "description": "Burger yang menggunakan daging potong tebal sebagai bahan utamanya. Burger ini dibuat dengan pemikiran \"gunakan rasa lezat untuk menjatuhkan pelanggan!\". Daging potong tebalnya sangat kokoh, dan berbagai bumbu yang menonjolkan cita rasa dagingnya. Rasa kepuasan yang timbul saat gigitan burger ini benar-benar membuat orang merasa \"terjatuh\" ....",
      "effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}