{
  "_id": 3602,
  "id": "todays_boon",
  "name": "Today's Boon",
  "description": "Salad vegetarian. Buah-buahan dan sayuran segar dipilih dan disajikan bersama roti gandum hitam dan sausnya, menghasilkan hidangan lezat dan memuaskan yang selalu tersaji di meja para Bani Bulan Embun yang setia.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Midsommar Berry",
      "amount": 3
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkaberry",
      "amount": 2
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Nocturnal Blossom",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108858,
      "name": "Suspicious Today's Boon",
      "description": "Salad vegetarian. Entah kenapa, ada rasa tanah dan rumput di dalamnya. Rasanya hampir seperti rumput segar. Mungkin Rimehorn Deer akan menyukai hidangan seperti itu ....",
      "effect": "Memulihkan 26% Max HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108859,
      "name": "Today's Boon",
      "description": "Salad vegetarian. Buah-buahan dan sayuran segar dipilih dan disajikan bersama roti gandum hitam dan sausnya, menghasilkan hidangan lezat dan memuaskan yang selalu tersaji di meja para Bani Bulan Embun yang setia.",
      "effect": "Memulihkan 28% Max HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108860,
      "name": "Delicious Today's Boon",
      "description": "Salad vegetarian. Sayuran segar yang kaya rasa dipermanis oleh hangatnya rasa buah beri dan dihiasi kelopak bunga yang lembut, menciptakan hidangan berlimpah yang memanjakan lidah.",
      "effect": "Memulihkan 30% Max HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "_id": 108892,
      "id": "whisper_in_the_woods",
      "name": "Whisper in the Woods",
      "description": "Masakan andalan Lauma. Bahan-bahan yang digunakan meledak di lidahmu, dan indra perasamu menari-nari ... Rasanya sangat segar dan unik. Kamu seolah-olah bisa mendengar suara burung-burung yang berkicau di pagi hari, dan suara tetesan embun pagi yang menyentuh dedaunan ... Apakah ini berkah dari Dara Jenggala?",
      "effect": "Memulihkan 34% Max HP Karakter yang dipilih dan memberikan regenerasi 980 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "lauma",
        "name": "Lauma"
      }
    }
  }
}