{
  "_id": 3412,
  "id": "tomates_narbonnaises",
  "name": "Tomates Narbonnaises",
  "description": "Hidangan dengan porsi seimbang antara daging dan sayuran. Kupas tomat dan masukkan daging giling ke dalamnya, lalu panggang sampai matang. Hasilnya, jadilah hidangan bertekstur lembut dengan rasa asam. Ini adalah hidangan yang cukup populer di Fontaine.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Bacon",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "_id": 108588,
      "name": "Suspicious Tomates Narbonnaises",
      "description": "Hidangan yang terdiri dari daging dan sayuran. Tomat dengan warna kusam membuatmu merinding, seolah kamu bisa melihat tomat tersebut ingin berteriak dan menangis. Dan lebih parahnya lagi, daging giling yang ada di dalamnya terasa seperti serpihan kayu. Dan ada 4 buah tomat seperti ini? Astaga, sebenarnya ini hidangan apa sih?",
      "effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108589,
      "name": "Tomates Narbonnaises",
      "description": "Hidangan dengan porsi seimbang antara daging dan sayuran. Kupas tomat dan masukkan daging giling ke dalamnya, lalu panggang sampai matang. Hasilnya, jadilah hidangan bertekstur lembut dengan rasa asam. Ini adalah hidangan yang cukup populer di Fontaine.",
      "effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108590,
      "name": "Delicious Tomates Narbonnaises",
      "description": "Hidangan yang terdiri dari daging dan sayuran. Tomat yang kaya akan air ditambah dengan porsi daging yang banyak, dan aroma yang begitu menggugah selera, saat kamu menggigitnya akan terasa ledakan rasa yang begitu nikmat di mulut. Setelah memakan satu tomat, semua awan gelap di hatimu pasti akan tergantikan oleh rasa lezat yang terpancar dari lidahmu.",
      "effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}