{
  "id": "tonkotsu_ramen",
  "name": "Tonkotsu Ramen",
  "description": "Sajian Mi yang panas mengepul. Daging yang direbus perlahan diletakkan di atas mi, kuah kaldu yang asin dan harum meresap ke setiap helai mi. Satu mangkuk mi ini dijamin bisa memulihkan jiwa yang lelah.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 2
    },
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Tonkotsu Ramen",
      "description": "Masakan mi yang panas mengepul. Karena sibuk menyiapkan hidangan pendamping, mi di mangkuk hampir menjadi adonan tepung yang menyatu dengan kuah. Rasanya seharusnya tidak akan terlalu buruk kalau langsung dimakan sekaligus.",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan pada Karakter yang dipilih."
    },
    "normal": {
      "name": "Tonkotsu Ramen",
      "description": "Masakan mi yang panas mengepul. Dagingnya dimasak dengan suhu rendah dan diletakkan di atas mi. Rasa kuah yang asin dan wangi meresap ke setiap helai mi. Satu mangkuk mi ini dijamin akan memulihkan jiwa yang lelah.",
      "effect": "Memulihkan 32% HP dan 1250 HP tambahan pada Karakter yang dipilih."
    },
    "delicious": {
      "name": "Delicious Tonkotsu Ramen",
      "description": "Masakan mi yang panas mengepul. Mi yang kenyal telah menyerap cita rasa kuah, dan makanan pendampingnya menambah variasi rasa di mulut. Kuah kaldunya membawa aroma tulang yang kuat namun, terasa lembut dan tidak berminyak di mulut. Kuah dari mi ini akan kamu habiskan tanpa sadar, dan rasanya selamanya tak akan bisa dilupakan.",
      "effect": "Memulihkan 34% HP dan 1900 HP tambahan pada Karakter yang dipilih."
    },
    "special": {
      "name": "Victorious Legend",
      "description": "Hidangan andalan Gorou. Lauk pauk yang ditumpuk tinggi mencerminkan motivasi Gorou yang menjulang tinggi. Setelah menyeruput mie sampai habis dan minum kuahnya sampai tak bersisa, kamu mengelus perutmu dengan puas lalu melihat ke arah Gorou ... yang tersenyum lebar sambil mengibaskan ekornya ke kiri dan ke kanan (gerakan yang sama sekali tidak disadari olehnya!).",
      "effect": "Memulihkan 40% HP dan 2350 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "gorou",
        "name": "Gorou"
      }
    }
  }
}
