{
  "id": "tricolor_dango",
  "name": "Tricolor Dango",
  "description": "Camilan dari ketan yang kenyal. Terbuat dari beras ketan yang digiling jadi tepung, lalu dibentuk bola dan dikukus. Warna Sakura Bloom dan Snapdragon memberikan aura hidup pada dango ini.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "milk",
      "name": "Milk",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    },
    {
      "id": "sakura_bloom",
      "name": "Sakura Bloom",
      "amount": 2
    },
    {
      "id": "rice",
      "name": "Rice",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Tricolor Dango",
      "description": "Camilan dari ketan yang kenyal. Mungkin kandungan air saat pembuatan tidak cukup sehingga terdapat beberapa retakan di permukaannya. Jangan memaksakan diri untuk memakannya kalau tidak ingin tersedak...",
      "effect": "Memulihkan 30% HP dan 600 HP tambahan pada Karakter yang dipilih."
    },
    "normal": {
      "name": "Tricolor Dango",
      "description": "Camilan dari ketan yang kenyal. Terbuat dari beras ketan yang digiling menjadi bubuk, lalu dipadatkan menjadi bola dan dikukus. Warna Sakura Bloom dan Snapdragon memberikan aura kehidupan pada dango ini.",
      "effect": "Memulihkan 32% HP dan 1250 HP tambahan pada Karakter yang dipilih."
    },
    "delicious": {
      "name": "Delicious Tricolor Dango",
      "description": "Camilan dari ketan yang kenyal. Kilauan dango ini seperti embun pagi yang jatuh, memberikan rasa rimbun bunga dan ranting. Memakan camilan ini sambil menikmati bunga akan membawakan rasa bahagia, seolah-olah sepanjang tahun akan dilewati dengan indah — seindah bunga-bunga yang beterbangan di depan mata.",
      "effect": "Memulihkan 34% HP dan 1900 HP tambahan pada Karakter yang dipilih."
    },
    "special": {
      "name": "Summer Festival Fish",
      "description": "Spesialisasi Yoimiya. Menonton kembang api, tanganmu penuh dengan camilan yang diberikan oleh Yoimiya, terdengar tawanya yang bebas dan seperti anak kecil di telingamu saat kembang api meledak di atas kepalamu... Di tengah simfoni suara yang unik ini, ikan mas gemuk yang ada di tanganmu seolah mengibaskan ekornya seperti akan berenang...",
      "effect": "Memulihkan 40% HP dan 2350 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "yoimiya",
        "name": "Yoimiya"
      }
    }
  }
}
