{
  "id": "triflavored_skewer",
  "name": "Tri-Flavored Skewer",
  "description": "Makanan yang digabungkan dengan cara ditusuk jadi sate. Masakan ini sangat populer karena dimasak dengan 3 cara berbeda. Kalau kamu kebingungan memilih hidangan pendamping saat minum arak, satu porsi Tri-Flavored Skewer ini pasti tidak akan mengecewakanmu.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Tri-Flavored Skewer",
      "description": "Gabungan makanan yang ditusuk menjadi sate. Tusuk bambu yang terbakar dengan makanan yang menghitam memancarkan aroma aneh yang tidak bisa dideskripsikan. Kalau kamu memakannya di alam liar, kamu pasti akan menarik perhatian para Hilichurl...",
      "effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Tri-Flavored Skewer",
      "description": "Gabungan makanan yang ditusuk menjadi sate. Masakan ini sangat populer karena dimasak dengan 3 cara pembuatan yang berbeda. Kalau kamu kebingungan memilih hidangan pendamping anggur, seporsi Tri-Flavored Skewer pasti tidak akan mengecewakanmu.",
      "effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Tri-Flavored Skewer",
      "description": "Gabungan makanan yang ditusuk menjadi sate. Pengontrolan suhu yang baik membuat kandungan minyaknya mendesis keluar. Bumbu yang beraneka ragam menonjolkan rasa alami bahan makanannya. Bila kurang sedikit bumbu, rasanya akan menjadi hambar. Bila tambah sedikit lagi bumbu, rasanya akan menjadi kental. Keseimbangan rasa dalam sate ini mengungkapkan jiwa seorang seniman yang teliti dalam diri koki yang memasaknya.",
      "effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
