{
  "id": "triplelayered_consomm",
  "name": "Triple-Layered Consommé",
  "description": "Makanan yang dihidangkan dengan rapi. Ham, daging unggas, dan rebung diiris menjadi potongan dengan panjang yang sama, kemudian ditata dengan rapi di dalam mangkuk sup. Lalu disiram dengan sup kaldu setelah dikukus dengan api besar. Setiap lapisannya terpisah dengan jelas dan terasa asin namun segar di mulut.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "ham",
      "name": "Ham",
      "amount": 2
    },
    {
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 1
    },
    {
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Triple-Layered Consommé",
      "description": "Makanan yang dihidangkan dengan rapi. Memang terlihat seperti biasa saja, tetapi rasa sup kaldu yang samar-samar akan terasa begitu mencicipinya. Apakah supnya terlalu encer?",
      "effect": "Meningkatkan 20% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "normal": {
      "name": "Triple-Layered Consommé",
      "description": "Makanan yang dihidangkan dengan rapi. Ham, daging unggas, dan rebung telah diiris menjadi potongan dengan panjang yang sama, dan telah ditata dengan rapi di dalam mangkuk sup. Kemudian disiram dengan sup kaldu setelah dikukus dengan api besar. Berlapis-lapis dan terasa asin namun segar di mulut.",
      "effect": "Meningkatkan 25% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Triple-Layered Consommé",
      "description": "Makanan yang dihidangkan dengan rapi. Setiap irisannya berukuran sama karena dipotong dengan sangat teliti. Bukannya tampak seperti sebuah hidangan, makanan ini justru lebih menyerupai sebuah karya seni. Saat mengambilnya dengan sumpit dan memakannya, kelezatannya yang luar biasa akan terasa - sayang juga kalau makanan ini hanya dianggap sebagai karya seni dan tidak dimakan.",
      "effect": "Meningkatkan 30% kekuatan perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk karaktermu sendiri."
    }
  }
}
