{
  "_id": 1402,
  "id": "trout_amandine",
  "name": "Trout Amandine",
  "description": "Potongan ikan dengan ukuran yang tepat, goreng dengan mentega sebelum disajikan dengan kacang almond goreng yang garing. Berdasarkan resep tradisional hidangan ini, ikan trout utuh akan dimasukkan ke dalam wajan, tetapi baru-baru ini resep baru dengan fillet untuk hidangan ini juga mendapatkan popularitas.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almond",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108573,
      "name": "Suspicious Trout Amandine",
      "description": "Sekumpulan ikan yang digoreng dengan minyak. Pahitnya kulit ikan yang menghitam gosong begitu terasa di lidah dan bahkan rasanya tidak bisa dibasuh hanya dengan seteguk sup ... Tampaknya butuh beberapa kali latihan untuk mengontrol panasnya.",
      "effect": "Memulihkan 8% HP Karakter yang dipilih dan memberikan regenerasi 210 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "_id": 108574,
      "name": "Trout Amandine",
      "description": "Potongan ikan dengan ukuran yang tepat, goreng dengan mentega sebelum disajikan dengan kacang almond goreng yang garing. Berdasarkan resep tradisional hidangan ini, ikan trout utuh akan dimasukkan ke dalam wajan, tetapi baru-baru ini resep baru dengan fillet untuk hidangan ini juga mendapatkan popularitas.",
      "effect": "Memulihkan 9% HP Karakter yang dipilih dan memberikan regenerasi 260 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "_id": 108575,
      "name": "Delicious Trout Amandine",
      "description": "Potongan ikan goreng yang besar. Almond yang renyah dan manis dipadu dengan potongan ikan yang empuk membuatmu seolah-olah sedang mengembara di tengah arus lautan sambil diiringi kelezatan yang berdeburan laksana ombak.",
      "effect": "Memulihkan 10% HP Karakter yang dipilih dan memberikan regenerasi 300 HP setiap 5 detik selama 30 detik."
    }
  }
}
