{
  "_id": 3314,
  "id": "tulumba",
  "name": "Tulumba",
  "description": "Hidangan penutup yang digoreng. Masukkan adonan yang sudah dibentuk ke dalam wajan penggorengan, goreng dan keluarkan jika sudah berwarna coklat keemasan, kemudian rendam dalam sirup selagi panas. Para penduduk Sumeru tidak bisa berpisah dengan rasa manis ini dalam kehidupan sehari-hari mereka.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Coffee Bean",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108489,
      "name": "Suspicious Tulumba",
      "description": "Hidangan penutup yang digoreng. Buahnya tidak diangkat dari minyak tepat waktu setelah digoreng, sehingga semuanya menjadi sangat berminyak. Harus minum satu gelas kopi hitam dulu baru bisa menghilangkan rasa berminyaknya.",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108490,
      "name": "Tulumba",
      "description": "Hidangan penutup yang digoreng. Masukkan adonan yang sudah dibentuk ke dalam wajan penggorengan, goreng dan keluarkan jika sudah berwarna coklat keemasan, kemudian rendam dalam sirup selagi panas. Para penduduk Sumeru tidak bisa berpisah dengan rasa manis ini dalam kehidupan sehari-hari mereka.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108491,
      "name": "Delicious Tulumba",
      "description": "Hidangan penutup yang digoreng. Buahnya yang berwarna keemasan dipadu dengan sirup yang mengkilap ... hidangan ini bisa langsung habis dalam sekejap mata. Ah, masih ada sisa-sisa sirup di atas piringnya, mungkin bisa mempertahankan kelezatan ini sedikit lebih lama lagi ...?",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
