{
  "id": "udon_noodles",
  "name": "Udon Noodles",
  "description": "Mi yang sangat kenyal. Setelah beberapa kali diangkat dan ditarik, akhirnya jadilah mi yang halus dan kenyal. Tidak seperti ramen yang mengutamakan rasa padat, mi udon menggunakan rasanya ringan untuk menyembuhkan jiwa orang Inazuma.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 1
    },
    {
      "id": "fish",
      "name": "Fish",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Udon Noodles",
      "description": "Mi yang sangat kenyal. Mi dan sup yang terlalu hambar membuat orang merasa kebosanan. Sepertinya lain kali kamu harus lebih memperhatikan pencampuran bumbunya.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 250 HP."
    },
    "normal": {
      "name": "Udon Noodles",
      "description": "Mi yang sangat kenyal. Setelah beberapa kali diangkat dan ditarik, akhirnya jadilah mi yang halus dan kenyal. Tidak seperti ramen yang mengutamakan rasa padat, mi udon menggunakan rasanya ringan untuk menyembuhkan jiwa orang Inazuma.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 400 HP."
    },
    "delicious": {
      "name": "Delicious Udon Noodles",
      "description": "Jenis mi yang kenyal sekali. Udon yang putih, lembut dan kenyal bergabung dengan sup yang dibumbui secara elegan untuk menjadi hidangan sederhana namun menenangkan hati. Aroma gandum yang samar mungkin akan turun ke perutmu bersama dengan mi yang manis, tapi akan diikuti oleh sebuah rasa kehangatan.",
      "effect": "Menghidupkan kembali Karakter dan memulihkan 550 HP."
    },
    "special": {
      "name": "Fukuuchi Udon",
      "description": "Hidangan andalan Yae Miko. Tahu goreng di sini dibuat khusus oleh Lady Kitsune yang sungguh-sungguh. Dikatakan bahwa kalau kamu memakannya sekaligus dengan ketulusan hatimu, kamu akan mendapatkan perlindungan dari Kitsune yang Agung — kemalangan akan berlalu dan keberuntungan akan berlimpah!",
      "effect": "Menghidupkan kembali Karakter lalu memulihkan 15% HP dan 550 HP Karakter yang dipilih.",
      "character": {
        "id": "yae_miko",
        "name": "Yae Miko"
      }
    }
  }
}
