{
  "id": "unagi_chazuke",
  "name": "Unagi Chazuke",
  "description": "Makanan pokok yang ringan dan lezat. Teh yang sudah diseduh dengan baik dituangkan ke atas nasi dengan unagi yang menaunginya, lalu dibiarkan meresap dengan pas sampai butiran nasinya menyerap aroma teh. Dengan rasa manisnya unagi yang bisa bertahan lama, kamu tidak akan sadar bahwa kamu melahap sebagian besar makanan itu dalam sekejap sampai kemudian Paimon meneriakimu, \"Berhenti!\"",
  "rarity": 3,
  "ingredients": [
    {
      "id": "unagi_meat",
      "name": "Unagi Meat",
      "amount": 4
    },
    {
      "id": "rice",
      "name": "Rice",
      "amount": 3
    },
    {
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 3
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Unagi Chazuke",
      "description": "Makanan pokok yang ringan dan lezat. Sup teh yang terlalu hambar telah dibalut oleh rasa unagi, dan mungkin kamu masih bisa memakannya kalau mencampurkannya ke dalam semacam bubur.",
      "effect": "Meningkatkan 15% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Unagi Chazuke",
      "description": "Makanan pokok yang ringan dan lezat. Teh yang sudah diseduh dengan baik dituangkan ke atas nasi dengan unagi yang menaunginya, lalu dibiarkan meresap dengan pas sampai butiran nasinya menyerap aroma teh. Dengan rasa manisnya unagi yang bisa bertahan lama, kamu tidak akan sadar bahwa kamu melahap sebagian besar makanan itu dalam sekejap sampai kemudian Paimon meneriakimu, \"Berhenti!\"",
      "effect": "Meningkatkan 17% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Unagi Chazuke",
      "description": "Makanan pokok yang ringan dan lezat. Teh dan sup menenun melodi yang elegan dan harum, diiringi dengan butiran putih yang murni. Sementara unagi dibenamkan dalam panas arang, dan ini membuat dekorasinya lembut dalam campurannya. Perpaduan yang sempurna dari berbagai aroma belut dan teh, serta manisnya nasi yang ringan di lidah menjadi sesuatu yang benar-benar agung. Godaan lapis tiga memang tidak bisa dianggap remeh.",
      "effect": "Meningkatkan 20% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
