{
  "id": "universal_peace",
  "name": "Universal Peace",
  "description": "Sebuah hidangan utama yang berwarna-warni. Beragam bahan yang manis digabungkan dengan nasi dan ketan yang empuk. Yang lebih penting dari rasa yang nikmat adalah semua makhluk hidup makmur dan dunia ini menjadi damai. Pikiranmu adalah bumbu terbaik, jadi rasa makanan ini pasti cukup enak.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "id": "lotus_head",
      "name": "Lotus Head",
      "amount": 2
    },
    {
      "id": "carrot",
      "name": "Carrot",
      "amount": 2
    },
    {
      "id": "berry",
      "name": "Berry",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Universal Peace",
      "description": "Sebuah hidangan utama yang berwarna-warni. Sepertinya masakan ini kehilangan terlalu banyak air saat dimasak. Memerlukan sedikit tambahan air dan imajinasi untuk mengembalikan rasanya seperti semula.",
      "effect": "Memulihkan 30% HP dan 600 HP Karakter yang dipilih."
    },
    "normal": {
      "name": "Universal Peace",
      "description": "Sebuah hidangan utama yang berwarna-warni. Beragam bahan yang manis digabungkan dengan nasi dan ketan yang empuk. Yang lebih penting dari rasa yang nikmat adalah semua makhluk hidup makmur dan dunia ini menjadi damai. Pikiranmu adalah bumbu terbaik, jadi rasa makanan ini pasti cukup enak.",
      "effect": "Memulihkan 32% HP dan 1250 HP Karakter yang dipilih."
    },
    "delicious": {
      "name": "Delicious Universal Peace",
      "description": "Sebuah hidangan utama yang berwarna-warni. Buah kering dengan rasa asam dan manisnya bagaikan benang-benang yang merajut nasi yang empuk. Setelah ditelan, makanan ini masih meninggalkan rasa manis yang samar di ujung bibir, membuat siapa pun yang memakannya menjadi gembira.",
      "effect": "Memulihkan 34% HP dan 1900 HP Karakter yang dipilih."
    },
    "special": {
      "name": "Prosperous Peace",
      "description": "Hidangan khas Ganyu. Gambaran seekor Qilin yang sedang beristirahat di tengah taman bunga bisa membuat hati siapa pun menjadi lebih tenang. Ganyu menaruh semua harapan tentang dunia yang lebih indah ke dalam hidangan ini. Kemudian dia juga meletakkan kelopak bunga Qingxin kesukaannya di atas hidangan ini, khusus untuk dirimu saja.",
      "effect": "Memulihkan 40% HP dan 2350 HP tambahan pada Karakter yang dipilih.",
      "character": {
        "id": "ganyu",
        "name": "Ganyu"
      }
    }
  }
}
