{
  "_id": 3609,
  "id": "veggie_pot_soup",
  "name": "Veggie Pot Soup",
  "description": "Sup yang dibuat dengan merebus berbagai sayuran cincang dengan bumbu ringan. Rasanya lembut, gurih, dan baik untuk kesehatan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carrot",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "_id": 108940,
      "name": "Suspicious Veggie Pot Soup",
      "description": "Sup yang dibuat dari berbagai sayuran. Karena direbus lama, sayuran menjadi lembek dan layu, dengan tekstur yang sedikit benyek. Mungkin tidak enak, tapi setidaknya bisa mengenyangkan.",
      "effect": "Memulihkan 30% Max HP dan 600 HP tambahan untuk Karakter yang dipilih."
    },
    "normal": {
      "_id": 108941,
      "name": "Veggie Pot Soup",
      "description": "Sup yang dibuat dengan merebus berbagai sayuran cincang dengan bumbu ringan. Rasanya lembut, gurih, dan baik untuk kesehatan.",
      "effect": "Memulihkan 32% Max HP dan 1.250 HP tambahan untuk Karakter yang dipilih."
    },
    "delicious": {
      "_id": 108942,
      "name": "Delicious Veggie Pot Soup",
      "description": "Sup yang dibuat dari berbagai macam sayuran. Cara memasaknya yang sederhana menghadirkan cita rasa asli sayuran, hanya dengan satu tegukan, sup ini bisa langsung membuat tubuhmu terasa hangat.",
      "effect": "Memulihkan 34% Max HP dan 1.900 HP tambahan untuk Karakter yang dipilih."
    },
    "special": {
      "_id": 108951,
      "id": "nightwatch_soup",
      "name": "Nightwatch Soup",
      "description": "Masakan andalan Illuga. Semangkuk kaldu hangat yang mengusir rasa lelah hanya dengan satu tegukan, menenangkan tubuh dan pikiran setelah patroli malam yang panjang. Efek yang menenangkan ini pasti berasal dari pengalaman bertahun-tahun sang kapten muda, dan diracik menjadi sebuah resep rahasia miliknya ....",
      "effect": "Memulihkan 40% HP dan 2.350 HP tambahan untuk Karakter yang dipilih.",
      "character": {
        "id": "illuga",
        "name": "Illuga"
      }
    }
  }
}