{
  "id": "wakatakeni",
  "name": "Wakatakeni",
  "description": "Hidangan vegetarian berwarna pucat. Pertama-tama tuangkan kaldu ke dalam panci, masukkan rebung, masak sampai matang dan kemudian tambahkan rumput laut. Campuran ini menghasilkan produk elegan dengan rasa yang ringan di mulut, pas dengan selera semua orang. Hidangan ini cocok dijadikan hidangan pembuka sebelum makan atau sebagai pelengkap hidangan utama.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 3
    },
    {
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "name": "Suspicious Wakatakeni",
      "description": "Hidangan vegetarian berwarna pucat. Rumput lautnya butuh waktu yang lama untuk ditelan, sementara rebung yang terlalu keras sepertinya akan membuat gigi orang yang memakannya menjadi aus. Mungkin makanan ini lebih baik dilihat saja daripada dimakan.",
      "effect": "Meningkatkan 88 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Wakatakeni",
      "description": "Hidangan vegetarian berwarna pucat. Pertama-tama tuangkan kaldu ke dalam panci, masukkan rebung, masak sampai matang dan kemudian tambahkan rumput laut. Campuran ini menghasilkan produk elegan dengan rasa yang ringan di mulut, pas dengan selera semua orang. Hidangan ini cocok dijadikan hidangan pembuka sebelum makan atau sebagai pelengkap hidangan utama.",
      "effect": "Meningkatkan 107 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Wakatakeni",
      "description": "Hidangan vegetarian berwarna pucat. Kehidupan baru yang lahir dalam pelukan lautan dan kerenyahan segar yang tumbuh di pegunungan telah menyatu dalam kaldu ini. Rasa ringan dan lembut mengingatkan seseorang akan rasa semula dari keajaiban empat musim, dan kebangkitan semua kehidupan.",
      "effect": "Meningkatkan 126 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
