{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Xocoatl",
  "description": "Minuman Natlan yang terbuat dari Cacahuatl. Awalnya Cacahuatl pahit digiling, kemudian ditambahkan dengan berbagai rempah-rempah. Nama minuman ini juga memiliki arti \"air pahit\". Meskipun minuman tersebut sudah beberapa kali berevolusi hingga wujud populernya kini yang sohor karena manis dan harum berkat ditambahkannya gula, nama \"air pahit\"-nya tidaklah pernah berubah.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Pertahanan",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Suspicious Xocoatl",
      "description": "Minuman Natlan yang terbuat dari Cacahuatl. Tadinya tebak-tebak rasanya entah manis atau pahit, tapi tak disangka, malah terasa asam di lidah ... Apa ada bahan yang salah taruh ya ...?",
      "effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108758,
      "name": "Xocoatl",
      "description": "Minuman Natlan yang terbuat dari Cacahuatl. Awalnya Cacahuatl pahit digiling, kemudian ditambahkan dengan berbagai rempah-rempah. Nama minuman ini juga memiliki arti \"air pahit\". Meskipun minuman tersebut sudah beberapa kali berevolusi hingga wujud populernya kini yang sohor karena manis dan harum berkat ditambahkannya gula, nama \"air pahit\"-nya tidaklah pernah berubah.",
      "effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108759,
      "name": "Delicious Xocoatl",
      "description": "Minuman Natlan yang terbuat dari Cacahuatl. Aroma Cacahuatl yang kental dipadukan dengan aroma susu murni, bagai kain yang lembut dan halus yang melewati ujung indra perasamu, dan pada akhirnya, meninggalkan sedikit rasa manis yang cukup untuk meluluhkan hatimu.",
      "effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
