{
  "_id": 3101,
  "id": "zhongyuan_chop_suey",
  "name": "Zhongyuan Chop Suey",
  "description": "Hidangan daging yang dibumbui dan dimasak. Meski mengandung daging organ hewan dan potongan daging sisa-sisa lainnya, bumbunya yang kuat menutupi bau dagingnya. Banyak yang telah menikmati hidangan ini seumur hidup tanpa mengetahui \"chop suey\" sebenarnya adalah kata sumpah dalam bahasa setempat.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Petualangan",
  "results": {
    "suspicious": {
      "_id": 108071,
      "name": "\"Special\" Zhongyuan Chop Suey",
      "description": "Hidangan daging yang dibumbui dan dimasak. Kalaupun hidangannya enak, kelihatannya tidak. Bahkan tempat makan paling populer pun akan kesulitan menjual ini.",
      "effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "_id": 108072,
      "name": "Zhongyuan Chop Suey",
      "description": "Hidangan daging yang dibumbui dan dimasak. Meski mengandung daging organ hewan dan potongan daging sisa-sisa lainnya, bumbunya yang kuat menutupi bau dagingnya. Banyak yang telah menikmati hidangan ini seumur hidup tanpa mengetahui \"chop suey\" sebenarnya adalah kata sumpah dalam bahasa setempat.",
      "effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "_id": 108073,
      "name": "Delicious Zhongyuan Chop Suey",
      "description": "Hidangan daging yang dibumbui dan dimasak. \"Rasa Liyue\" yang asli dari hidangan ini menjadikannya makanan rumahan untuk orang tua.",
      "effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    }
  }
}
