{
  "id": "adeptus_temptation",
  "name": "Tentación de Adeptus",
  "description": "Un plato famoso en Liyue, complejo en su elaboración. Los ingredientes especialmente seleccionados se sumergen y se cuelan lentamente en caldo. La receta escrita de memoria fue suficiente para instar a los Adeptus a volver al mundo de los hombres.",
  "rarity": 5,
  "recipe": [
    {
      "id": "ham",
      "name": "Jamón",
      "amount": 4
    },
    {
      "id": "crab",
      "name": "Cangrejo",
      "amount": 3
    },
    {
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 3
    },
    {
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 3
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "name": "Tentación de Adeptus extraña",
      "description": "Un complejo y famoso plato de Liyue. Si uno no domina el arte de cocinar a fuego lento, el plato resultante será muy salado y solo sabrá a pescado. Sin embargo, solo con pensar en lo valiosos que son sus ingredientes es suficiente para no querer desaprovecharlo.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 260 pts. y su Prob. CRIT en un 8% durante 300 s. En modo Multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "name": "Tentación de Adeptus",
      "description": "Un complejo y famoso plato de Liyue. Los ingredientes, seleccionados con gran exquisitez, se sumergen en el caldo y se hierven hasta que estén tiernos. Esta receta, que fue escrita de memoria, fue suficiente para instar a los Adeptus a volver al mundo de los mortales.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 316 pts. y su Prob. CRIT en un 10% durante 300 s. En modo Multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "name": "Tentación de Adeptus deliciosa",
      "description": "Un complejo y famoso plato de Liyue. Este plato consiste en una extraordinaria y exquisita mezcla de sabores del mar y la montaña. Para hacerlo, se combinan innumerables delicias en una olla llena de sabor. Cada bocado que se le da es un momento digno de recordar, e incluso lo suficientemente irresistible como para hacer que los Adeptus desciendan de sus moradas celestiales.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 372 pts. y su Prob. CRIT en un 12% durante 300 s. En modo Multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
