{
  "id": "amenoma_kageuchi",
  "name": "Lame kageuchi d'Amenoma",
  "description": "Une lame qui aurait été fabriquée sur commande pour un célèbre samouraï capable de trancher même le plus robuste des guerriers tengu, célèbres pour leur habileté à utiliser leur incroyable vitesse pour fendre les airs.",
  "rarity": 4,
  "type": "Épée à une main",
  "primary": {
    "name": "ATQ de base",
    "value": 41
  },
  "secondary": {
    "name": "ATQ%",
    "value": 12
  },
  "passive": "Héritage d'Iwakura",
  "bonus": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <span>6/75/9/105/12</span> pts d'énergie élémentaire pour chaque graine consommée.",
  "ascensions": [
    {
      "ascensionLevel": 0,
      "maxLevel": 20,
      "primary": 99,
      "secondary": 21.2,
      "materials": []
    },
    {
      "ascensionLevel": 1,
      "maxLevel": 40,
      "primary": 184,
      "secondary": 30.9,
      "cost": 5000,
      "materials": [
        {
          "id": "coral_branch_of_a_distant_sea",
          "name": "Branche marine de corail",
          "amount": 3
        },
        {
          "id": "chaos_gear",
          "name": "Engrenage du chaos",
          "amount": 3
        },
        {
          "id": "old_handguard",
          "name": "Garde-main ancien",
          "amount": 2
        }
      ]
    },
    {
      "ascensionLevel": 2,
      "maxLevel": 50,
      "primary": 238,
      "secondary": 35.7,
      "cost": 15000,
      "materials": [
        {
          "id": "jeweled_branch_of_a_distant_sea",
          "name": "Branche marine de gemme",
          "amount": 3
        },
        {
          "id": "chaos_gear",
          "name": "Engrenage du chaos",
          "amount": 12
        },
        {
          "id": "old_handguard",
          "name": "Garde-main ancien",
          "amount": 8
        }
      ]
    },
    {
      "ascensionLevel": 3,
      "maxLevel": 60,
      "primary": 293,
      "secondary": 40.6,
      "cost": 20000,
      "materials": [
        {
          "id": "jeweled_branch_of_a_distant_sea",
          "name": "Branche marine de gemme",
          "amount": 6
        },
        {
          "id": "chaos_axis",
          "name": "Axe du chaos",
          "amount": 6
        },
        {
          "id": "kageuchi_handguard",
          "name": "Garde-main kageuchi",
          "amount": 6
        }
      ]
    },
    {
      "ascensionLevel": 4,
      "maxLevel": 70,
      "primary": 347,
      "secondary": 45.4,
      "cost": 30000,
      "materials": [
        {
          "id": "jade_branch_of_a_distant_sea",
          "name": "Branche marine de jade",
          "amount": 3
        },
        {
          "id": "chaos_axis",
          "name": "Axe du chaos",
          "amount": 12
        },
        {
          "id": "kageuchi_handguard",
          "name": "Garde-main kageuchi",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 5,
      "maxLevel": 80,
      "primary": 401,
      "secondary": 50.3,
      "cost": 35000,
      "materials": [
        {
          "id": "jade_branch_of_a_distant_sea",
          "name": "Branche marine de jade",
          "amount": 6
        },
        {
          "id": "chaos_oculus",
          "name": "Œil du chaos",
          "amount": 9
        },
        {
          "id": "famed_handguard",
          "name": "Garde-main célèbre",
          "amount": 6
        }
      ]
    },
    {
      "ascensionLevel": 6,
      "maxLevel": 90,
      "primary": 454,
      "secondary": 55.1,
      "cost": 45000,
      "materials": [
        {
          "id": "golden_branch_of_a_distant_sea",
          "name": "Branche marine d'or",
          "amount": 4
        },
        {
          "id": "chaos_oculus",
          "name": "Œil du chaos",
          "amount": 18
        },
        {
          "id": "famed_handguard",
          "name": "Garde-main célèbre",
          "amount": 12
        }
      ]
    }
  ],
  "refinements": [
    {
      "refinement": 1,
      "desc": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <span>6</span> pts d'énergie élémentaire pour chaque graine consommée."
    },
    {
      "refinement": 2,
      "desc": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <span>7,5</span> pts d'énergie élémentaire pour chaque graine consommée."
    },
    {
      "refinement": 3,
      "desc": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <span>9</span> pts d'énergie élémentaire pour chaque graine consommée."
    },
    {
      "refinement": 4,
      "desc": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <span>10,5</span> pts d'énergie élémentaire pour chaque graine consommée."
    },
    {
      "refinement": 5,
      "desc": "L'utilisation d'une compétence élémentaire accorde 1 graine d'héritage. Cet effet peut être déclenché une fois toutes les 5 s. Chaque graine d'héritage dure 30 s, et un maximum de 3 graines d'héritage peuvent être cumulées simultanément. Après avoir utilisé un déchaînement élémentaire, toutes les graines d'héritage sont consommées et après 2 s, le personnage récupère <span>12</span> pts d'énergie élémentaire pour chaque graine consommée."
    }
  ]
}
