{
  "_id": 31,
  "id": "sumeru_the_rainforest_of_lore",
  "name": "Sumeru: Hikayelerin Yağmur Ormanı",
  "order": 39,
  "achievements": [
    {
      "id": 80160,
      "name": "Kıta Kaşifi: Sumeru Korusu",
      "desc": "Sumeru'daki şu bölgelerin haritalarını aydınlat: Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 160
    },
    {
      "id": 80161,
      "name": "Orman Gezgini",
      "desc": "Sumeru'daki tüm Işınlanma Portallarının kilidini aç: Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 161
    },
    {
      "id": 80162,
      "name": "Tapınak Kaşifi: Sumeru Korusu",
      "desc": "Sumeru'nun şu bölgelerindeki tüm Derinlikler Tapınaklarının kilidini aç: Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 162
    },
    {
      "id": 80163,
      "name": "Fosforlu Çiçek",
      "desc": "Sumeru'daki Yedilerin Heykellerini en üst seviyeye yükselt.",
      "reward": 20,
      "hidden": false,
      "order": 163
    },
    {
      "id": 80164,
      "name": "Büyük Rüyanın Zirvesi",
      "desc": "Vanarana'daki Rüya Ağacında en üst seviyeye ulaş.",
      "reward": 20,
      "hidden": false,
      "order": 164
    },
    {
      "id": 80165,
      "name": "Orman Rehberi",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 10 Periyi, Peri Avlularına kadar takip et.",
      "reward": 5,
      "hidden": false,
      "order": 165
    },
    {
      "id": 80166,
      "name": "Orman Rehberi",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 20 Periyi, Peri Avlularına kadar takip et.",
      "reward": 10,
      "hidden": false,
      "order": 166,
      "preStage": 80165
    },
    {
      "id": 80167,
      "name": "Orman Rehberi",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 40 Periyi, Peri Avlularına kadar takip et.",
      "reward": 20,
      "hidden": false,
      "order": 167,
      "preStage": 80166
    },
    {
      "id": 80168,
      "name": "Işıltılı Ormanın Hazine Avcısı",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 100 hazine sandığı aç.",
      "reward": 5,
      "hidden": false,
      "order": 168
    },
    {
      "id": 80169,
      "name": "Işıltılı Ormanın Hazine Avcısı",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 200 hazine sandığı aç.",
      "reward": 10,
      "hidden": false,
      "order": 169,
      "preStage": 80168
    },
    {
      "id": 80170,
      "name": "Işıltılı Ormanın Hazine Avcısı",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 400 hazine sandığı aç.",
      "reward": 20,
      "hidden": false,
      "order": 170,
      "preStage": 80169
    },
    {
      "id": 80171,
      "name": "Işıltılı Ormanın Maceracısı",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 10 adet Açık Dünya Zamana Karşı Mücadele tamamla.",
      "reward": 5,
      "hidden": false,
      "order": 171
    },
    {
      "id": 80172,
      "name": "Işıltılı Ormanın Maceracısı",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 20 adet Açık Dünya Zamana Karşı Mücadele tamamla.",
      "reward": 10,
      "hidden": false,
      "order": 172,
      "preStage": 80171
    },
    {
      "id": 80173,
      "name": "Işıltılı Ormanın Maceracısı",
      "desc": "Avidya Ormanı, Lokapala Ormanı, Ardravi Vadisi, Ashavan Diyarı, Vissudha Tarlası, Kayıp Fidelik ve Vanarana'da toplam 40 adet Açık Dünya Zamana Karşı Mücadele tamamla.",
      "reward": 20,
      "hidden": false,
      "order": 173,
      "preStage": 80172
    },
    {
      "id": 80174,
      "name": "Orman Hatırlar",
      "desc": "\"Aranyaka\" görevini tamamla.",
      "reward": 10,
      "hidden": false,
      "order": 174
    }
  ]
}
