{
  "id": "aaru_mixed_rice",
  "name": "Aaru Mixed Rice",
  "description": "A large serving of filling staple food. In this dish that combines rice, noodles, and beans together, the secret of great taste lies in the sweet and sour flavor imparted by tomatoes. Owing to its common nature and low price, this dish is a great choice for sating one's hunger — which is one of the key reasons why this recipe has spread from Aaru Village to the rest of Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "rice",
      "name": "Rice",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "id": "glabrous_beans",
      "name": "Glabrous Beans",
      "amount": 2
    },
    {
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    }
  ],
  "dish_type": "Adventurer's Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Aaru Mixed Rice",
      "description": "A large serving of filling staple food. In your hurry, you did not mix the various ingredients well before eating, resulting in a ridiculously thick tomato flavor on one side of the rice, and an utter blandness on the other... Best you mix it a bit better next time.",
      "effect": "Restores 40 Stamina."
    },
    "normal": {
      "name": "Aaru Mixed Rice",
      "description": "A large serving of filling staple food. In this dish that combines rice, noodles, and beans together, the secret of great taste lies in the sweet and sour flavor imparted by tomatoes. Owing to its common nature and low price, this dish is a great choice for sating one's hunger — which is one of the key reasons why this recipe has spread from Aaru Village to the rest of Sumeru.",
      "effect": "Restores 50 Stamina."
    },
    "delicious": {
      "name": "Delicious Aaru Mixed Rice",
      "description": "A large serving of filling staple food. Each grain of rice is distinct and evenly coated in flavorful sauce as you spoon them into your mouth. No oily meats were used to make this dish, and yet its flavor is more alluring still. This dish stacks flavor like the endless dunes themselves, bringing a most unique satisfaction.",
      "effect": "Restores 60 Stamina."
    },
    "special": {
      "name": "Utmost Care",
      "description": "Candace's specialty. The aroma of this dish hits your nose long before it can be plated up. It would seem that Candace's adept guardianship also extends to sustaining appetites... But, uh, this really is an extraordinary amount of Aaru Mixed Rice. How are you supposed to deal with this mountain of \"overflowing consideration\"?",
      "effect": "Restores 80 Stamina.",
      "character": {
        "id": "candace",
        "name": "Candace"
      }
    }
  }
}
