{
  "_id": 3016,
  "id": "apple_roly_poly",
  "name": "Apple Roly Poly",
  "description": "A traditional apple dessert. The secret to its crispy and delicious flavor lies in the thin pastry crust. Apparently, the best pastry chefs in Mondstadt are said to be capable of making pastries so thin that you could carry on reading even if you placed it over the page.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Apple",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 1
    }
  ],
  "dish_type": "Adventurer's Dish",
  "results": {
    "suspicious": {
      "_id": 108694,
      "name": "Suspicious Apple Roly Poly",
      "description": "A traditional apple dessert. Apples are apples, and dough is dough. To force them into a commonality they do not share is to create an awkward mess that even the most flavorful butter cannot rescue.",
      "effect": "After you activate a Petrified Tree, a Ley Line Outcrop, or open a Treasure Chest, restore 16% HP and an extra 600 HP to all party members. This effect can occur once every 5s. Lasts 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108695,
      "name": "Apple Roly Poly",
      "description": "A traditional apple dessert. The secret to its crispy and delicious flavor lies in the thin pastry crust. Apparently, the best pastry chefs in Mondstadt are said to be capable of making pastries so thin that you could carry on reading even if you placed it over the page.",
      "effect": "After you activate a Petrified Tree, a Ley Line Outcrop, or open a Treasure Chest, restore 18% HP and an extra 900 HP to all party members. This effect can occur once every 5s. Lasts 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108696,
      "name": "Delicious Apple Roly Poly",
      "description": "A traditional apple dessert. The mere aroma of the apples gives a feeling akin to situating oneself before a warm hearth. Before you can even think to slowly appreciate it, your hands move as if compelled by some other person, knife and fork in tow, reaching out for the next piece.",
      "effect": "After you activate a Petrified Tree, a Ley Line Outcrop, or open a Treasure Chest, restore 20% HP and an extra 1,200 HP to all party members. This effect can occur once every 5s. Lasts 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}