{
  "id": "bird_egg_sushi",
  "name": "Bird Egg Sushi",
  "description": "An everyday Inazuman dish. The sliced Egg Roll is placed over seasoned rice. Simply made, yet full of flavor.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    },
    {
      "id": "rice",
      "name": "Rice",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Bird Egg Sushi",
      "description": "An everyday Inazuman dish. The egg roll was not beaten evenly and the vinegared rice was also over-seasoned... Even simple dishes leave no room for carelessness.",
      "effect": "Restores 8% of Max HP and an additional 800 HP to the selected character."
    },
    "normal": {
      "name": "Bird Egg Sushi",
      "description": "An everyday Inazuman dish. The sliced Egg Roll is placed over seasoned rice. Simply made, yet full of flavor.",
      "effect": "Restores 9% of Max HP and an additional 1,000 HP to the selected character."
    },
    "delicious": {
      "name": "Delicious Bird Egg Sushi",
      "description": "An everyday Inazuman dish. The tender egg bounces on the tongue together with the rich grains, bringing to mind a joy that recalls one's childhood. Eager to relive that sweetness, you pick up another before your brain can even catch up.",
      "effect": "Restores 10% of Max HP and an additional 1,200 HP to the selected character."
    },
    "special": {
      "name": "A Stunning Stratagem",
      "description": "Sangonomiya Kokomi's specialty. The egg is wrapped up almost like a package, and the fish tail at the end is both small and very cute. It really makes you wonder what's inside the package, but at the same time, you can't bear to eat such a beautiful-looking thing... You glance at the crystal-clear smile in Kokomi's eyes. Ah, darn it, you've fallen for her trick, haven't you?",
      "effect": "Restores 16% of Max HP and an additional 1,350 HP to the selected character.",
      "character": {
        "id": "sangonomiya_kokomi",
        "name": "Sangonomiya Kokomi"
      }
    }
  }
}
