{
  "id": "blackback_perch_stew",
  "name": "Black-Back Perch Stew",
  "description": "A poached fish dish. The fresh and tasty fish fillets are tender and juicy. The secret to this recipe is adding powdered Violetgrass into the heated oil to give the dish that aromatic scent. It's spicy, but not too spicy.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 1
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 1
    },
    {
      "id": "violetgrass",
      "name": "Violetgrass",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Black-Back Perch Stew",
      "description": "A poached fish dish. It has essentially lost all the taste of the fish itself to the spicy taste of the chili peppers. Only a selected few enjoy such a sensory overload on their tongues.",
      "effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s."
    },
    "normal": {
      "name": "Black-Back Perch Stew",
      "description": "A poached fish dish. The fresh and tasty fish fillets are tender and juicy. The secret to this recipe is adding powdered Violetgrass into the heated oil to give the dish that aromatic scent. It's spicy, but not too spicy.",
      "effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s."
    },
    "delicious": {
      "name": "Delicious Black-Back Perch Stew",
      "description": "A poached fish dish. The fish fillets are so tender and juicy that they almost seem to come alive in your mouth. The sense of loss is so unbearable that when you swallow a piece down, you just have to treat yourself to another.",
      "effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s."
    },
    "special": {
      "name": "Wanmin Restaurant's Boiled Fish",
      "description": "Xiangling's specialty. This is the signature dish of the Wanmin Restaurant, combining Xiangling's heartfelt passion for cuisine. Anyone who tastes it will gain a pure appreciation for gourmet food amid the hearty and addictive blend of flavors.",
      "effect": "Restores 34% of Max HP to the selected character and regenerates 980 HP every 5s for 30s.",
      "character": {
        "id": "xiangling",
        "name": "Xiangling"
      }
    }
  }
}
