{
  "id": "bountiful_year",
  "name": "Bountiful Year",
  "description": "Luxurious and exquisite raw fish. The fish is sliced thinly and arranged in the shape of a flower before a ring of side dishes is set all around it. Normally, the side dishes will be mixed with the raw fish according to one's taste before consumption — this act is said to ensure that things will be smooth sailing in the coming days.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 4
    },
    {
      "id": "carrot",
      "name": "Carrot",
      "amount": 4
    },
    {
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "id": "violetgrass",
      "name": "Violetgrass",
      "amount": 1
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Bountiful Year",
      "description": "Luxurious and exquisite raw fish. The unevenly mixed fish and condiments are as bedraggled on the plate as any dejected sailor washed ashore by roiling waves, and they do not arouse your appetites at all. Yet it would be such a further waste of these ingredients if you did not eat them — ah, what a morbid dilemma.",
      "effect": "Increases all party members' ATK by 224 and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Bountiful Year",
      "description": "Luxurious and exquisite raw fish. The fish is sliced thinly and arranged in the shape of a flower before a ring of side dishes is set all around it. Normally, the side dishes will be mixed with the raw fish according to one's taste before consumption — this act is said to ensure that things will be smooth sailing in the coming days.",
      "effect": "Increases all party members' ATK by 272 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Bountiful Year",
      "description": "Luxurious and exquisite raw fish. The stacked raw fish is sliced as thin as cicada wings, and their taste is as light as mist, their pattern lines opal-white, like snow kissing the earth. One can hardly wait to dig in — the soft and smooth meat and myriad condiment flavors coalesce on the tongue, to the praise of all. Truly, this is the flavor experience to top them all!",
      "effect": "Increases all party members' ATK by 320 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}
