{
  "_id": 2409,
  "id": "bulle_sauce_duck_breast",
  "name": "Bulle Sauce Duck Breast",
  "description": "A meat dish with the fragrant fullness of fruit. After sautéeing the duck breast, slice it and plate the meat before drizzling Bulle Fruit sauce atop it. Crisp skin, sumptuous tender meat, and sauce mingling sweet and sour come together in an ensemble that is a classic Fontainian delicacy.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    }
  ],
  "dish_type": "Adventurer's Dish",
  "results": {
    "suspicious": {
      "_id": 108675,
      "name": "Suspicious Bulle Sauce Duck Breast",
      "description": "A meat dish with the fragrant fullness of fruit. The sauce hasn't counteracted the greasiness of the duck at all — in fact, it's given it a bitter edge instead. The appetite evoked upon seeing it presented so beautifully seems to have disappeared equally as suddenly after your first bite.",
      "effect": "Restores 40 Stamina."
    },
    "normal": {
      "_id": 108676,
      "name": "Bulle Sauce Duck Breast",
      "description": "A meat dish with the fragrant fullness of fruit. After sautéeing the duck breast, slice it and plate the meat before drizzling Bulle Fruit sauce atop it. Crisp skin, sumptuous tender meat, and sauce mingling sweet and sour come together in an ensemble that is a classic Fontainian delicacy.",
      "effect": "Restores 50 Stamina."
    },
    "delicious": {
      "_id": 108677,
      "name": "Delicious Bulle Sauce Duck Breast",
      "description": "A meat dish with the fragrant fullness of fruit. The citrusy flavor of tangerine gives the succulent duck a unique, fresh sweetness. It's so irresistibly delicious that you can barely stop yourself from reaching for the next piece even before you've swallowed the last one. No matter how much Fontaine's food culture has evolved over the years, it's no surprise that this dish has always kept its place among the classics.",
      "effect": "Restores 60 Stamina."
    },
    "special": {
      "_id": 108678,
      "id": "tagged_and_bagged",
      "name": "\"Tagged and Bagged\"",
      "description": "Clorinde's specialty. It consists of freshly caught Fowl that has been but only very slightly roasted. Your initial apprehension quickly vanishes after experiencing its tender texture and refreshing aftertaste for yourself. Anyway, Clorinde already took a bite herself. Surely your digestive system is as robust as a seasoned hunter's is... right?",
      "effect": "Restores 80 Stamina.",
      "character": {
        "id": "clorinde",
        "name": "Clorinde"
      }
    }
  }
}