{
  "_id": 3310,
  "id": "charcoalbaked_ajilenakh_cake",
  "name": "Charcoal-Baked Ajilenakh Cake",
  "description": "A dark-colored pastry. The Ajilenakh Nuts were first roasted and powdered before being sieved, added to a batter, mixed evenly, and then baked. The final product by no means looks impressive, but it exudes the fresh aroma of Ajilenakh Nuts, and it tastes better still with some jam.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Ajilenakh Nut",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108448,
      "name": "Suspicious Charcoal-Baked Ajilenakh Cake",
      "description": "A dark-colored pastry. One look is all it takes to tell that this is a disaster dish and a half. Your immense courage in trying one bite is rewarded with a supremely dry, coarse mouthfeel... Is this some kind of mistake? Was the charcoal plated up instead of the cake?",
      "effect": "Revives a character and restores 900 HP."
    },
    "normal": {
      "_id": 108449,
      "name": "Charcoal-Baked Ajilenakh Cake",
      "description": "A dark-colored pastry. The Ajilenakh Nuts were first roasted and powdered before being sieved, added to a batter, mixed evenly, and then baked. The final product by no means looks impressive, but it exudes the fresh aroma of Ajilenakh Nuts, and it tastes better still with some jam.",
      "effect": "Revives a character and restores 1,200 HP."
    },
    "delicious": {
      "_id": 108450,
      "name": "Delicious Charcoal-Baked Ajilenakh Cake",
      "description": "A dark-colored pastry. The pastry is fine, almost lustrous, and the fragrance of the Ajilenakh Nuts is both vivid and full of warmth. The cake is fluffy and delicate as it enters your mouth, exorcising exhaustion and muzzling misery. Ah, just as a book may not be judged by its cover, so too should a cake not be convicted by its crust.",
      "effect": "Revives a character and restores 1,500 HP."
    },
    "special": {
      "_id": 108478,
      "name": "Traditionally-Made Charcoal-Baked Ajilenakh Cake",
      "description": "Faruzan's specialty. The dark and sweet cake, lying as it does atop a minty-green sauce bed, almost looks like some enigmatic mechanism. Your hesitation must have somehow reached Faruzan, for she then straightened up to assertively reassure you that this was a traditional dish in Sumeru and that its flavor is guaranteed. But you can't help wondering... Is it really a 'traditional' dish that catered to the tastes of Sumeru people a hundred year ago?",
      "effect": "Revives the selected character and restores 20% of Max HP, then restores an additional 1500 HP.",
      "character": {
        "id": "faruzan",
        "name": "Faruzan"
      }
    }
  }
}
