{
  "id": "crab_roe_kourayaki",
  "name": "Crab Roe Kourayaki",
  "description": "A crab meat dish that has been cooked directly over the flames. The meat and roe are mixed evenly, before being garnished with plump crab legs. The happiness that flows forth from that first bite imparts meaning upon your prior forbearance.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "crab",
      "name": "Crab",
      "amount": 1
    },
    {
      "id": "crab_roe",
      "name": "Crab Roe",
      "amount": 1
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Crab Roe Kourayaki",
      "description": "A crab meat dish that has been cooked directly over the flames. The crushed shell-fragments and the crab roe have been slurried together. Butting your teeth up against those hard bits is one thing, but irrecoverable is any desire you may have had to enjoy the food.",
      "effect": "Increases all party members' ATK by 66 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Crab Roe Kourayaki",
      "description": "A crab meat dish that has been cooked directly over the flames. The meat and roe are mixed evenly, before being garnished with plump crab legs. The happiness that flows forth from that first bite imparts meaning upon your prior forbearance.",
      "effect": "Increases all party members' ATK by 81 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Crab Roe Kourayaki",
      "description": "A crab meat dish that has been cooked directly over the flames. The crab meat still has a lovely scarlet shade, and its meat is tender and juicy. The crab roe has a refreshing aroma, and is rich and mellow to the taste. The sheer grace of this entity upon your tongue makes you start to wonder how the crab shell might taste.",
      "effect": "Increases all party members' ATK by 95 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}
