{
  "id": "crispy_potato_shrimp_platter",
  "name": "Crispy Potato Shrimp Platter",
  "description": "An attractive-looking pre-meal snack. A spread made from potatoes and berries is placed onto crispy potato slices, and a whole shrimp is then added on top. The fragrant and full-bodied flavors serve to whet the appetite, while the addition of Mint adds a whole other dimension to the mix.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "mint",
      "name": "Mint",
      "amount": 4
    },
    {
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 4
    },
    {
      "id": "potato",
      "name": "Potato",
      "amount": 3
    },
    {
      "id": "berry",
      "name": "Berry",
      "amount": 2
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Crispy Potato Shrimp Platter",
      "description": "An attractive-looking pre-meal snack. Too much time was unknowingly spent being preoccupied with the details of this dish's form. The potato slices that were meant to form the base have already turned soft, detracting greatly from the mouthfeel.",
      "effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s."
    },
    "normal": {
      "name": "Crispy Potato Shrimp Platter",
      "description": "An attractive-looking pre-meal snack. A spread made from potatoes and berries is placed onto crispy potato slices, and a whole shrimp is then added on top. The fragrant and full-bodied flavors serve to whet the appetite, while the addition of Mint adds a whole other dimension to the mix.",
      "effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s."
    },
    "delicious": {
      "name": "Delicious Crispy Potato Shrimp Platter",
      "description": "An attractive-looking pre-meal snack. The moment this enters your mouth, the springiness of the shrimp and the crispiness of the potato slices form a profound contrast. The fluffy potatoes immediately follow up by melding these flavors together, creating a sweet experience that makes you relax, body and soul.",
      "effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s."
    }
  }
}
