{
  "id": "drybraised_salted_fish",
  "name": "Dry-Braised Salted Fish",
  "description": "Dried fish that has been grilled slowly over a charcoal flame. Fish air-dried overnight have a tinge of the salty sea wind and give off a tantalizing flavor when grilled. Many Inazumans who dwell near the sea know this taste well indeed.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Dry-Braised Salted Fish",
      "description": "Dried fish that has been grilled slowly over a charcoal flame. Every last droplet of moisture within the fish has been drained away, leaving behind naught but a texture that can only be compared to chewing on timber. One can barely tell the difference between fish and bones in here.",
      "effect": "Restores 8% of Max HP and an additional 800 HP to the selected character."
    },
    "normal": {
      "name": "Dry-Braised Salted Fish",
      "description": "Dried fish that has been grilled slowly over a charcoal flame. Fish air-dried overnight have a tinge of the salty sea wind and give off a tantalizing flavor when grilled. Many Inazumans who dwell near the sea know this taste well indeed.",
      "effect": "Restores 9% of Max HP and an additional 1,000 HP to the selected character."
    },
    "delicious": {
      "name": "Delicious Dry-Braised Salted Fish",
      "description": "Dried fish that has been grilled slowly over a charcoal flame. The rich fats ooze out as the fish meets the grill, and with those sizzling sounds, the fish is clothed in a burnished golden coat. The meat is firm but delicious, and the mouthfeel is quite delicate. Such is the unsurpassed gift of the seas.",
      "effect": "Restores 10% of Max HP and an additional 1,200 HP to the selected character."
    },
    "special": {
      "name": "All-Weather Beauty",
      "description": "Kaedehara Kazuha's specialty. Made from fish that have been dried on the ship. Kazuha claims that they were completely ordinary fish. But this flavor... this must surely be the definition of free, all-embracing nature, no?",
      "effect": "Restores 16% of Max HP and an additional 1,350 HP to the selected character.",
      "character": {
        "id": "kaedehara_kazuha",
        "name": "Kaedehara Kazuha"
      }
    }
  }
}
