{
  "id": "egg_roll",
  "name": "Egg Roll",
  "description": "A fried egg dish. Beat eggs well, season and fry them slowly in a wok, roll up into a fixed shape. Pour in egg liquid again and continue until it has all reached a certain thickness, then get ready to plate up. This is a ordinary yet welcoming Inazuman delicacy.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Egg Roll",
      "description": "A fried egg dish. It looks way too soft... and what do you know, it comes apart the instant it so much as touches chopsticks. Might as well use a spoon at this point.",
      "effect": "Revives a character and restores 50 HP."
    },
    "normal": {
      "name": "Egg Roll",
      "description": "A fried egg dish. Beat eggs well, season and fry them slowly in a wok, roll up into a fixed shape. Pour in egg liquid again and continue until it has all reached a certain thickness, then get ready to plate up. This is a ordinary yet welcoming Inazuman delicacy.",
      "effect": "Revives a character and restores 100 HP."
    },
    "delicious": {
      "name": "Delicious Egg Roll",
      "description": "A fried egg dish. The shape of the dish as a whole, the golden color, the fluffy mouthfeel... a small piece of this may not fill your stomach, but it will fill you with warmth. Not to mention that sweetness that you can almost reach out and touch — simply irresistible.",
      "effect": "Revives a character and restores 150 HP."
    },
    "special": {
      "name": "Faith Eternal",
      "description": "Kujou Sara's specialty. Forget calling it a dish, this is really more like a snack. The sweet, fluffy flavor really doesn't seem to suit Sara's own preferences. Wait a moment. That symbol on the snack — does this have to do with a certain other person's tastes instead?",
      "effect": "Revives a character and restores 10% of Max HP, then restores an additional 150 HP.",
      "character": {
        "id": "kujou_sara",
        "name": "Kujou Sara"
      }
    }
  }
}
