{
  "_id": 3418,
  "id": "feastos",
  "name": "Feast-O's",
  "description": "A golden brown fried snack. Mashed chicken is shaped into a hollow \"O\" shape by combining them with onion rings. Mashed fish and potatoes are similarly combined into a round form, making up the meat of the \"feast.\" Put them both into a pot of hot oil and presto — your \"Feast-O's\" are born amidst the crackling oil.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 2
    }
  ],
  "dish_type": "DEF-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108613,
      "name": "Suspicious Feast-O's",
      "description": "A golden brown fried snack, from which the excess oil was drained after much arduous labor, only to result in a soggy fried slop stripped of any crispiness. Hmm... Might the gulls by the shore be willing to accept such a meager offering?",
      "effect": "Increases all party members' Healing Bonus by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108614,
      "name": "Feast-O's",
      "description": "A golden brown fried snack. Mashed chicken is shaped into a hollow \"O\" shape by combining them with onion rings. Mashed fish and potatoes are similarly combined into a round form, making up the meat of the \"feast.\" Put them both into a pot of hot oil and presto — your \"Feast-O's\" are born amidst the crackling oil.",
      "effect": "Increases all party members' Healing Bonus by 17% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108615,
      "name": "Delicious Feast-O's",
      "description": "A golden brown fried snack. Freshly fried and fully fragrant they come, ready to get appetites roaring. With the ring in your left hand and the round in your right, behold, the crest of crispness lies in your grasp. Dig in! Let the flavor flood forth into your mouth.",
      "effect": "Increases all party members' Healing Bonus by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108619,
      "id": "sin_the_kind_that_doesnt_need_to_be_dealt_with",
      "name": "Sin: The Kind that Doesn't Need to be Dealt With",
      "description": "Chevreuse's specialty. There is something indubitably \"sinful\" about this dish from a health standpoint. As the leader of the Special Security and Surveillance Patrol, she will not lightly hand the task of dealing with sin to others — this is a matter of professionalism and personal ethics, after all. Sometimes, though, sharing such a solemn duty with one she trusts deeply is an... acceptable way of relieving stress.",
      "effect": "Increases all party members' Healing Bonus by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "chevreuse",
        "name": "Chevreuse"
      }
    }
  }
}