{
  "_id": 3123,
  "id": "fine_tea_full_moon",
  "name": "Fine Tea, Full Moon",
  "description": "A tea pastry containing egg yolk. The salted yolk is first steamed, then stuffed and wrapped in tea powder-infused dough. It's then kneaded into the shape of a full moon before being baked. This results in a crispy, flaky exterior with a salty and sweet interior, the different layers forming a delicious and addictive delicacy.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101242,
      "id": "chenyu_adeptea",
      "name": "Chenyu Adeptea",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108648,
      "name": "Suspicious Fine Tea, Full Moon",
      "description": "A tea pastry containing egg yolk. As you pick it up, layers flake away like loose earth in a landslide. The first bite is sticky, sweet, cloying... And uh-oh, something gets stuck in your throat. Get some water to wash it down, then think about what to do with the rest.",
      "effect": "Restores 30% of Max HP and an additional 600 HP to the selected character."
    },
    "normal": {
      "_id": 108649,
      "name": "Fine Tea, Full Moon",
      "description": "A tea pastry containing egg yolk. The salted yolk is first steamed, then stuffed and wrapped in tea powder-infused dough. It's then kneaded into the shape of a full moon before being baked. This results in a crispy, flaky exterior with a salty and sweet interior, the different layers forming a delicious and addictive delicacy.",
      "effect": "Restores 32% of Max HP and an additional 1,250 HP to the selected character."
    },
    "delicious": {
      "_id": 108650,
      "name": "Delicious Fine Tea, Full Moon",
      "description": "A tea pastry containing egg yolk. The loose and delicate texture of the grainy egg yolk mingles with a faint fragrance of tea. One small mouthful brings earthy happiness enough to make you swoon. You could pop several in your mouth at once, and woe betide any who should seek to steal a single crumb from the corner of your lips.",
      "effect": "Restores 34% of Max HP and an additional 1,900 HP to the selected character."
    }
  }
}