{
  "_id": 4403,
  "id": "fontinalia_mousse",
  "name": "Fontinalia Mousse",
  "description": "A true blue Fontinalia Festival snack. This mousse is shaped in the image of the Lakelight Lily's bud. After the Festival's customs were changed to align more with dessert delectation, it quickly came to be a much-favored Fontainian food favorite. Don't forget to share them with all the trial-or-treaters who come your way!",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108621,
      "name": "Suspicious Fontinalia Mousse",
      "description": "A true blue Fontinalia Festival snack. That said, a true tragedy seems to have befallen this serving, reminding one of nothing so much as a Cryo Whopperflower... Are you sure the Lakelight Lilies in this one weren't, in truth, Whopperflowers? Uh, best you get rid of this on the down low... serving a dish like this during the festival might just be a chargeable offense!",
      "effect": "Increases all party members' ATK by 224 and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108622,
      "name": "Fontinalia Mousse",
      "description": "A true blue Fontinalia Festival snack. This mousse is shaped in the image of the Lakelight Lily's bud. After the Festival's customs were changed to align more with dessert delectation, it quickly came to be a much-favored Fontainian food favorite. Don't forget to share them with all the trial-or-treaters who come your way!",
      "effect": "Increases all party members' ATK by 272 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108623,
      "name": "Delicious Fontinalia Mousse",
      "description": "A true blue Fontinalia Festival snack. Its crystalline coloration would not be ashamed if compared to the light scattering off the rippling waves. Its featherweight elegance is like that of falling petals, its airy texture like a snowflake melting in your throat. To eat such a delicacy must surely be the loveliest thing that could happen during the Festival!",
      "effect": "Increases all party members' ATK by 320 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}