{
  "_id": 3505,
  "id": "fried_shrimp_beanballs",
  "name": "Fried Shrimp Beanballs",
  "description": "A deep-fried snack. First, deep fry the bean flour balls, then stuff them with fillings, fried shrimp, and sauce. Though they may be slightly complicated to prepare, the fact that they're so delicious makes it all worth it.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Glabrous Beans",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 3
    }
  ],
  "dish_type": "DEF-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108739,
      "name": "Suspicious Fried Shrimp Beanballs",
      "description": "A deep-fried snack. The oil in the pot has mercilessly stripped the shrimp of moisture, resulting in a shriveled texture that could have been shown magnanimity if not for the jarring, hard mouthfeel. It's a good thing there are only two products... That makes dealing with them easy enough.",
      "effect": "Increases all party members' Shield Strength by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108740,
      "name": "Fried Shrimp Beanballs",
      "description": "A deep-fried snack. First, deep fry the bean flour balls, then stuff them with fillings, fried shrimp, and sauce. Though they may be slightly complicated to prepare, the fact that they're so delicious makes it all worth it.",
      "effect": "Increases all party members' Shield Strength by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108741,
      "name": "Delicious Fried Shrimp Beanballs",
      "description": "A deep-fried snack. After experiencing the culinary magic known as deep-frying, this has gained a golden luster, with a crisp shell that tightly locks the juices in along with a crackling, satisfying toothsomeness. Alas, for there only being two per dish! Alas, for you desire more!",
      "effect": "Increases all party members' Shield Strength by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108746,
      "id": "pass_the_luck",
      "name": "Pass the Luck",
      "description": "Mualani's specialty. Feet planted on her surfboard, dish in hand, she made not one, not two, but three loops around you before placing the sizable lobster before you. \"Ta-da! Super huge and freshly caught — a stroke of luck if ever there was one! And now, I pass that luck onto you!\" Her cheerful words all but grant the bean balls wrapped around the shrimp a golden glow.",
      "effect": "Increases all party members' Shield Strength by 35% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "mualani",
        "name": "Mualani"
      }
    }
  }
}
