{
  "_id": 3604,
  "id": "fruit_tandem_turnovers",
  "name": "Fruit Tandem Turnovers",
  "description": "Pastries baked with berries. After the fermented dough is rolled into long strips, sugar and berries are added, and the whole thing is rolled up to bake before being sprinkled with chopped berries. Usually paired with coffee, this confection takes center stage at breakfast and during afternoon tea.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Midsommar Berry",
      "amount": 2
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkaberry",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108870,
      "name": "Suspicious Fruit Tandem Turnovers",
      "description": "Pastries baked with berries. The soggy mouthfeel makes them taste as if they've been left out in the rain, and the sticky, undercooked dough clings stubbornly to the teeth... It's like something out of a nightmare.",
      "effect": "Restores 30% of Max HP and an additional 600 HP to the selected character."
    },
    "normal": {
      "_id": 108871,
      "name": "Fruit Tandem Turnovers",
      "description": "Pastries baked with berries. After the fermented dough is rolled into long strips, sugar and berries are added, and the whole thing is rolled up to bake before being sprinkled with chopped berries. Usually paired with coffee, this confection takes center stage at breakfast and during afternoon tea.",
      "effect": "Restores 32% of Max HP and an additional 1,250 HP to the selected character."
    },
    "delicious": {
      "_id": 108872,
      "name": "Delicious Fruit Tandem Turnovers",
      "description": "Pastries baked with berries. The freshly baked Fruit Tandem Turnovers are warm and comforting. As your teeth break through their crust and sink into the soft interior, you feel as though you're being wrapped in a cozy cashmere blanket. The joy that rises within could fend off even the coldest winter winds.",
      "effect": "Restores 34% of Max HP and an additional 1,900 HP to the selected character."
    },
    "special": {
      "_id": 108921,
      "id": "afterclass_practice",
      "name": "\"After-Class Practice\"",
      "description": "Jahoda's specialty. After seeking advice on baking techniques from Ineffa for the sixth time, Jahoda finally presented her assignment — a handmade pastry. The shape is a bit wobbly, but the sweet scent of berries is irresistible, and the taste... well, it can't be too bad, right?",
      "effect": "Restores 40% of Max HP and an additional 2,350 HP to the selected character.",
      "character": {
        "id": "jahoda",
        "name": "Jahoda"
      }
    }
  }
}