{
  "_id": 3511,
  "id": "fruits_aplenty",
  "name": "Fruits Aplenty",
  "description": "Fresh and flavorful fruit juice made from a variety of ingredients. Its invigorating and healthy properties have made it a firm favorite among the fitness-obsessed tribespeople of the Collective of Plenty, who often recommend drinking two glasses a day.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 2
    },
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Quenepa Berry",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108797,
      "name": "Suspicious Fruits Aplenty",
      "description": "Curiously flavored fruit juice made from a variety of ingredients. The sour Cacahuatl, the fibrous Grainfruit, the bitter Quenepa Berries, and the gooey eggs... They battle for attention on your taste buds, but you can't drum up the patience to let them finish. You desperately need a glass of water to wash it all down.",
      "effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s."
    },
    "normal": {
      "_id": 108798,
      "name": "Fruits Aplenty",
      "description": "Fresh and flavorful fruit juice made from a variety of ingredients. Its invigorating and healthy properties have made it a firm favorite among the fitness-obsessed tribespeople of the Collective of Plenty, who often recommend drinking two glasses a day.",
      "effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s."
    },
    "delicious": {
      "_id": 108799,
      "name": "Delicious Fruits Aplenty",
      "description": "Fresh and flavorful fruit juice made from a selection of the finest ingredients. This otherworldly fragrance feels like being plunged into a fruit garden, bathed in gentle dawn-light, where dew-slick fruits melt into honey on the tongue, lifting your spirits and filling you with energy... Wait, why are your legs carrying you towards the gym?",
      "effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s."
    }
  }
}
