{
  "_id": 1501,
  "id": "grilled_fish_in_mint_sauce",
  "name": "Grilled Fish in Mint Sauce",
  "description": "Grilled Fish doused in delicious sauce. The fish is scored, stuffed with spices, then baked. Once cooked, a thick mint sauce is generously drizzled over the top. The refreshing aroma of the fish is enough to whet anyone's appetite.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108715,
      "name": "Suspicious Grilled Fish in Mint Sauce",
      "description": "Grilled Fish doused in a delicious sauce. The thick sauce has all but drowned out the fish's natural flavors, and the strident taste of mint has all but wiped that of Grilled Fish out.",
      "effect": "Restores 8% of Max HP and an additional 800 HP to the selected character."
    },
    "normal": {
      "_id": 108716,
      "name": "Grilled Fish in Mint Sauce",
      "description": "Grilled Fish doused in delicious sauce. The fish is scored, stuffed with spices, then baked. Once cooked, a thick mint sauce is generously drizzled over the top. The refreshing aroma of the fish is enough to whet anyone's appetite.",
      "effect": "Restores 9% of Max HP and an additional 1,000 HP to the selected character."
    },
    "delicious": {
      "_id": 108717,
      "name": "Delicious Grilled Fish in Mint Sauce",
      "description": "Grilled Fish doused in a delicious sauce. Crisp, fragrant fish skin, tender fish meat... Ordinary methods, extraordinary flavor.",
      "effect": "Restores 10% of Max HP and an additional 1,200 HP to the selected character."
    },
    "special": {
      "_id": 108838,
      "id": "abyssal_bounty",
      "name": "\"Abyssal Bounty\"",
      "description": "Skirk's specialty. An abnormally ferocious catch. Though thoroughly cooked, it still manages to intimidate at first glance. After summoning up the courage for a bite, an otherworldly deliciousness overwhelms your senses. Where did she even catch this fish? A sudden and unsettling suspicion arises... S—Surely not...",
      "effect": "Restores 16% of Max HP and an additional 1,350 HP to the selected character.",
      "character": {
        "id": "skirk",
        "name": "Skirk"
      }
    }
  }
}