{
  "id": "grilled_tiger_fish",
  "name": "Grilled Tiger Fish",
  "description": "A fish kebab grilled over an open flame. The fish is a fresh catch straight from the harbor, lightly seasoned and swiftly grilled. Its aroma attracts the street cats. Indeed, freshness is the secret of flavor.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "id": "pepper",
      "name": "Pepper",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Grilled Tiger Fish",
      "description": "A fish kebab grilled over an open flame. You can barely see that this charred lump is indeed grilled fish, and upon further investigation, the fish scales mixed in confirm that this is indeed the case.",
      "effect": "Restores 8% of Max HP and an additional 800 HP to the selected character."
    },
    "normal": {
      "name": "Grilled Tiger Fish",
      "description": "A fish kebab grilled over an open flame. The fish is a fresh catch straight from the harbor, lightly seasoned and swiftly grilled. Its aroma attracts the street cats. Indeed, freshness is the secret of flavor.",
      "effect": "Restores 9% of Max HP and an additional 1,000 HP to the selected character."
    },
    "delicious": {
      "name": "Delicious Grilled Tiger Fish",
      "description": "A fish kebab grilled over an open flame. The shimmering golden skin has locked the fresh and tender meat in. You cannot help but sigh in satisfaction as you chew on it. Not a scrap of meat here will go uneaten, not even those stuck firmly to the bamboo stick.",
      "effect": "Restores 10% of Max HP and an additional 1,200 HP to the selected character."
    },
    "special": {
      "name": "Survival Grilled Fish",
      "description": "Keqing's specialty. This dish was not grilled. Instead, it was fried from within through the delicate application of Electro. A gentle bite reveals fragrant fish under the lightly charred skin, its taste perfectly balanced. So, is this how she survives in the wild? You really can't judge a book by its cover.",
      "effect": "Restores 16% of Max HP and an additional 1,350 HP to the selected character.",
      "character": {
        "id": "keqing",
        "name": "Keqing"
      }
    }
  }
}
