{
  "_id": 3212,
  "id": "invigorating_kitty_meal",
  "name": "Invigorating Kitty Meal",
  "description": "This main dish looks rather cute. With Kiminami Anna's help, this dish was made with the tastes of provisional head priestess Neko in mind. Although it does not quite match the flavor that Hibiki used to produce, Lady Neko seems rather pleased with your work nonetheless. Due to the lack of spices, humans might find this dish a tad on the plain side.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108318,
      "name": "Suspicious Invigorating Kitty Meal",
      "description": "This main dish looks rather cute. However, its appearance betrays a lack of experience in the making, with the final product being every bit the hastily thrown together slapdash job. Who knows if the provisional head priestess Neko will accept this...",
      "effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s."
    },
    "normal": {
      "_id": 108319,
      "name": "Invigorating Kitty Meal",
      "description": "This main dish looks rather cute. With Kiminami Anna's help, this dish was made with the tastes of provisional head priestess Neko in mind. Although it does not quite match the flavor that Hibiki used to produce, Lady Neko seems rather pleased with your work nonetheless. Due to the lack of spices, humans might find this dish a tad on the plain side.",
      "effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s."
    },
    "delicious": {
      "_id": 108320,
      "name": "Delicious Invigorating Kitty Meal",
      "description": "This main dish looks rather cute. The simple methodology used to make it has maximized flavor retention in its ingredients. Even cats who usually pay humdrum humanity little mind will surely come running over when they catch a whiff of this. Uh, wait a moment. Was this supposed to attract dogs, too?",
      "effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s."
    },
    "special": {
      "_id": 108511,
      "id": "energizing_bento",
      "name": "Energizing Bento",
      "description": "Kirara's specialty. A human-friendly bento box Kirara put in a great deal of effort to prepare. By observing the preferences of human girls, she came up with this combination of well-balanced side dishes and adorable cat-shaped rice balls. It's just like a carefully wrapped package... You could receive one every day and never get tired of it!",
      "effect": "Restores 34% of Max HP to the selected character and regenerates 980 HP every 5s for 30s.",
      "character": {
        "id": "kirara",
        "name": "Kirara"
      }
    }
  }
}