{
  "_id": 2211,
  "id": "katsu_sandwich",
  "name": "Katsu Sandwich",
  "description": "A nutritionally-balanced meal. The two bread slices clip a thick-cut katsu slab between them. The fragrant, slightly sweet-and-sour sauce is the key to preventing this meal from being too rich. A brilliant mix of outlander style and local flavor!",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 1
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108381,
      "name": "Suspicious Katsu Sandwich",
      "description": "A nutritionally-balanced meal. Well, you say that, but vegetables are withered, the meat is dry and wooden, and the bread slices are way too firm... You know what? It doesn't matter. A person needs to fill their stomach and all...",
      "effect": "Increases all party members' ATK by 66 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108382,
      "name": "Katsu Sandwich",
      "description": "A nutritionally-balanced meal. The two bread slices clip a thick-cut katsu slab between them. The fragrant, slightly sweet-and-sour sauce is the key to preventing this meal from being too rich. A brilliant mix of outlander style and local flavor!",
      "effect": "Increases all party members' ATK by 81 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108383,
      "name": "Delicious Katsu Sandwich",
      "description": "A nutritionally-balanced meal. The fragrant and fluffy bread fills you right up, while the crispy, juicy katsu titillates the senses. One single bite is all it takes to fill you from tongue to gut with satisfaction. Now then, who was the one who first thought of this brilliant combination?",
      "effect": "Increases all party members' ATK by 95 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108390,
      "id": "the_only_truth",
      "name": "The Only Truth",
      "description": "Shikanoin Heizou's specialty. On the tender, moist scrambled eggs lies a juicy katsu fried to golden perfection, its aroma most enticing indeed... Having been tempted to gobble the dish down, you are somehow seized by the urge to let out all that is hidden in your heart — this is not some sort of secret weapon of Heizou... is it?",
      "effect": "Increases all party members' ATK by 114 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "shikanoin_heizou",
        "name": "Shikanoin Heizou"
      }
    }
  }
}