{
  "_id": 3416,
  "id": "la_lettre_a_focalors",
  "name": "La Lettre a Focalors",
  "description": "A small cake, shaped into a long rectangle. It is said that long, long ago, a certain patissier used the great love the people of Fontaine held for their Hydro Archon as inspiration to create this confectionary masterpiece. The manifold layers stacked one upon the other are a true test of the chef's skills, and each aspect of this cake is proof of the great Hydro Archon's influence.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Coffee Beans",
      "amount": 3
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almond",
      "amount": 2
    }
  ],
  "dish_type": "DEF-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108605,
      "name": "Suspicious La Lettre a Focalors",
      "description": "A small cake, shaped into a long rectangle. The flavor of each layer seems more or less the same, and... wait a minute, it's even missing a few layers! Connoisseurs will know the bakery messed up badly after the first bite.",
      "effect": "Increases all party members' Max HP by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108606,
      "name": "La Lettre a Focalors",
      "description": "A small cake, shaped into a long rectangle. It is said that long, long ago, a certain patissier used the great love the people of Fontaine held for their Hydro Archon as inspiration to create this confectionary masterpiece. The manifold layers stacked one upon the other are a true test of the chef's skills, and each aspect of this cake is proof of the great Hydro Archon's influence.",
      "effect": "Increases all party members' Max HP by 22% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108607,
      "name": "Delicious La Lettre a Focalors",
      "description": "A small cake, shaped into a long rectangle. The endlessly indulgent aroma of coffee and almonds draws you in and pushes your thoughts forward, as though you absentmindedly stumbled into an extravagant opera without even realizing it. You find yourself drowning in the twists and turns of this luxurious performance, and only hope that the finale never comes.",
      "effect": "Increases all party members' Max HP by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108611,
      "id": "pour_la_justice",
      "name": "\"Pour la Justice\"",
      "description": "Furina's specialty. \"Pour la Justice\" means \"veneration of justice\" in Fontaine, and she who once performed on the greatest of stages bore witness to the birth of sublime justice. Its layered flavors seem to swell and fade like the waves of the sea, before finally relaxing as though laying down a heavy burden. Perhaps it reflects something she personally experienced?",
      "effect": "Increases all party members' Max HP by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "furina",
        "name": "Furina"
      }
    }
  }
}
