{
  "_id": 3601,
  "id": "lakkaberry_krumkakes",
  "name": "Lakkaberry Krumkakes",
  "description": "A classic dessert from Nod-Krai. The batter is put on a griddle and swiftly rolled up, while butter is added and fruits are sprinkled on top. Crispy, crunchy, and sweetly aromatic, it is very popular among children.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkaberry",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "DEF-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108855,
      "name": "Suspicious Lakkaberry Krumkakes",
      "description": "A classic dessert from Nod-Krai. The edges are soft from moisture, with a texture more like egg crepes than krumkakes. Fortunately, the center is still crispy. If scoffed down quickly, you should be able to avoid any unpleasantness...",
      "effect": "Increases all party members' Shield Strength by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108856,
      "name": "Lakkaberry Krumkakes",
      "description": "A classic dessert from Nod-Krai. The batter is put on a griddle and swiftly rolled up, while butter is added and fruits are sprinkled on top. Crispy, crunchy, and sweetly aromatic, it is very popular among children.",
      "effect": "Increases all party members' Shield Strength by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108857,
      "name": "Delicious Lakkaberry Krumkakes",
      "description": "A classic dessert from Nod-Krai. The crispy egg rolls break apart in the mouth with a heavenly crackle, contrasting with the smooth, sweet filling inside. A juxtaposition of textures that come together in perfect harmony on the palate. Before the taste has had time to linger, the hand has already reached for another bite.",
      "effect": "Increases all party members' Shield Strength by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108889,
      "id": "thunderclap_slash",
      "name": "Thunderclap Slash!",
      "description": "Ineffa's specialty. Ineffa shouts \"Thunderclap Slash!\" impassively as krumkakes are launched one after another from her empty arm socket, landing with precision on the plate before you. Intricate patterns and a sweet, delightful flavor confirm the maker's culinary excellence. Your taste buds have no choice but to surrender to the all-conquering \"Thunderclap Slash.\"",
      "effect": "Increases all party members' Shield Strength by 35% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "ineffa",
        "name": "Ineffa"
      }
    }
  }
}