{
  "id": "lotus_seed_and_bird_egg_soup",
  "name": "Lotus Seed and Bird Egg Soup",
  "description": "A steamed egg dish. The clear, gold colors of the egg custard have been embellished with several lotus roots. Regardless of whether it is breakfast or a post-meal snack, its superior nutritional value can greatly nourish the body.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "lotus_head",
      "name": "Lotus Head",
      "amount": 1
    },
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Adventurer's Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Lotus Seed and Bird Egg Soup",
      "description": "A steamed egg dish. The lengthy steaming process has caused unusual honeycomb figure to appear on the surface of the egg custard. It goes without saying that there isn't hardly a hint of bitterness left in the lotus.",
      "effect": "Decreases all party members' sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Lotus Seed and Bird Egg Soup",
      "description": "A steamed egg dish. The clear, gold colors of the egg custard have been embellished with several lotus roots. Regardless of whether it is breakfast or a post-meal snack, its superior nutritional value can greatly nourish the body.",
      "effect": "Decreases all party members' sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Lotus Seed and Bird Egg Soup",
      "description": "A steamed egg dish. The succulent eggs melt right in your mouth, and before you know it, a smooth and subtle sweetness of newly sprung lotus flowers covers your tastebuds.",
      "effect": "Decreases all party members' sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "name": "Cloud-Shrouded Jade",
      "description": "Yun Jin's specialty. This sweet and sticky snack will somehow not affect your throat in any negative way, which is why it's Yun Jin's favorite. The aftertaste is most elegant, not something one would get sick of quickly. Come to think of it... This is quite a decent bit more than she would usually make for herself — but who are you to question her kindness?",
      "effect": "Decreases all party members' sprinting Stamina consumption by 25% for 1500s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "yun_jin",
        "name": "Yun Jin"
      }
    }
  }
}
