{
  "_id": 3510,
  "id": "magmic_ode",
  "name": "Magmic Ode",
  "description": "An ancient Natlan dish. Traditionally, the ingredients are wrapped in large leaves and steam-baked in a pit using red-hot stones. When billows of steam begin to rise like clouds, this Natlan delicacy, perfect for sharing with larger groups, is ready to serve.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108778,
      "name": "Suspicious Magmic Ode",
      "description": "An ancient Natlan dish. If there's still a hint of hope when the coarse, sandy texture touches your tongue, that last shred of optimism vanishes the moment the earthy taste hits your palate. When exactly did it sneak its way in?",
      "effect": "Increases all party members' CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108779,
      "name": "Magmic Ode",
      "description": "An ancient Natlan dish. Traditionally, the ingredients are wrapped in large leaves and steam-baked in a pit using red-hot stones. When billows of steam begin to rise like clouds, this Natlan delicacy, perfect for sharing with larger groups, is ready to serve.",
      "effect": "Increases all party members' CRIT Rate by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108780,
      "name": "Delicious Magmic Ode",
      "description": "An ancient Natlan dish. The meticulous roasting locks the juices tightly within the ingredients, while a subtle smokiness lingers like faint golden threads sewn on rare woven scrolls, elevating the flavor to new heights. A single bite will make anyone uncontrollably cheer in delight.",
      "effect": "Increases all party members' CRIT Rate by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108787,
      "id": "hymn_of_gathered_flame",
      "name": "Hymn of Gathered Flame",
      "description": "Mavuika's specialty. A variety of seafood, perfectly grilled, harmonizes into an exquisite symphony of flavor. It resembles an eternal, noble anthem ringing in your ears, with the unquenchable flames igniting in tandem. The stirring, beautiful melody carries an inspiring power. Is this perhaps also a part of the Pyro Archon's immense strength?",
      "effect": "Increases all party members' CRIT Rate by 20% and CRIT DMG by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "mavuika",
        "name": "Mavuika"
      }
    }
  }
}