{
  "id": "minty_meat_rolls",
  "name": "Minty Meat Rolls",
  "description": "A sour-and-spicy dish. The marinated meat has been thinly sliced and rolled into the mint leaves, before being brushed with a sauce blend containing Jueyun Chilis. The unique mint flavor adds the finishing touch to this dish, turning it into an excellent addition to any cold platter.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "mint",
      "name": "Mint",
      "amount": 4
    },
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 1
    }
  ],
  "dish_type": "Adventurer's Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Minty Meat Rolls",
      "description": "A sour-and-spicy dish. The saltiness of the dipping sauce has completely covered the fresh flavor of the dish. If you don't wish to dilute it with water, then you'll just have to scarf it down with a big mouthful of rice.",
      "effect": "Decreases all party members' gliding and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Minty Meat Rolls",
      "description": "A sour-and-spicy dish. The marinated meat has been thinly sliced and rolled into the mint leaves, before being brushed with a sauce blend containing Jueyun Chilis. The unique mint flavor adds the finishing touch to this dish, turning it into an excellent addition to any cold platter.",
      "effect": "Decreases all party members' gliding and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Minty Meat Rolls",
      "description": "A sour-and-spicy dish. The meat and mint are in exquisite equilibrium, tender and not greasy, delicate and not bitter. The spiciness awakens the twain's poetic balance with startling clarity as it leaps in your mouth, only to close with a sigh of perfection.",
      "effect": "Decreases all party members' gliding and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}
