{
  "id": "mint_jelly",
  "name": "Mint Jelly",
  "description": "A refreshing dessert. The steps to making this are quite simple indeed, and when it slides down your throat, the faint, fresh flavor of mint will leave you feeling reinvigorated for the rest of the day.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "mint",
      "name": "Mint",
      "amount": 1
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Mint Jelly",
      "description": "A refreshing dessert. Some little accidents occurred during the making of this dish, causing the jelly to emerge unevenly frozen. Well, it could still serve should you want to drink some mint cordial...",
      "effect": "Restores 8% of Max HP and an additional 800 HP to the selected character."
    },
    "normal": {
      "name": "Mint Jelly",
      "description": "A refreshing dessert. The steps to making this are quite simple indeed, and when it slides down your throat, the faint, fresh flavor of mint will leave you feeling reinvigorated for the rest of the day.",
      "effect": "Restores 9% of Max HP and an additional 1,000 HP to the selected character."
    },
    "delicious": {
      "name": "Delicious Mint Jelly",
      "description": "A refreshing dessert. The perfect springiness makes for a lovely sight indeed when you strike it with the back of a small spoon. Taste that spoonful and that cool and refreshing feel will spread through your mouth instantly, dispelling any negative emotions you may harbor to the point where you feel like you've become a new person.",
      "effect": "Restores 10% of Max HP and an additional 1,200 HP to the selected character."
    },
    "special": {
      "name": "Satiety Gel",
      "description": "Aloy's specialty. The cross-section looks perfect, its shape is regular, and it gives off a cool air. At first, Aloy seemed a bit apprehensive as to whether you'd enjoy this rather unique dessert, but she was relieved when you wolfed it all down in one go...",
      "effect": "Restores 16% of Max HP and an additional 1,350 HP to the selected character.",
      "character": {
        "id": "aloy",
        "name": "Aloy"
      }
    }
  }
}
