{
  "id": "miso_soup",
  "name": "Miso Soup",
  "description": "A simple and unadorned soup dish. The ingredients used here are very common and it is made simply, but this small bowl of soup has the power to ensure that you shall not grow weary on your journey, even if you travel on foot.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Miso Soup",
      "description": "A simple and unadorned soup dish. The wilted seagrass, the crushed little bits of tofu, and the overly thick flavor are a real hazard to one's mood if consumed first thing in the morning.",
      "effect": "Restores 8% of Max HP to the selected character and regenerates 210 HP every 5s for 30s."
    },
    "normal": {
      "name": "Miso Soup",
      "description": "A simple and unadorned soup dish. The ingredients used here are very common and it is made simply, but this small bowl of soup has the power to ensure that you shall not grow weary on your journey, even if you travel on foot.",
      "effect": "Restores 9% of Max HP to the selected character and regenerates 260 HP every 5s for 30s."
    },
    "delicious": {
      "name": "Delicious Miso Soup",
      "description": "A simple and unadorned soup dish. The flavorful soup gives off a leaven fragrance. One mouthful of this with rice will ensure the completeness of the entire meal.",
      "effect": "Restores 10% of Max HP to the selected character and regenerates 300 HP every 5s for 30s."
    },
    "special": {
      "name": "\"Warmth\"",
      "description": "Thoma's specialty. The intricate appearance of this dish belies the simple ingredients used. But take a sip, and Thoma's sunshine smile comes straight to mind. Perhaps this is his special ability: warming the hearts of others using the simplest of ingredients.",
      "effect": "Restores 14% of Max HP to the selected character and regenerates 350 HP every 5s for 30s.",
      "character": {
        "id": "thoma",
        "name": "Thoma"
      }
    }
  }
}
