{
  "id": "moon_pie",
  "name": "Moon Pie",
  "description": "A traditional staple from Mondstadt. Not only is the pickled meat within deeply flavorful, but the meringue has also maintained its sweetness and moisture through the baking process. This dish is not to be missed at any festival in Mondstadt.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Butter",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 2
    }
  ],
  "dish_type": "DEF-Boosting Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Moon Pie",
      "description": "A traditional staple from Mondstadt. The burnt-yellow meringue looks barely passable. Don't let any Mondstadt locals see you dead with this thing, or they might just take it upon themselves to ensure that you never fail again.",
      "effect": "Increases all party members' Shield Strength by 25% and DEF by 165 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Moon Pie",
      "description": "A traditional staple from Mondstadt. Not only is the pickled meat within deeply flavorful, but the meringue has also maintained its sweetness and moisture through the baking process. This dish is not to be missed at any festival in Mondstadt.",
      "effect": "Increases all party members' Shield Strength by 30% and DEF by 200 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Moon Pie",
      "description": "A traditional staple from Mondstadt. As you cut a slice off this small meat pie, the aromas of butter and meat assault your senses simultaneously. The rustic, sweet mouthfeel reminds you of the sights and sounds of harvest festivals, bringing a smile unbidden to your face.",
      "effect": "Increases all party members' Shield Strength by 35% and DEF by 235 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "name": "Stormcrest Pie",
      "description": "Eula's specialty. It's hard to say if the unorthodox, non-full-moon shape is meant to flout tradition or express her \"tooth for a tooth\" ethos. A rich, savory, and smoky flavor emanates from beneath the golden outer crust, unlikely to be reproducible by anybody else in Mondstadt. Best not to tell her all this, though, lest she add it to her list of personal vendettas.",
      "effect": "Increases all party members' Shield Strength by 40% and DEF by 282 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}
