{
  "id": "mora_meat",
  "name": "Mora Meat",
  "description": "A large hunk of minced meat packaged inside a pastry. When you split the pastry in two, minced meat spills out. The taste of meat grease is all but gone, and the baking process has brought out the sweetness of the pastry. Such pastries are usually stamped with the word \"Mora,\" all the better to represent wealth and fortune.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 1
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Mora Meat",
      "description": "A large hunk of minced meat packaged inside a pastry. The tough pastry shell almost seems to sally out against your teeth as you bite into it. If you fight through the greasiness and only chew on the minced meat, you can sort of taste its flavor.",
      "effect": "Revives a character and restores 50 HP."
    },
    "normal": {
      "name": "Mora Meat",
      "description": "A large hunk of minced meat packaged inside a pastry. When you split the pastry in two, minced meat spills out. The taste of meat grease is all but gone, and the baking process has brought out the sweetness of the pastry. Such pastries are usually stamped with the word \"Mora,\" all the better to represent wealth and fortune.",
      "effect": "Revives a character and restores 100 HP."
    },
    "delicious": {
      "name": "Delicious Mora Meat",
      "description": "A large hunk of minced meat packaged inside a pastry. With a crispy crust and tender meat, this legendary delicacy is so succulent that not even Mora laid in front of you could distract you from enjoying it.",
      "effect": "Revives a character and restores 150 HP."
    },
    "special": {
      "name": "Qiankun Mora Meat",
      "description": "Ningguang's specialty. The pastry is perfectly soft and waxy, as is the consistency of the meat, and the honey-like meat juices ooze out as you squeeze it. Wherever did the high and mighty Tianquan Lady Ningguang learn to make this dish?",
      "effect": "Revives a character and restores 10% of Max HP, then restores an additional 150 HP.",
      "character": {
        "id": "ningguang",
        "name": "Ningguang"
      }
    }
  }
}
