{
  "id": "omelette_rice",
  "name": "Omelette Rice",
  "description": "A main dish wrapped up in an egg skin. The evenly beaten egg fluids are fried into half-doneness before being poured out on top of the rice, and tomato ketchup is drizzled over top afterward once it is ready to plate up. They say that this dish was derived from another region, though this version involves a more complicated cooking method.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "id": "rice",
      "name": "Rice",
      "amount": 3
    },
    {
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Adventurer's Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Omelette Rice",
      "description": "A main dish wrapped up in an egg skin. The egg skin just about barely covers the rice, and it has been fried for so long that it has lost all fluidity. Might as well call it \"fried egg on rice.\"",
      "effect": "Decreases all party members' climbing and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Omelette Rice",
      "description": "A main dish wrapped up in an egg skin. The evenly beaten egg fluids are fried into half-doneness before being poured out on top of the rice, and tomato ketchup is drizzled over top afterward once it is ready to plate up. They say that this dish was derived from another region, though this version involves a more complicated cooking method.",
      "effect": "Decreases all party members' climbing and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Omelette Rice",
      "description": "A main dish wrapped up in an egg skin. Gently poking at the outer layer of the egg skin, which is not wholly cooked yet wraps itself and its red ketchup crown around the tightly packed white rice, shall prick the appetite of any customer — and after they have partaken joyfully, they cannot help but smile.",
      "effect": "Decreases all party members' climbing and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}
