{
  "_id": 2305,
  "id": "panipuri",
  "name": "Panipuri",
  "description": "An appetizer served with a green dipping sauce. The crispy balls are first deep-fried, then stuffed with a delicious filling through a hole on the top. The bite-sized snack is a common street food in Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Glabrous Beans",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108409,
      "name": "Suspicious Panipuri",
      "description": "A delicacy served with dipping sauce. The green sauce gives off a slightly unusual smell, and its color looks a bit off... Maybe it is a good idea to forget about the sauce and directly go for the panipuri balls.",
      "effect": "Revives a character and restores 250 HP."
    },
    "normal": {
      "_id": 108410,
      "name": "Panipuri",
      "description": "An appetizer served with a green dipping sauce. The crispy balls are first deep-fried, then stuffed with a delicious filling through a hole on the top. The bite-sized snack is a common street food in Sumeru.",
      "effect": "Revives a character and restores 400 HP."
    },
    "delicious": {
      "_id": 108411,
      "name": "Delicious Panipuri",
      "description": "A delicacy that is served with dipping sauce. The round panipuri balls remind you of Slimes. Anticipate the mysterious, bright-colored juice within, and bring it to your mouth — the coolness, sourness, and tingling sensations are bouncing freely on your tongue as if someone has ignited a stick of dreamy dynamite. No wonder that some people in Sumeru are so obsessed with it...",
      "effect": "Revives a character and restores 550 HP."
    },
    "special": {
      "_id": 108918,
      "id": "secrets_exchanged",
      "name": "Secrets Exchanged",
      "description": "Nefer's specialty. \"How about this in exchange for a story?\" No sooner are the words out of her mouth than a plate of fragrant, crispy spheres appears in front of you. Before you have time to agree, she gently catches your hand. \"Oh, and by the way,\" she adds, \"each mouthful buys at least one sentence.\" ...Sure enough, one has to pay the right price for a taste of Nefer's cooking...",
      "effect": "Revives a character and restores 15% of Max HP, then restores an additional 550 HP.",
      "character": {
        "id": "nefer",
        "name": "Nefer"
      }
    }
  }
}
