{
  "_id": 4404,
  "id": "petit_gateau_debord_revised_version",
  "name": "Petit Gateau Debord: Revised Version",
  "description": "A petite version of the famous Gateau Debord. Even when compared to its namesake, of which only sixteen slices are sold each day, the extraordinary adventures you've experienced together are yet more precious and worthy of remembrance still. Perhaps when Escoffier scribbled down this recipe, she was thinking along these same lines...",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101233,
      "id": "romaritime_flower",
      "name": "Romaritime Flower",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108814,
      "name": "Suspicious Petit Gateau Debord: Revised Version",
      "description": "A petite version of the famous Gateau Debord. The small cake is like a piece of driftwood lost in a vast ocean, while the thick chocolate sauce is like a surging wave, enveloping not just the cake — and much of the plate — but also any tiny lingering foothold that hunger might have held in your stomach.",
      "effect": "Increases all party members' ATK by 224 and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108815,
      "name": "Petit Gateau Debord: Revised Version",
      "description": "A petite version of the famous Gateau Debord. Even when compared to its namesake, of which only sixteen slices are sold each day, the extraordinary adventures you've experienced together are yet more precious and worthy of remembrance still. Perhaps when Escoffier scribbled down this recipe, she was thinking along these same lines...",
      "effect": "Increases all party members' ATK by 272 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108816,
      "name": "Delicious Petit Gateau Debord: Revised Version",
      "description": "A petite version of the famous Gateau Debord. The velvety sauce is like elusive silk, slipping between your fingers and alighting on your tongue, while the gentle melodies of afternoon tea circle in the air, enchanting your heart... Perhaps this little treat will appear before you again in your dreams tonight...",
      "effect": "Increases all party members' ATK by 320 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108820,
      "id": "gateau_debord_magnifique",
      "name": "Gateau Debord: Magnifique",
      "description": "Escoffier's specialty. Its lavish appearance is even more dazzling than any gateau you've seen before. It has an aura that captivates at first glance and a taste that is impossible not to love, like a soft, warm blanket that envelops every tastebud and suffuses your body with joy... Without a doubt, Escoffier's culinary talents have quietly reached new heights.",
      "effect": "Increases all party members' ATK by 384 and CRIT Rate by 14% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "escoffier",
        "name": "Escoffier"
      }
    }
  }
}
