{
  "_id": 2309,
  "id": "rose_custard",
  "name": "Rose Custard",
  "description": "A dessert made from fermented milk. Once the milk is fermented and filtered into yogurt, stir sugar in before garnishing with dried roses and chopped nuts. In the beginning, this dish was only popular among adventurers and traveling merchants, but now, it is served as breakfast and a tea-time dessert across Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108470,
      "name": "Suspicious Rose Custard",
      "description": "A dessert made from fermented milk. It appears to be fine, but as soon as you try some... your teeth will quiver due to the unbearable acidity. The lack of seasoning can still be made up for by adding more sugar. However, that lingering sourness is hardly something that can be easily forgotten.",
      "effect": "Restores 18% of Max HP to the selected character and regenerates 300 HP every 5s for 30s."
    },
    "normal": {
      "_id": 108471,
      "name": "Rose Custard",
      "description": "A dessert made from fermented milk. Once the milk is fermented and filtered into yogurt, stir sugar in before garnishing with dried roses and chopped nuts. In the beginning, this dish was only popular among adventurers and traveling merchants, but now, it is served as breakfast and a tea-time dessert across Sumeru.",
      "effect": "Restores 20% of Max HP to the selected character and regenerates 390 HP every 5s for 30s."
    },
    "delicious": {
      "_id": 108472,
      "name": "Delicious Rose Custard",
      "description": "A dessert made from fermented milk. When mixed together, the dense curd, fragrant petals, and crisp nuts together create a mellow and sweet taste. As that fragrant milky concoction slips down your throat, it is almost as if you can smell the floral scent from a long time ago.",
      "effect": "Restores 22% of Max HP to the selected character and regenerates 470 HP every 5s for 30s."
    },
    "special": {
      "_id": 108473,
      "id": "extravagant_slumber",
      "name": "Extravagant Slumber",
      "description": "Layla's specialty. The scattered nuts are like stars dotted in the deep and quiet night sky. After just one bite, your body and mind after a day's work suddenly felt relaxed and peaceful. When you told Layla about that feeling, she showed a mixed expression of joy and regret — \"Th—That's great! Ah, if only it could work for me too.\"",
      "effect": "Restores 26% of Max HP to the selected character and regenerates 570 HP every 5s for 30s.",
      "character": {
        "id": "layla",
        "name": "Layla"
      }
    }
  }
}
