{
  "_id": 3312,
  "id": "sabz_meat_stew",
  "name": "Sabz Meat Stew",
  "description": "A meat stew with a unique taste. A variety of vegetables are mixed together, then chopped into small pieces and stewed with meat. The addition of lemons gives the final product a mildly sour taste. The people of Sumeru usually enjoy this dish over rice.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108480,
      "name": "Suspicious Sabz Meat Stew",
      "description": "A meat stew with a unique taste. The sourness feels a little too much. The scent itself inspires not-so-appetizing associations... Leave it be for a while longer, and it might just become the perfect breeding ground for Fungi.",
      "effect": "Restores 30% of Max HP and an additional 600 HP to the selected character."
    },
    "normal": {
      "_id": 108481,
      "name": "Sabz Meat Stew",
      "description": "A meat stew with a unique taste. A variety of vegetables are mixed together, then chopped into small pieces and stewed with meat. The addition of lemons gives the final product a mildly sour taste. The people of Sumeru usually enjoy this dish over rice.",
      "effect": "Restores 32% of Max HP and an additional 1,250 HP to the selected character."
    },
    "delicious": {
      "_id": 108482,
      "name": "Delicious Sabz Meat Stew",
      "description": "A meat stew with a unique taste. The fragrant ingredients complement each other perfectly. Large pieces of fresh meat are stewed until tender and coated in dark green, as if inviting all who taste it for a leisurely stroll in the forest.",
      "effect": "Restores 34% of Max HP and an additional 1,900 HP to the selected character."
    },
    "special": {
      "_id": 108486,
      "id": "ideal_circumstance",
      "name": "Ideal Circumstance",
      "description": "Alhaitham's specialty. A dish created through the fusion of vegetables and meat prepared in a patterned frying pan. Improvements were made to the recipe, making it taste quite different from the original dish. The words on the food mean \"contemplation.\" In the words of the creator: \"Ideally, everyone should be capable of contemplation, but practically, it doesn't seem very possible.\"",
      "effect": "Restores 40% of Max HP and an additional 2,350 HP to the selected character.",
      "character": {
        "id": "alhaitham",
        "name": "Alhaitham"
      }
    }
  }
}