{
  "id": "sakura_mochi",
  "name": "Sakura Mochi",
  "description": "A delicate and elegant snack. The dark green leaf adds complexity to the overall warm color palette. Just looking at it gives you a sense of its quiet beauty. 'Tis a shame that its lovely flavor is like a blooming flower in its transience — yet do not let that dissuade you from taking a bite.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "id": "sakura_bloom",
      "name": "Sakura Bloom",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Sakura Mochi",
      "description": "A delicate and elegant snack. Its exterior looks fair enough, but its sickening sweetness almost causes it to get stuck in your throat, leaving you with no appetite for another.",
      "effect": "Revives a character and restores 900 HP."
    },
    "normal": {
      "name": "Sakura Mochi",
      "description": "A delicate and elegant snack. The dark green leaf adds complexity to the overall warm color palette. Just looking at it gives you a sense of its quiet beauty. 'Tis a shame that its lovely flavor is like a blooming flower in its transience — yet do not let that dissuade you from taking a bite.",
      "effect": "Revives a character and restores 1,200 HP."
    },
    "delicious": {
      "name": "Delicious Sakura Mochi",
      "description": "A delicate and elegant snack. It is surrounded by the fragrance of sakura, and its elegant exterior hides a loveliness that comes forth and disappears in a single instant. In a moment when all is silent, a single taste returns you to the moment when the sakura were as a blizzard all about you.",
      "effect": "Revives a character and restores 1,500 HP."
    },
    "special": {
      "name": "\"Snow on the Hearth\"",
      "description": "Kamisato Ayaka's specialty. This is almost like a small, lovely, and intricate artwork, with its pale red outer coat covering the feelings that the young maiden began to harbor from that moment on. If one had the honor of enjoy such a treat while having tea with a princess as graceful and noble as a white heron, one would surely yearn to have that moment stretch into eternity.",
      "effect": "Revives the selected character and restores 20% of Max HP, then restores an additional 1500 HP.",
      "character": {
        "id": "kamisato_ayaka",
        "name": "Kamisato Ayaka"
      }
    }
  }
}
