{
  "_id": 2310,
  "id": "samosa",
  "name": "Samosa",
  "description": "A deep-fried snack. The well-stirred filling is wrapped in a thin crust, shaped into a triangle, then fried in a pan until golden brown. Both meat and vegetarian fillings are common, so the dish has become a point of conflict for those with a strong preference for one over the other.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spice",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108475,
      "name": "Suspicious Samosa",
      "description": "A deep-fried snack. Its greasy crust and aggressively strong-flavored filling easily stifle one's desire for a second bite, even with the attempt to balance the flavor using Mint — an attempt that has apparently failed.",
      "effect": "Restores 20% of Max HP and an additional 900 HP to the selected character."
    },
    "normal": {
      "_id": 108476,
      "name": "Samosa",
      "description": "A deep-fried snack. The well-stirred filling is wrapped in a thin crust, shaped into a triangle, then fried in a pan until golden brown. Both meat and vegetarian fillings are common, so the dish has become a point of conflict for those with a strong preference for one over the other.",
      "effect": "Restores 22% of Max HP and an additional 1,200 HP to the selected character."
    },
    "delicious": {
      "_id": 108477,
      "name": "Delicious Samosa",
      "description": "A deep-fried snack. Each golden, crispy pocket is stuffed full with a soft, glutinous filling. You can't help but wolf one down immediately, and then reach out for a second one, taking your time to savor it... Piece by piece, you become lost in the dish's enticing aroma, and before you know it, you are only left with an empty plate.",
      "effect": "Restores 24% of Max HP and an additional 1,500 HP to the selected character."
    }
  }
}