{
  "_id": 2302,
  "id": "selva_salad",
  "name": "Selva Salad",
  "description": "An Aranara-style salad that Paimon drained her brain juice dry to improve. It is, in fact, a rather traditional recipe in Sumeru. Fresh and crispy Zaytun Peach slices are mixed with gently-squeezed Sumeru Roses, which adds a touch of distinctive flavor. Mint is used instead of sugar to avoid getting a sickening sweetness. A refreshing dish that pleases both the eyes and the nose.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Zaytun Peach",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 2
    }
  ],
  "dish_type": "Adventurer's Dish",
  "results": {
    "suspicious": {
      "_id": 108397,
      "name": "Suspicious Selva Salad",
      "description": "An Aranara-style salad that Paimon drained her brain juice dry to improve. It is, in fact, a rather traditional recipe in Sumeru. Ripe — \"slightly fermented\" to be more precise — Zaytun Peaches give off a bizarre smell. And this is to say nothing of the disproportionate use of mints and roses...",
      "effect": "Decreases all party members' sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108398,
      "name": "Selva Salad",
      "description": "An Aranara-style salad that Paimon drained her brain juice dry to improve. It is, in fact, a rather traditional recipe in Sumeru. Fresh and crispy Zaytun Peach slices are mixed with gently-squeezed Sumeru Roses, which adds a touch of distinctive flavor. Mint is used instead of sugar to avoid getting a sickening sweetness. A refreshing dish that pleases both the eyes and the nose.",
      "effect": "Decreases all party members' sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108399,
      "name": "Delicious Selva Salad",
      "description": "An Aranara-style salad that Paimon drained her brain juice dry to improve. It is, in fact, a rather traditional recipe in Sumeru. Crispy and juicy Zaytun Peaches are served with fresh mints and blooming roses. This delicacy tastes refreshingly sweet and feels pleasantly cool on the tongue — This must be \"the Taste of Happiness,\" as Aranara say.",
      "effect": "Decreases all party members' sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}