{
  "id": "shawarma_wrap",
  "name": "Shawarma Wrap",
  "description": "A wrap filled with roasted meat. Meat shaved off a vertical skewer is wrapped in a flatbread together with vegetables and sauces. Plate it up, and a simple yet delicious Sumeru street food is ready.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "id": "spice",
      "name": "Spice",
      "amount": 1
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Shawarma Wrap",
      "description": "A wrap filled with roasted meat. The meat has been burnt as dark as charcoal. One may officially declare the dish to be hopeless, no matter how one might perfect the pastry shell... Carelessness, it seems, is always an awful ingredient for making food.",
      "effect": "Increases all party members' ATK by 66 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Shawarma Wrap",
      "description": "A wrap filled with roasted meat. Meat shaved off the vertical skewer is wrapped in a flatbread together with vegetables and sauces. Plate it up, and a simple yet delicious Sumeru street food is ready.",
      "effect": "Increases all party members' ATK by 81 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Shawarma Wrap",
      "description": "A wrap filled with roasted meat. On the thin, soft flatbread lies the tender meat covered in a crispy exterior, and the flavor is enriched by spices and balanced by vegetables. A small mouthful is enough to please one's picky taste buds. Eat carefully, now! You don't want to miss out on a single drop of the juice.",
      "effect": "Increases all party members' ATK by 95 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}
