{
  "_id": 2502,
  "id": "sour_sauce_ceviche",
  "name": "Sour Sauce Ceviche",
  "description": "Raw pieces of fish with a fruity fragrance. The fish — which must be fresh — is first skinned and cut into thick chunks, then marinated in the sour sauce until the fish turns white, after which shredded vegetables are added for seasoning. A combination of sour and spicy flavors, it is one of Natlan's most classic flavors.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Suspicious Sour Sauce Ceviche",
      "description": "Raw pieces of fish with a fruity fragrance. Having not been marinated for nearly long enough, the fish lacks flavor. Fortunately, the fresh ingredients allow the dish as a whole to muddle through, albeit leaving a sense of regret behind.",
      "effect": "Increases all party members' ATK by 66 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108722,
      "name": "Sour Sauce Ceviche",
      "description": "Raw pieces of fish with a fruity fragrance. The fish — which must be fresh — is first skinned and cut into thick chunks, then marinated in the sour sauce until the fish turns white, after which shredded vegetables are added for seasoning. A combination of sour and spicy flavors, it is one of Natlan's most classic flavors.",
      "effect": "Increases all party members' ATK by 81 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108723,
      "name": "Delicious Sour Sauce Ceviche",
      "description": "Raw pieces of fish with a fruity fragrance. The sheer fragrance bowls you over in the first wave, with sourness and spiciness bringing up the rear, granting this fish layers akin to the tides, with you the surfer on a sea of flavor. Even when the tumult has subsided, your yearning remains.",
      "effect": "Increases all party members' ATK by 95 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108776,
      "id": "honeyglazed_ceviche",
      "name": "Honey-Glazed Ceviche",
      "description": "Ororon's specialty. \"This is to honor my elders.\" And without further ado, the fish slices were served up, glistening with juicy deliciousness. From the sweet, delicate flavor, you can tell that the sauce most likely contains honey of the highest caliber, the gathering of which must have required a great deal of thought and effort. It's not often that you get to witness such displays of filial respect.",
      "effect": "Increases all party members' ATK by 114 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "ororon",
        "name": "Ororon"
      }
    }
  }
}