{
  "_id": 3406,
  "id": "steak_tartare",
  "name": "Steak Tartare",
  "description": "A dish of fresh meat that is served raw. Choice meat that has been minced and seasoned goes perfectly well with raw egg yolk. It is unknown who came up with the idea. It might be a starving adventurer's desperate attempt at keeping their belly full.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108539,
      "name": "Suspicious Steak Tartare",
      "description": "A dish of fresh meat that is served raw. The minced meat, which is rusty red and faintly sour, gives off an ominous aura. This dish doesn't seem suitable for human consumption. Hmm... You probably shouldn't feed it to security meka either, right?",
      "effect": "Restores 30% of Max HP and an additional 600 HP to the selected character."
    },
    "normal": {
      "_id": 108540,
      "name": "Steak Tartare",
      "description": "A dish of fresh meat that is served raw. Choice meat that has been minced and seasoned goes perfectly well with raw egg yolk. It is unknown who came up with the idea. It might be a starving adventurer's desperate attempt at keeping their belly full.",
      "effect": "Restores 32% of Max HP and an additional 1,250 HP to the selected character."
    },
    "delicious": {
      "_id": 108541,
      "name": "Delicious Steak Tartare",
      "description": "A fresh dish of raw meat. Tender meat that is minced properly and coated with egg yolk that tastes exceptionally juicy and sweet. The aromatic juice of the meat fills your mouth with euphoria, giving people an exceptionally pure and primitive gourmet delight.",
      "effect": "Restores 34% of Max HP and an additional 1,900 HP to the selected character."
    },
    "special": {
      "_id": 108674,
      "id": "hearthfires_trail",
      "name": "Hearthfire's Trail",
      "description": "Arlecchino's specialty. The raw meat, bereft of any excessive seasoning, brings a rush of both blood and brutal freshness, engraving an elegant ensemble of flavors on your tongue. The final aftertaste is cleaner and neater still, a mirror reflection of how its maker handles certain situations...",
      "effect": "Restores 40% of Max HP and an additional 2,350 HP to the selected character.",
      "character": {
        "id": "arlecchino",
        "name": "Arlecchino"
      }
    }
  }
}
