{
  "id": "stirfried_shrimp",
  "name": "Stir-Fried Shrimp",
  "description": "A mild and luscious dish. The shrimp are quickly sautéed and the sauce thickened. This method of cooking is exceedingly simple and brings out the wonderful natural flavor of the shrimp meat, granting it a place in humble home-cooked dinners and lavish banquets alike.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 3
    }
  ],
  "dish_type": "DEF-Boosting Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Stir-Fried Shrimp",
      "description": "A mild and luscious dish. In an overzealous attempt to prevent the food from sticking to the bottom of the pot, too much oil was added. Despite having been subjected to this rather heavy-duty frying process, the shrimp still have a surprisingly pleasant texture — but mind you don't eat too many, or you'll get a sore throat.",
      "effect": "Increases all party members' Shield Strength by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Stir-Fried Shrimp",
      "description": "A mild and luscious dish. The shrimp are quickly sautéed and the sauce thickened. This method of cooking is exceedingly simple and brings out the wonderful natural flavor of the shrimp meat, granting it a place in humble home-cooked dinners and lavish banquets alike.",
      "effect": "Increases all party members' Shield Strength by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Stir-Fried Shrimp",
      "description": "A mild and luscious dish. The plump shrimp are packed full of flavor just waiting to burst out on the first bite, creating wave after wave of indulgent deliciousness, like drops of water falling one by one onto a still lake, ending just as the sweet aftertaste finally begins to emerge.",
      "effect": "Increases all party members' Shield Strength by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  }
}
