{
  "id": "stirfried_fish_noodles",
  "name": "Stir-Fried Fish Noodles",
  "description": "A main dish with an intense flavor. Created by stir-frying rice noodles, par-cooked fish, and various side dishes in a wok on high flame. The noodles, having absorbed the flavors of the various ingredients, are springy and smooth to the taste, making this dish a big hit with diners.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "id": "rice",
      "name": "Rice",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Stir-Fried Fish Noodles",
      "description": "A main dish with an intense flavor. You can barely tell where the rice noodles end and the fish begins. The soft, floppy mouthfeel is almost unbearable — how could something that looked this simple actually require so much craft?",
      "effect": "Restores 18% of Max HP to the selected character and regenerates 300 HP every 5s for 30s."
    },
    "normal": {
      "name": "Stir-Fried Fish Noodles",
      "description": "A main dish with an intense flavor. Created by stir-frying rice noodles, par-cooked fish, and various side dishes in a wok on high flame. The noodles, having absorbed the flavors of the various ingredients, are springy and smooth to the taste, making this dish a big hit with diners.",
      "effect": "Restores 20% of Max HP to the selected character and regenerates 390 HP every 5s for 30s."
    },
    "delicious": {
      "name": "Delicious Stir-Fried Fish Noodles",
      "description": "A main dish with an intense flavor. The sumptuous, fresh look is already enough to leave people salivating, and one bite will surely lead to another. The smooth rice noodles and tender fish grant this meal a seat at any gourmet's table, its pedestrian ingredients notwithstanding.",
      "effect": "Restores 22% of Max HP to the selected character and regenerates 470 HP every 5s for 30s."
    }
  }
}
