{
  "_id": 3303,
  "id": "tahchin",
  "name": "Tahchin",
  "description": "A classic staple served in large quantities. Cooked rice is mixed with meat that was marinated in yogurt, then baked until its surface turns crispy. Don't forget to add a handful of Padisarah petals before serving! Both the rice and meat are enough to keep one's stomach full for a long time, making it a very popular dish at the Grand Bazaar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Suspicious Tahchin",
      "description": "A classic rice dish served in large quantities. Its dark-colored shell looks rather suspicious. A bite into its hardened surface feels like a duel between the teeth and the food. For the sake of your poor teeth, you decide to only eat the fillings...",
      "effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s."
    },
    "normal": {
      "_id": 108419,
      "name": "Tahchin",
      "description": "A classic staple served in large quantities. Cooked rice is mixed with meat that was marinated in yogurt, then baked until its surface turns crispy. Don't forget to add a handful of Padisarah petals before serving! Both the rice and meat are enough to keep one's stomach full for a long time, making it a very popular dish at the Grand Bazaar.",
      "effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s."
    },
    "delicious": {
      "_id": 108420,
      "name": "Delicious Tahchin",
      "description": "A classic rice dish served in large quantities. With the first bite, the crispy outside cracks with delightful crunching sounds. The second bite combines the soft and moist rice with juicy meat in your mouth. Then, the third bite brings in the Padisarah's fragrance... The last bite, however, leaves your heart empty. What a pity it is, that you are too full to continue this wondrous experience. Well then, why not have another serving tomorrow?",
      "effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s."
    },
    "special": {
      "_id": 108467,
      "id": "duel_soul",
      "name": "Duel Soul",
      "description": "Cyno's specialty. The golden grains of rice have been piled up like a most remarkable hill. As you scoop out a chunk and place the fragrant meat into your mouth, an impulse you cannot name rises within your chest — a desire to whip out your Genius Invokation deck and duel!",
      "effect": "Restores 34% of Max HP to the selected character and regenerates 980 HP every 5s for 30s.",
      "character": {
        "id": "cyno",
        "name": "Cyno"
      }
    }
  }
}