{
  "_id": 2403,
  "id": "tasses_ragout",
  "name": "Tasses Ragout",
  "description": "A vegetable ragout. It is an improvised dish created by Fontainian farmers celebrating vegetable harvests. There are no strict rules for the amount of ingredients or the cooking method. Be it stir-fried or baked, this unpretentious dish never fails to delight with its rustic savor.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 2
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108536,
      "name": "Suspicious Tasses Ragout",
      "description": "A vegetable ragout. Don't worry too much if you are missing an ingredient or have accidentally thrown in something extra: No one will notice, as the excessive amount of seasoning has already overwhelmed the original flavors of the vegetables.",
      "effect": "Restores 20% of Max HP and an additional 900 HP to the selected character."
    },
    "normal": {
      "_id": 108537,
      "name": "Tasses Ragout",
      "description": "A vegetable ragout. It is an improvised dish created by Fontainian farmers celebrating vegetable harvests. There are no strict rules for the amount of ingredients or the cooking method. Be it stir-fried or baked, this unpretentious dish never fails to delight with its rustic savor.",
      "effect": "Restores 22% of Max HP and an additional 1,200 HP to the selected character."
    },
    "delicious": {
      "_id": 108538,
      "name": "Delicious Tasses Ragout",
      "description": "A vegetable ragout. It is said that this dish once moved a picky Fontainian gourmet to tears after reminding them of their childhood. The story may be somewhat exaggerated in some respects, but you should have no doubt that it is truly honest with regard to how tasty the dish is.",
      "effect": "Restores 24% of Max HP and an additional 1,500 HP to the selected character."
    }
  }
}
