{
  "_id": 3602,
  "id": "todays_boon",
  "name": "Today's Boon",
  "description": "A vegetable salad. The freshest fruits and vegetables are selected and arrayed alongside rye bread and sprinkled with dressing, making for a delicious and satisfying dish that finds its way daily onto the tables of pious Frostmoon Scions.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Midsommar Berry",
      "amount": 3
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkaberry",
      "amount": 2
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Nocturnal Blossom",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 1
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108858,
      "name": "Suspicious Today's Boon",
      "description": "A vegetable salad. For some reason, there is an earthy, almost dirt-like flavor, as though you're eating untreated grass. Perhaps a Rimehorn Deer might enjoy this dish better...",
      "effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s."
    },
    "normal": {
      "_id": 108859,
      "name": "Today's Boon",
      "description": "A vegetable salad. The freshest fruits and vegetables are selected and arrayed alongside rye bread and sprinkled with dressing, making for a delicious and satisfying dish that finds its way daily onto the tables of pious Frostmoon Scions.",
      "effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s."
    },
    "delicious": {
      "_id": 108860,
      "name": "Delicious Today's Boon",
      "description": "A vegetable salad. A vibrant array of vegetables is given sweetness by the presence of juicy berries and delicately garnished with petals, creating a bountiful feast that blossoms across the taste buds.",
      "effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s."
    },
    "special": {
      "_id": 108892,
      "id": "whisper_in_the_woods",
      "name": "Whisper in the Woods",
      "description": "Lauma's specialty. Each ingredient blossoms on the tongue, setting your taste buds to dancing — a flavorful freshness unlike any other. It's as if you can hear birds chirping at dawn, and the gentle sound of dewdrops glistening under the morning sun... Could this be a blessing from the Maiden of the Grove?",
      "effect": "Restores 34% of Max HP to the selected character and regenerates 980 HP every 5s for 30s.",
      "character": {
        "id": "lauma",
        "name": "Lauma"
      }
    }
  }
}