{
  "id": "universal_peace",
  "name": "Universal Peace",
  "description": "Colorful staple food. Maintains perfect balance between soft and fragrant rice and all kinds of carefully selected sweet ingredients. This dish is mainly known for its meaning as a symbol of prosperity and peace, and less so for its taste. However, with such noble ideals behind it, its flavor should not disappoint.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "id": "lotus_head",
      "name": "Lotus Head",
      "amount": 2
    },
    {
      "id": "carrot",
      "name": "Carrot",
      "amount": 2
    },
    {
      "id": "berry",
      "name": "Berry",
      "amount": 2
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Universal Peace",
      "description": "Colorful staple food. Too much moisture was lost during the cooking process — at this point, it would take some imagination (and some extra water) to recoup the intended taste.",
      "effect": "Restores 30% of Max HP and an additional 600 HP to the selected character."
    },
    "normal": {
      "name": "Universal Peace",
      "description": "Colorful staple food. Maintains perfect balance between soft and fragrant rice and all kinds of carefully selected sweet ingredients. This dish is mainly known for its meaning as a symbol of prosperity and peace, and less so for its taste. However, with such noble ideals behind it, its flavor should not disappoint.",
      "effect": "Restores 32% of Max HP and an additional 1,250 HP to the selected character."
    },
    "delicious": {
      "name": "Delicious Universal Peace",
      "description": "Colorful staple food. The sweet-and-sour preserved fruit is bound to the rich mouthfeel of the rice as if by invisible threads. Even after you swallow, the faint fragrance remains on your lips, increasing your sense of satisfaction by an order of magnitude.",
      "effect": "Restores 34% of Max HP and an additional 1,900 HP to the selected character."
    },
    "special": {
      "name": "Prosperous Peace",
      "description": "Ganyu's specialty. The image of a resting qilin is by itself enough to calm a person down. Ganyu has put her well-wishes for all that is lovely in this world into this dish — and she's saved some of her favorite Qingxin Flowers just for you, too.",
      "effect": "Restores 40% of Max HP and an additional 2,350 HP to the selected character.",
      "character": {
        "id": "ganyu",
        "name": "Ganyu"
      }
    }
  }
}
