{
  "_id": 3609,
  "id": "veggie_pot_soup",
  "name": "Veggie Pot Soup",
  "description": "A soup prepared by simmering a variety of shredded vegetables with light seasoning. It's mild, flavorful, and great for your health.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carrot",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 2
    }
  ],
  "dish_type": "Recovery Dish",
  "results": {
    "suspicious": {
      "_id": 108940,
      "name": "Suspicious Veggie Pot Soup",
      "description": "A soup prepared by simmering a variety of shredded vegetables with light seasoning. The long simmer has left the greens soft and limp, a bit mushy in texture. Not exactly appetizing, but it'll fill you up.",
      "effect": "Restores 30% of Max HP and an additional 600 HP to the selected character."
    },
    "normal": {
      "_id": 108941,
      "name": "Veggie Pot Soup",
      "description": "A soup prepared by simmering a variety of shredded vegetables with light seasoning. It's mild, flavorful, and great for your health.",
      "effect": "Restores 32% of Max HP and an additional 1,250 HP to the selected character."
    },
    "delicious": {
      "_id": 108942,
      "name": "Delicious Veggie Pot Soup",
      "description": "A soup prepared by simmering a variety of shredded vegetables with light seasoning. Cooked with simple, minimal techniques, it brings out the purest essence of the vegetables. With just one sip, a comforting warmth spreads from your stomach through your entire body.",
      "effect": "Restores 34% of Max HP and an additional 1,900 HP to the selected character."
    },
    "special": {
      "_id": 108951,
      "id": "nightwatch_soup",
      "name": "Nightwatch Soup",
      "description": "Illuga's specialty. A steaming bowl of hot soup, just a sip after returning from the night patrol can melt away fatigue and ease tense nerves. Such an effect is likely the result of the young captain's years of accumulated experience, perfected into his own unique recipe.",
      "effect": "Restores 40% of Max HP and an additional 2,350 HP to the selected character.",
      "character": {
        "id": "illuga",
        "name": "Illuga"
      }
    }
  }
}