{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Xocoatl",
  "description": "A Natlan drink made from Cacahuatl. Initially, bitter Cacahuatl was ground up and blended with various spices, creating the eponymous \"bitter water.\" Much evolution later, added sugar would transform the final product into something fragrant, delectable, and broadly popular, though the name indicating \"bitter water\" has never changed.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "DEF-Boosting Dish",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Suspicious Xocoatl",
      "description": "A Natlan drink made from Cacahuatl. If you had to guess before you took a swig, you might assume it would taste either sweet or bitter, but never in a million years would you have expected the sourness that sets upon the tip of your tongue... Did someone add the wrong ingredients?",
      "effect": "Increases all party members' DEF by 165 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "_id": 108758,
      "name": "Xocoatl",
      "description": "A Natlan drink made from Cacahuatl. Initially, bitter Cacahuatl was ground up and blended with various spices, creating the eponymous \"bitter water.\" Much evolution later, added sugar would transform the final product into something fragrant, delectable, and broadly popular, though the name indicating \"bitter water\" has never changed.",
      "effect": "Increases all party members' DEF by 200 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "_id": 108759,
      "name": "Delicious Xocoatl",
      "description": "A Natlan drink made from Cacahuatl. The rich, deep fragrance of the Cacahuatl is infused with a pure creaminess, tenderly caressing your tongue with the softness of smooth silk, leaving behind a touch of sweetness that is more than enough to melt your heart.",
      "effect": "Increases all party members' DEF by 235 for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "_id": 108821,
      "id": "emotional_support",
      "name": "Emotional Support",
      "description": "Ifa's specialty. \"Eat up, bro.\" The voices of a human and a saurian follow one after the other as Ifa brings you a plate of fragrant cookies and Cacucu follows it up with a cup of rich Xocoatl — barely delivered with an enormous flapping of the wings. Caught between these competing aromas, your unexplained anxiety dissolves away... Awesome work, bro!",
      "effect": "Increases all party members' DEF by 282 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "ifa",
        "name": "Ifa"
      }
    }
  }
}