{
  "_id": 45,
  "id": "fontaine_dance_of_the_dewwhite_springs_ii",
  "name": "Fontaine: Dance of the Dew-White Springs (II)",
  "order": 52,
  "achievements": [
    {
      "id": 80272,
      "name": "Continental Explorer: Land of Harmonious Springs (II)",
      "desc": "Light up the maps in the following areas of Fontaine: Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region.",
      "reward": 5,
      "hidden": false,
      "order": 248
    },
    {
      "id": 80273,
      "name": "Font of All Waters (II)",
      "desc": "Unlock all Teleport Waypoints in the following areas in Fontaine: Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region",
      "reward": 5,
      "hidden": false,
      "order": 249
    },
    {
      "id": 80274,
      "name": "Sanctuary Pilgrim: Land of Harmonious Springs (II)",
      "desc": "Unlock all the Shrines of Depths in the following areas in Fontaine: Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region.",
      "reward": 10,
      "hidden": false,
      "order": 250
    },
    {
      "id": 80275,
      "name": "Tidal Guide (II)",
      "desc": "Follow 3 Seelie in Liffey Region and Fontaine Research Institute of Kinetic Energy Engineering Region to their Seelie Courts.",
      "reward": 5,
      "hidden": false,
      "order": 251
    },
    {
      "id": 80276,
      "name": "Tidal Guide (II)",
      "desc": "Follow 6 Seelie in Liffey Region and Fontaine Research Institute of Kinetic Energy Engineering Region to their Seelie Courts.",
      "reward": 10,
      "hidden": false,
      "order": 252,
      "preStage": 80275
    },
    {
      "id": 80277,
      "name": "Tidal Guide (II)",
      "desc": "Follow 9 Seelie in Liffey Region and Fontaine Research Institute of Kinetic Energy Engineering Region to their Seelie Courts.",
      "reward": 20,
      "hidden": false,
      "order": 253,
      "preStage": 80276
    },
    {
      "id": 80278,
      "name": "Waveriding Treasure Hunter (II)",
      "desc": "Open 60 treasure chests in the Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region.",
      "reward": 5,
      "hidden": false,
      "order": 254
    },
    {
      "id": 80279,
      "name": "Waveriding Treasure Hunter (II)",
      "desc": "Open 120 treasure chests in the Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region.",
      "reward": 10,
      "hidden": false,
      "order": 255,
      "preStage": 80278
    },
    {
      "id": 80280,
      "name": "Waveriding Treasure Hunter (II)",
      "desc": "Open 200 treasure chests in the Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region.",
      "reward": 20,
      "hidden": false,
      "order": 256,
      "preStage": 80279
    },
    {
      "id": 80281,
      "name": "Waveriding Adventurer (II)",
      "desc": "Complete 3 Open World Time Trial Challenges in the Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region.",
      "reward": 5,
      "hidden": false,
      "order": 257
    },
    {
      "id": 80282,
      "name": "Waveriding Adventurer (II)",
      "desc": "Complete 6 Open World Time Trial Challenges in the Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region.",
      "reward": 10,
      "hidden": false,
      "order": 258,
      "preStage": 80281
    },
    {
      "id": 80283,
      "name": "Waveriding Adventurer (II)",
      "desc": "Complete 12 Open World Time Trial Challenges in the Liffey Region and the Fontaine Research Institute of Kinetic Energy Engineering Region.",
      "reward": 20,
      "hidden": false,
      "order": 259,
      "preStage": 80282
    },
    {
      "id": 80284,
      "name": "There Is One Spectacle Grander Than the Sea, That Is the Sky",
      "desc": "Get Lanoire out of the Fortress of Meropide.",
      "reward": 10,
      "hidden": false,
      "order": 260
    },
    {
      "id": 80285,
      "name": "This Ends Here",
      "desc": "Bear witness to the story of the Fontaine Research Institute of Kinetic Energy Engineering.",
      "reward": 10,
      "hidden": false,
      "order": 261
    }
  ]
}