{
  "_id": 51,
  "id": "natlan_the_land_of_fire_and_competition_i",
  "name": "Natlan: The Land of Fire and Competition (I)",
  "order": 57,
  "achievements": [
    {
      "id": 80328,
      "name": "Continental Explorer: Pyre Plains (I)",
      "desc": "Light up the maps of the following areas in Natlan: Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 5,
      "hidden": false,
      "order": 304
    },
    {
      "id": 80329,
      "name": "Scaling the Scorching Sacred Mountain (I)",
      "desc": "Unlock all Teleport Waypoints in the following areas in Natlan: Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 5,
      "hidden": false,
      "order": 305
    },
    {
      "id": 80330,
      "name": "Sanctuary Pilgrim: Pyre Plains (I)",
      "desc": "Unlock all the Shrines of Depths in the following areas in Natlan: Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 10,
      "hidden": false,
      "order": 306
    },
    {
      "id": 80331,
      "name": "Radiant As Fire",
      "desc": "Upgrade the Statues of The Seven in Natlan to their maximum level.",
      "reward": 20,
      "hidden": false,
      "order": 307
    },
    {
      "id": 80346,
      "name": "Offerings to the Night: Pyre Plains (I)",
      "desc": "Unlock all the seals on the secret spaces of the tribes in the following areas in Natlan: Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 10,
      "hidden": false,
      "order": 308
    },
    {
      "id": 80332,
      "name": "The Fiery Hue of the Scorching Sun",
      "desc": "Raise the Tablet of Tona in the Basin of Unnumbered Flames to the maximum level.",
      "reward": 20,
      "hidden": false,
      "order": 309
    },
    {
      "id": 80333,
      "name": "Monetoo Will Guide You Home (I)",
      "desc": "Follow 8 Monetoo and complete the graffiti in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 5,
      "hidden": false,
      "order": 310
    },
    {
      "id": 80334,
      "name": "Monetoo Will Guide You Home (I)",
      "desc": "Follow 16 Monetoo and complete the graffiti in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 10,
      "hidden": false,
      "order": 311,
      "preStage": 80333
    },
    {
      "id": 80335,
      "name": "Monetoo Will Guide You Home (I)",
      "desc": "Follow 32 Monetoo and complete the graffiti in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 20,
      "hidden": false,
      "order": 312,
      "preStage": 80334
    },
    {
      "id": 80336,
      "name": "Ignited Treasure Hunter (I)",
      "desc": "Open 80 chests in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 5,
      "hidden": false,
      "order": 313
    },
    {
      "id": 80337,
      "name": "Ignited Treasure Hunter (I)",
      "desc": "Open 160 chests in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 10,
      "hidden": false,
      "order": 314,
      "preStage": 80336
    },
    {
      "id": 80338,
      "name": "Ignited Treasure Hunter (I)",
      "desc": "Open 320 chests in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 20,
      "hidden": false,
      "order": 315,
      "preStage": 80337
    },
    {
      "id": 80339,
      "name": "Ignited Adventurer (I)",
      "desc": "Complete 3 Open World Time Trial Challenges in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 5,
      "hidden": false,
      "order": 316
    },
    {
      "id": 80347,
      "name": "Ignited Adventurer (I)",
      "desc": "Complete 6 Open World Time Trial Challenges in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 10,
      "hidden": false,
      "order": 317,
      "preStage": 80339
    },
    {
      "id": 80348,
      "name": "Ignited Adventurer (I)",
      "desc": "Complete 12 Open World Time Trial Challenges in the Basin of Unnumbered Flames, Tequemecan Valley, Coatepec Mountain, and Toyac Springs.",
      "reward": 20,
      "hidden": false,
      "order": 318,
      "preStage": 80347
    },
    {
      "id": 80342,
      "name": "Ancestral Reminiscence",
      "desc": "Helped Titu liberate the souls of the tribe's ancestors.",
      "reward": 10,
      "hidden": false,
      "order": 319
    },
    {
      "id": 80343,
      "name": "Not All Treasure Is Silver and Gold",
      "desc": "Failed to find the \"panacea.\"",
      "reward": 10,
      "hidden": false,
      "order": 320
    },
    {
      "id": 80345,
      "name": "Gold of the Sun, Together with his Blood",
      "desc": "Obtain the token needed for the pilgrimage to the volcano in the ruins of the Sage of the Stolen Flame.",
      "reward": 10,
      "hidden": false,
      "order": 322
    }
  ]
}
