{
  "id": "sumeru_the_rainforest_of_lore",
  "originalId": 31,
  "name": "Sumeru: The Rainforest of Lore",
  "order": 35,
  "achievements": [
    {
      "id": 80160,
      "name": "Continental Explorer: Sumeru Boscage",
      "desc": "Light up the maps of the following areas in Sumeru: Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 160
    },
    {
      "id": 80161,
      "name": "Forest Roamer",
      "desc": "Unlock all Teleport Waypoints in the following areas in Sumeru: Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 161
    },
    {
      "id": 80162,
      "name": "Sanctuary Pilgrim: Sumeru Boscage",
      "desc": "Unlock all the Shrines of Depths in the following areas in Sumeru: Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 162
    },
    {
      "id": 80163,
      "name": "Fluorescent Bloom",
      "desc": "Upgrade the Statues of The Seven in Sumeru to their maximum level.",
      "reward": 20,
      "hidden": false,
      "order": 163
    },
    {
      "id": 80164,
      "name": "Culmination of the Great Dream",
      "desc": "Reach the Max Level of the Tree of Dreams in Vanarana",
      "reward": 20,
      "hidden": false,
      "order": 164
    },
    {
      "id": 80165,
      "name": "Woodland Guide",
      "desc": "Follow a total of 10 Seelie to their Seelie Courts in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 165
    },
    {
      "id": 80166,
      "name": "Woodland Guide",
      "desc": "Follow a total of 20 Seelie to their Seelie Courts in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 166,
      "preStage": 80165
    },
    {
      "id": 80167,
      "name": "Woodland Guide",
      "desc": "Follow a total of 40 Seelie to their Seelie Courts in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 167,
      "preStage": 80166
    },
    {
      "id": 80168,
      "name": "Treasure Hunter of the Shimmering Woods",
      "desc": "Open a total of 100 treasure chests in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 168
    },
    {
      "id": 80169,
      "name": "Treasure Hunter of the Shimmering Woods",
      "desc": "Open a total of 200 treasure chests in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 169,
      "preStage": 80168
    },
    {
      "id": 80170,
      "name": "Treasure Hunter of the Shimmering Woods",
      "desc": "Open a total of 400 treasure chests in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 170,
      "preStage": 80169
    },
    {
      "id": 80171,
      "name": "Adventurer of the Shimmering Woods",
      "desc": "Complete a total of 10 Open World Time Trial Challenges in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 171
    },
    {
      "id": 80172,
      "name": "Adventurer of the Shimmering Woods",
      "desc": "Complete a total of 20 Open World Time Trial Challenges in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 172,
      "preStage": 80171
    },
    {
      "id": 80173,
      "name": "Adventurer of the Shimmering Woods",
      "desc": "Complete a total of 40 Open World Time Trial Challenges in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 173,
      "preStage": 80172
    },
    {
      "id": 80174,
      "name": "The Forest Will Remember",
      "desc": "Complete \"Aranyaka.\"",
      "reward": 10,
      "hidden": false,
      "order": 174
    }
  ]
}
