{
  "_id": 364213,
  "id": "athelwood_metal_buckler",
  "rarity": 3,
  "name": "Круглый щит из тамариска",
  "description": "Тяжёлый круглый щит, который, на первый взгляд, ничем не отличается от обычного круглого щита, но на самом деле скрывает большой секрет. Сначала необходимо отобрать доски из прочной древесины тамариска среднего возраста. Затем их обрезают до необходимого размера и толщины и обрабатывают морилкой и воском, добиваясь тем самым большей прочности. Более лёгкая и слабая задняя пластина изготовлена из двухслойной композитной структуры, которая максимально увеличивает износ клинков и стрел и ослабляет их ударную силу. В то же время, каркас покрыт жёсткой железной структурой, укреплённой в вершине изогнутой грани щита, чтобы противостоять ударам тупого оружия и щитов противников. Считается, что он способен отразить атаки любого человека, не обладающего Глазом Бога. Цена его довольно высока, она эквивалентна стоимость десятка единиц обычного оружия. Обычно такие щиты использует только Пустынники или Бригада тридцати. Похитители сокровищ, для которых на первом месте стоит лёгкость снаряжения, не могут понять, почему наёмники готовы тратить такие деньги на какой-то щит. Лишь немногие наёмники на передовой и сам создатель щита понимают важность этого снаряжения. Когда создатель щита был молод и горяч, он возглавил рейдерский отряд, вторгшийся в деревню Аару в поисках своего заклятого врага, но был побеждён молодой стражницей. Со щитом в левой руке и копьём в правой, стражница с глазами разного цвета атаковала как лавина, сокрушая оружие и доспехи противников одним ударом. После чего она передала оглушённых противников старшим стражникам деревни, и те отпустили нарушителей спокойствия после того, как сделали им внушение и отговорили от дальнейших попыток вторжения. Создатель щита встал на путь истинный и больше не собирался творить зло, но он до сих пор живо помнит молодую стражницу с глазами разного цвета и считает её самым могущественным человеком, которого он когда-либо встречал. Поэтому он решил усовершенствовать традиционную конструкцию круглого щита и укрепить его в её честь. Если бы он оказался в такой ситуации, в какой оказался тогда, возможно, этого щита было бы достаточно, чтобы парировать удары храброй воительницы.",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Подвесные украшения",
      "type": "Interior"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Тамариск",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Обломок железа",
      "amount": 4
    }
  ]
}