{
  "_id": 379033,
  "id": "maintenance_mek_initial_configuration",
  "rarity": 4,
  "name": "Ремонтный мек: Начальная конфигурация",
  "description": "Ценная декоративная рыба, которую можно держать в качестве домашнего питомца в Озере сапфирной милости и Тенях на прозрачной воде.\\nКомпактный вспомогательный механизм, разработанный для помощи заводным механизмам в выполнении подводных задач и для повышения общего уровня участия механизмов в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы заводных механизмов, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.\\nЭтот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».\\nЭта модель, изготовленная из лёгких пород дерева и недорогих металлов, одной из первых вышла в стабильное массовое производство агентства по техническому обслуживанию и достигла проектных целей благодаря своим высоким «стартовым характеристикам». Однако срок службы этих механизмов не такой хороший. Поэтому эту модель в большом количестве ввели в эксплуатацию по «ротационным стартовым группам». Когда заканчивается срок активности одной группы механизмов или она парализуется из-за неисправности, включается другая группа, которая была заранее спрятана под водой, и принимает пост. В результате обывателю может показаться, что эти «стальноголовики» появляются непрерывным потоком, словно размножаясь сами по себе. Поэтому если вы иногда случайно выловите пару штучек, не стоит испытывать чувство вины.",
  "load": 0,
  "energy": 0,
  "category": [
    {
      "id": 14001,
      "category": "Наружная декоративная рыба снаружи",
      "type": "Exterior"
    },
    {
      "id": 14008,
      "category": "Комнатная декоративная рыба",
      "type": "Interior"
    }
  ]
}
