{
  "_id": 379034,
  "id": "maintenance_mek_water_body_cleaner",
  "rarity": 4,
  "name": "Ремонтный мек: Водоочиститель",
  "description": "Ценная декоративная рыба, которую можно держать в качестве домашнего питомца в Озере сапфирной милости и Тенях на прозрачной воде.\\nКомпактный вспомогательный механизм, разработанный для помощи заводным механизмам в выполнении подводных задач и повышения общего уровня участия механизмов в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы заводных механизмов, тем самым минимизируя процент отказов последних. С другой стороны, эти механизмы выполняют роль «подводных чистильщиков», что благотворно сказывается на экологии Фонтейна.\\nЭтот механизм оснащён чувствительными датчиками, которые с помощью «обоняния» находят цели и считывают оптические особенности подводного мусора. В результате их иногда тоже привлекают наживки для рыбы. Рыбаки, которым попадаются такие механизмы, называют их «рыбами-ремонтниками» или «стальноголовиками».\\nВ отличие от массово внедрённой модели начальной конфигурации поверхность этой более продвинутой модели «водоочистителя» массового производства покрыта слоем лака с высокой коррозионной стойкостью. Кроме того, исследователи этого проекта отказались от модели одноразового размещения, когда после ввода в эксплуатацию о механизме забывают. Вместо этого они внедрили систему периодического возврата и технического обслуживания. С помощью бликов определённой частоты исследователи отправляют сигнал возврата на датчики механизма. После этого устройство ловят, проверяют, ремонтируют и выпускают обратно в воду для дальнейшей работы. Блики особой частоты постепенно превратились в своего рода наживку для ремонтных меков. По неизвестным каналам они распространились среди групп обычных рыбаков.",
  "load": 0,
  "energy": 0,
  "category": [
    {
      "id": 14001,
      "category": "Наружная декоративная рыба снаружи",
      "type": "Exterior"
    },
    {
      "id": 14008,
      "category": "Комнатная декоративная рыба",
      "type": "Interior"
    }
  ]
}
