{
  "_id": 379036,
  "id": "maintenance_mek_platinum_collection",
  "rarity": 4,
  "name": "Ремонтный мек: Платиновая коллекция",
  "description": "Ценная декоративная рыба, которую можно держать в качестве домашнего питомца в Озере сапфирной милости и Тенях на прозрачной воде.\\nКомпактный вспомогательный мек, разработанный для помощи мекам в выполнении подводных задач и для повышения общего уровня участия меков в работе. Согласно первоначальному замыслу конструктора, предназначался для удаления мусора и отходов растительного происхождения под водой, чтобы они не попали на ключевые элементы других меков, тем самым минимизируя процент отказов последних.\\nВ отличие от других моделей массового производства глянцевый и блестящий корпус ремонтного мека «Платиновая коллекция» был специально изготовлен командой разработчиков как памятная модель. Это был довольно редкий случай, когда группа преподносила этот сувенир обеспеченным торговцам в качестве изысканного украшения для аквариума, чтобы привлечь торговцев в качестве инвесторов в проект, посвящённый ремонтным мекам. К сожалению, все попытки группы привлечь инвестиции провалились, поэтому было решено продать меков как игрушки для субсидирования всё более дефицитного фонда проекта.\\nВ конце концов, после всем известной аварии группа разработчиков ремонтных меков была распущена, а дальнейшие планы на проект отменили. На сегодняшний день все ремонтные меки этой серии в акватории Фонтейна никем не контролируются. Первая партия модели «Платиновая коллекция» также «канула в воду», это самая дорогая и необычная «рыба» в Фонтейне. Когда некоторые проекты Исследовательского института стали достоянием общественности, репортёры «Паровой птицы» сопоставили информацию и провели расследование, обнаружив, что «ситуация с загрязнением вод в Фонтейне практически не изменилась до и после запуска ремонтных меков, а эффективность проекта вызывает большие сомнения». В наши дни оставшиеся меки из «Платиновой коллекции» все еще бродят по водам Фонтейна и считаются одними из самых ценных уловов, ведь меки из «Коллекции платины» сейчас так же редки, как и самые ценные декоративные рыбы в других странах.",
  "category": [
    {
      "id": 14001,
      "category": "Декоративная рыба",
      "type": "Exterior"
    }
  ]
}
