{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "«Мирный пурпурный сон»",
  "description": "Кустарник с миловидными цветами, обладающими чарующим ароматом. Выведен садовниками Кур-де-Фонтейна. Возможно, из-за яркости цветов и их незабываемого аромата некий таблоид Кур-де-Фонтейна однажды заявил, будто в цветах кустарника содержится медленный яд, и люди, слишком долго вдыхавшие их аромат, страдают от таких недомоганий, как бессонница, раздражительность, воспаление глаз. Спустя некоторое время в другом таблоиде появилась новость, будто секрет молодости одной известной оперной дивы заключается в том, что она пьёт чай, настоянный на цветах этого кустарника.\\nКакое-то время среди жителей Кур-де-Фонтейна не утихали споры по поводу злополучных цветов и работы отдела Дворца Мермония, отвечающего за озеленение города. Одни жители стали обходить кустарник стороной, другие, наоборот, старались тайком выкопать куст, чтобы выращивать у себя дома...\\nДворцу Мермония ничего не оставалось, как обратиться за помощью к специалисту по ботанике. В течение недели он публиковал в «Паровой птице» длинные колонки, в которых последовательно опровергал все слухи о кустарнике. Учёный подчёркивал, что кустарник полностью декоративный, единственная его функция - поднимать настроение горожанам, и никакого другого влияния на жизнь людей он не оказывает.\\nСегодня кусты с пурпурными цветами можно увидеть даже у входа в оперный театр «Эпиклез», а благодаря усилиям разных сторон споры вокруг них ушли в прошлое.\\nНо некоторые авторы вдохновились газетной шумихой и написали целую серию юмористических рассказов, посвящённых «опасным цветам». С наибольшим восторгом был встречен рассказ «Мирный девятый день», в котором ядовитые цветы служили средством совершения коварного преступления. И прототипом опасных цветов послужили те самые пурпурные цветы с кустарника.\\nЧтобы предотвратить новый скандал, автор добавил в начало рассказа предупреждение:\\n«Все события рассказа вымышлены.\\nОднако автор не рекомендует вам и вашим близким употреблять эти цветы в пищу».",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10004,
      "category": "Кусты",
      "type": "Exterior"
    }
  ]
}
