{
  "_id": 215022,
  "id": "oceanhued_clam",
  "name": "Okyanus Renkli İstiridye",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "+%15 İyileştirme Bonusu.",
  "four_pc": "Bu yadigar setini kuşanan karakter gruptaki bir karakteri iyileştirdiğinde, 3 saniyeliğine bir Deniz Köpüğü görünür, iyileştirmeyle elde edilen Can miktarını toplar (fazlalık iyileştirme miktarı dahil). Bu sürenin sonunda Deniz Köpüğü patlayarak çevredeki düşmanlara toplam iyileştirmenin %90'ı kadar Hasar verir. (Bu Hasar, Elektrik Yükleme ve Süper İletim gibi Tepkimelere benzer şekilde hesaplanır ama Element Ustalığı, Karakter Seviyesi veya Tepkime Hasarı Bonuslarından etkilenmez). Her 3,5 saniyede bir sadece bir tane Deniz Köpüğü oluşturulabilir. Her Deniz Köpüğü 30.000 Cana kadar toplayabilir (fazlalık iyileştirme miktarı dahil). Aynı anda sadece bir tane etkin Deniz Köpüğü olabilir. Yadigar setini kullanan karakter savaş alanında olmasa bile bu etki tetiklenebilir.",
  "goblet": {
    "_id": 96412,
    "id": "pearl_cage",
    "name": "İnci Kafesi",
    "description": "Watatsumi Adası'nın tapınak görevlileri tarafından adanan bu parıldayan inciler sonsuza kadar parıldayıp asla sönmezler."
  },
  "plume": {
    "_id": 96422,
    "id": "deep_palaces_plume",
    "name": "Derinliklerin Tüyü",
    "description": "Bir tapınak görevlisinin merasim elbisesinden alındığı söylenen mercan renginde ince bir kuş tüyü."
  },
  "circlet": {
    "_id": 96432,
    "id": "crown_of_watatsumi",
    "name": "Watatsumi Tacı",
    "description": "Bir zamanlar unutulmuş bir din adamı tarafından takılan kadim ve karmaşık bir taç. Bu yadigar, Watatsumi halkı tarafından büyük bir ayinle kutsanmış."
  },
  "flower": {
    "_id": 96442,
    "id": "seadyed_blossom",
    "name": "Deniz Renkli Çiçek",
    "description": "Dalgalı okyanusun tüm renklerine bürünmüş olan yumuşak bir çiçek. Ayın gümüş ışıltısı altında harika renklerle parıldıyor."
  },
  "sands": {
    "_id": 96452,
    "id": "cowry_of_parting",
    "name": "Ayrılık Saati",
    "description": "Dipsiz okyanusun derinliklerinden gelen kusursuz bir deniz kabuğu."
  }
}
