{
  "_id": 215037,
  "id": "scroll_of_the_hero_of_cinder_city",
  "name": "Kül Şehir'in Kahramanının Parşömeni",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Yakındaki bir grup üyesi bir Gece Ruhu Patlaması tetiklediğinde kuşanan karakter 6 Element Enerjisi yeniler.",
  "four_pc": "Kuşanan karakter kendi Element Türünü içeren bir Element Tepkimesi tetiklediğinde 15 saniyeliğine yakındaki tüm grup üyeleri, tepkimeyle doğrudan ilişkili Element Türleri için %12 Element Hasarı Bonusu kazanır. Kuşanan karakter bu etkiyi tetiklediğinde Gece Ruhunun Lütfu durumundaysa yakındaki tüm grup üyeleri 20 saniyeliğine tepkimeyle doğrudan ilişkili Element Türleri için ilave %28 Element Hasarı Bonusu daha kazanır. Bu etki, karakter savaş alanında değilken de tetiklenebilir. Aynı ada sahip Yadigar Setlerinden gelen Hasar Bonusları birikmez.",
  "goblet": {
    "_id": 37412,
    "id": "wandering_scholars_claw_cup",
    "name": "Gezgin Alimin Pençe Kupası",
    "description": "Bir ejderhanın pençesine çok benzeyen tuhaf bir kadeh. Bu kadehi yapan kişinin aklına özel bir fikir gelmiş olmalı."
  },
  "plume": {
    "_id": 37422,
    "id": "mountain_rangers_marker",
    "name": "Dağ Kolcusunun İşareti",
    "description": "Dağ kolcularının patikaları işaretlemek için kullandığı bir yol işareti. Kuş tüyü şekliyle gerçekten epey dikkat çekiyor."
  },
  "circlet": {
    "_id": 37432,
    "id": "demonwarriors_feather_mask",
    "name": "İblis Savaşçının Tüy Maskesi",
    "description": "Şahin tüylerinden yapılmış bir tüylü maske. Birçok efsaneye konu olmuştur."
  },
  "flower": {
    "_id": 37442,
    "id": "beast_tamers_talisman",
    "name": "Canavar Terbiyecisinin Tılsımı",
    "description": "Çakmak taşı ve Drakitten oyulan bir çiçek. Sahibinin, canavar terbiyecisi olma niteliklerini taşıdığını gösterir."
  },
  "sands": {
    "_id": 37452,
    "id": "mystics_gold_dial",
    "name": "Mistiğin Altın Saati",
    "description": "Güneş şeklinde bir altın disk. Üzerindeki ejderha desenleri yaşam ve ölüm döngüsünü simgeliyor."
  }
}
