{
  "_id": 114036,
  "id": "mask_of_the_kijin",
  "name": "Máscara fantasmagórica",
  "description": "En el pasado, una bestia sobrenatural con cuerpo de tigre y cola de serpiente engulló a Chiyo, una guerrera de la tribu oni con el emblema Electro estampado en la espalda, mientras luchaba contra las fuerzas de la oscuridad. No obstante, Chiyo consiguió liberarse tras desgarrar las entrañas de la criatura desde su interior.<br/>Así fue como se ganó el título de “Chiyo, el mordisco de tigre”, el cual tras muchos años cambió a “Torachiyo”.<br/>Pero mientras estuvo en el vientre de la bestia, el pecado la corrompió y vio a sus camaradas masacrados por esos dientes manchados de rojo sangre. Sumida por completo en la oscuridad, al final desenvainaría su espada contra la todopoderosa Narukami, quien le cortó el brazo con el que empuñaba la espada y uno de sus cuernos. Entonces, Chiyo huyó cual bestia herida desde la ciudad hasta el bosque. Dicen que, una vez allí, fue considerada como un monstruo desconocido y asesinada por los tengu, o tal vez por Los Ocelos, o tal vez por un vástago del clan Iwakura que entrenaba en lo profundo de las montañas, pues su belleza había sido retorcida por el odio y la agonía de sus heridas. O tal vez incluso conoció al humanoide con espada y máscara de oni cerca de los restos de la serpiente gigante, y allí terminó el viaje de su vida.<br/>Pocos de los que lucharon contra el abismo en aquellos días se salvaron de tener sueños oscuros. Aquellos que asesinaron monstruos y luego se convirtieron en ellos no eran una minoría. La frontera entre mundos se vuelve frágil y la corrupción quizás no sea simplemente unidireccional.",
  "source": ["Cantidad sintetizable: {0}"],
  "location": "Inazuma",
  "rarity": 5,
  "craft": {
    "cost": 1075,
    "items": [
      {
        "_id": 114035,
        "id": "mask_of_the_onehorned",
        "name": "Máscara del cuerno",
        "amount": 3
      }
    ],
    "result": 1
  },
  "domain": "Jardín de Sunagare",
  "days": ["Miércoles", "Sábado", "Domingo"]
}
