{
  "_id": 3010,
  "id": "adventurers_breakfast_sandwich",
  "name": "Maceracının Sandviçi",
  "description": "Besleyici bir yumurta yemeği. Jambon ve poşe yumurtalı kızarmış ekmeğin üzerine mayonez sürülmüştür. Ağızda bıraktığı hoş tat, önündeki uzun yol için seni enerjiyle doldurur. Maceracılar Loncasının en iyi kahvaltılıklarından biridir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Kuş Yumurtası",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 3
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jambon",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108167,
      "name": "Maceracının Sandviçi (Tuhaf)",
      "description": "Besleyici bir yumurta yemeği. Pıhtılaşmış mayonez neredeyse katı halde. Sert bir jambon ve fazla haşlanmış bir yumurta da cabası. En azından bu yemeği mideye indirince karnın doyuyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108168,
      "name": "Maceracının Sandviçi",
      "description": "Besleyici bir yumurta yemeği. Jambon ve poşe yumurtalı kızarmış ekmeğin üzerine mayonez sürülmüştür. Ağızda bıraktığı hoş tat, önündeki uzun yol için seni enerjiyle doldurur. Maceracılar Loncasının en iyi kahvaltılıklarından biridir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108169,
      "name": "Maceracının Sandviçi (Lezzetli)",
      "description": "Besleyici bir yumurta yemeği. Hafifçe titreyen poşe yumurtanın üzerine mayonez bir güneş gibi doğuyor. Ağızda bıraktığı his muazzam. Jambonun benzersiz tuzlu tadı, bulutları delip geçen bir ışık hüzmesi gibi bu karışımdaki yerini alıyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
