{
  "_id": 2101,
  "id": "almond_tofu",
  "name": "Badem Tofusu",
  "description": "Öğütülmüş bademlerden yapılan bir tatlı. İpeksi dokusu ve belirgin badem aromasıyla yoğun bir tadı vardır. Tofuyu andıran görüntüsü sebebiyle bu tatlıya böyle bir isim verilmiş.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Süt",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Şeker",
      "amount": 1
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Badem",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108080,
      "name": "Badem Tofusu (Tuhaf)",
      "description": "Öğütülmüş bademlerden yapılan bir tatlı. Badem sütü karışımı, içindeki bademler düzgünce öğütülüp süzülmeden dondurulmuş. Bu tarifi özel kılan şeyin sert dokusu olduğu konusunda kendini kandırabilirsin tabii.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 66 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108081,
      "name": "Badem Tofusu",
      "description": "Öğütülmüş bademlerden yapılan bir tatlı. İpeksi dokusu ve belirgin badem aromasıyla yoğun bir tadı vardır. Tofuyu andıran görüntüsü sebebiyle bu tatlıya böyle bir isim verilmiş.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 81 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108082,
      "name": "Badem Tofusu (Lezzetli)",
      "description": "Öğütülmüş bademlerden yapılan bir tatlı. Beyaz porseleni andıran zarif şekli ve pürüzsüz dokusuyla bu tatlı adeta bir sanat eseri. Öyle ki, böyle bir şaheseri pişmanlık duymadan yiyebilmek pek mümkün değil.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 95 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108137,
      "name": "Tatlı Rüya",
      "description": "Xiao'nun özel tarifi. Oldukça basit ve hoş bir rüyası var.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 114 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "xiao",
        "name": "Xiao"
      }
    }
  }
}
