{
  "_id": 3106,
  "id": "bamboo_shoot_soup",
  "name": "Bambu Filizi Çorbası",
  "description": "Uzun süre kısık ateşte pişirilen bir çorba. Et ve jambon küçük parçalara doğranmış, çorba da rengi süt beyazına dönene kadar kısık ateşte pişirilmiş. Böylelikle iki etin de kendine has lezzeti ortaya çıkmış ve çorbaya lezzet katmış.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jambon",
      "amount": 2
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambu Filizi",
      "amount": 1
    }
  ],
  "dish_type": "İyileştirici Yemek",
  "results": {
    "suspicious": {
      "_id": 108152,
      "name": "Bambu Filizi Çorbası (Tuhaf)",
      "description": "Uzun süre kısık ateşte pişirilen bir çorba. Sıcaklığın pek iyi kontrol edilememiş olması taze etin sertleşmesine sebep olmuş. Tuzlu jambon da yemeğin asıl tadının önüne geçmiş. Etlerin lezzetini çeken bambu filizleri bu yemeğin tek iyi noktası.",
      "effect": "Seçili karakterin Maks. Canını %26 yeniler ve 30 saniye boyunca 5 saniyede bir 450 Can verir."
    },
    "normal": {
      "_id": 108153,
      "name": "Bambu Filizi Çorbası",
      "description": "Uzun süre kısık ateşte pişirilen bir çorba. Et ve jambon küçük parçalara doğranmış, çorba da rengi süt beyazına dönene kadar kısık ateşte pişirilmiş. Böylelikle iki etin de kendine has lezzeti ortaya çıkmış ve çorbaya lezzet katmış.",
      "effect": "Seçili karakterin Maks. Canını %28 yeniler ve 30 saniye boyunca 5 saniyede bir 620 Can verir."
    },
    "delicious": {
      "_id": 108154,
      "name": "Bambu Filizi Çorbası (Lezzetli)",
      "description": "Uzun süre kısık ateşte pişirilen bir çorba. Kokusu bile insanın ağzını sulandırmaya yetiyor. Çorbadan aldığın her kaşıkta yoğun lezzetler tüm bedenini sarıyor. Kanatlarını açıp bulutların üstünde yürüyormuşsun gibi hissettiriyor.",
      "effect": "Seçili karakterin Maks. Canını %30 yeniler ve 30 saniye boyunca 5 saniyede bir 790 Can verir."
    },
    "special": {
      "_id": 108173,
      "id": "slowcooked_bamboo_shoot_soup",
      "name": "Ağır Ateşte Pişmiş Bambu Filizi Çorbası",
      "description": "Zhongli'nin özel tarifi. Kalın bir parça halindeki jambon, Yuehai Konağı'nın gurme standartlarına uygun olarak seçilmiş. Taze et, Pınarköy'de yeni avlanmış bir domuzun karın bölgesinden alınmış. Bambu filizleri de Qingce Köyü'nde bulabileceğin en kalın filizlerden. Bu malzemeler yavaşça, nazikçe, son derece özenli ve tekniğe dayalı şekilde ısıtılmış... Böylesine \"özel\" bir lezzet yalnızca bu yemeğin kıymetini bilenlerle paylaşılabilir.",
      "effect": "Seçili karakterin Maks. Canını %34 yeniler ve 30 saniye boyunca 5 saniyede bir 980 Can verir.",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}