{
  "_id": 4301,
  "id": "biryani",
  "name": "Biryani",
  "description": "Güzel kokulu bir pirinç yemeği. Eti dışı çıtır, içi yumuşak olacak şekilde kızart. Daha sonra çeşnilerle ve uzun taneli pirinçle birlikte yavaş yavaş pişir. Servis etmeden önce üzerine birkaç Padisarah yaprağı serpiştir. Her bir pirinç tanesi yağlı etin ve çeşnilerin aromasıyla doludur. Bu yemeğin sadece Sumeru'da bulunan benzersiz bir lezzeti vardır.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Pirinç",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Baharat",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108415,
      "name": "Biryani (Tuhaf)",
      "description": "Güzel kokulu bir pirinç yemeği. Pirinç taneleri yağa batırılır ve böylece yarı saydam hale gelir. Yağlı kokusu oldukça rahatsız edicidir. Yemeği bitirdikten sonra dahi tabakta bir kat yağ kalır... Önümüzdeki birkaç gün yağlı yiyeceklerden uzak dursan iyi edersin...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 215 artırır, iyileşme etkilerini %6 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108416,
      "name": "Biryani",
      "description": "Güzel kokulu bir pirinç yemeği. Eti dışı çıtır, içi yumuşak olacak şekilde kızart. Daha sonra çeşnilerle ve uzun taneli pirinçle birlikte yavaş yavaş pişir. Servis etmeden önce üzerine birkaç Padisarah yaprağı serpiştir. Her bir pirinç tanesi yağlı etin ve çeşnilerin aromasıyla doludur. Bu yemeğin sadece Sumeru'da bulunan benzersiz bir lezzeti vardır.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 261 artırır, iyileşme etkilerini %8 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108417,
      "name": "Biryani (Lezzetli)",
      "description": "Güzel kokulu bir pirinç yemeği. Uzun taneli pirinç ve etten yapılan altın taç, Padisarah yapraklarıyla süslenmiş. Görüntüsü sana vahalarla dolu bir çölü hatırlatıyor. Baharatların baştan çıkarıcı kokusu, her bir pirinç tanesiyle iç içe geçmiş. Her bir kaşıkta, tüm bedenin bu lezzetten payını alıyor. Müşterilerin tabaklarını bitirmesi ise an meselesi, enfes kokusu ve tadı sayesinde müşteriler parmaklarını yalamaktan kendilerini alamıyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 308 artırır, iyileşme etkilerini %10 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}