{
  "_id": 3122,
  "id": "braised_meatball",
  "name": "Köfte Kavurma",
  "description": "Klasik bir Liyue yemeği. Yağlı ve yağsız et parçaları, çıtır bambu filizleriyle karıştırılıp köfte haline getirilir. Köfteler önce kızartılıp sonra haşlanır. Hem evlerde hem de ziyafetlerde kendine yer bulan popüler bir yemektir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 4
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambu Filizi",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Kuş Yumurtası",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Tuz",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108642,
      "name": "Köfte Kavurma (Tuhaf)",
      "description": "Klasik bir Liyue yemeği. Yuvarlak şekli ve aroması sanki yerinde ama tadına baktığında biraz fazla kuru olduğunu fark ediyorsun. Belki de kullandığın et biraz fazla yağsızdı.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108643,
      "name": "Köfte Kavurma",
      "description": "Klasik bir Liyue yemeği. Yağlı ve yağsız et parçaları, çıtır bambu filizleriyle karıştırılıp köfte haline getirilir. Köfteler önce kızartılıp sonra haşlanır. Hem evlerde hem de ziyafetlerde kendine yer bulan popüler bir yemektir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108644,
      "name": "Köfte Kavurma (Lezzetli)",
      "description": "Klasik bir Liyue yemeği. Zümrüt yeşili taze soğan ve yakut kırmızısı köfte birbirini mükemmel şekilde tamamlarken, hassas ve olağanüstü bir bıçak işçiliğiyle hazırlanan köfte ağızda eriyor. Tam kıvamında yağlı olan bu yemeğin haftalarca dillerden düşmeyeceği garanti. Şans getirmesi için tabağındakileri bitirdiğinden emin ol!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108663,
      "id": "encompassing_gladness",
      "name": "Dört Köşe Keyif",
      "description": "Xianyun'un özel tarifi. Enfes kokulu köfteleri gördüğün anda yaşadığın şoku daha üzerinden atamadan Xianyun şunları söylüyor: \"Ah, böyle sıradan bir yemeğin şahsımı zorlayacağını mı sanmıştın? Soğumadan yesen iyi olur, ben de senin için huzur, mutluluk ve bereket dolu, sıkıntıdan uzak bir hayat dileyebilirim... *öksürür* Ne var yani? Formaliteden de olsa arada bir ayin ciddiyeti takınmaktan kimseye zarar gelmez.\"",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 274 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "xianyun",
        "name": "Xianyun"
      }
    }
  }
}