{
  "_id": 3905,
  "id": "bubblemilk_pie",
  "name": "Baloncuklu Sütlü Turta",
  "description": "Yenilikçi bir dolgulu tatlı. Çıtır ve kabarık hamur, krema dolgusu ve art arda patlayan baloncukların verdiği şaşırtıcı his... Yemek sonrası servis edilen bu keyifli tatlı, damakta unutulmaz bir lezzet bırakıyor. Sıcakken yenilmesi önerilir!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Süt",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Tereyağı",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Şeker",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108835,
      "name": "Baloncuklu Sütlü Turta (Tuhaf)",
      "description": "Yenilikçi bir dolgulu tatlı. Patlayan baloncuklar dilini acıtıyor. Yeşil ve gevrek kabuklarını da düşününce... Ağzının içinde Doğa Çekirdekleri patlıyormuş gibi hissettiriyor...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108836,
      "name": "Baloncuklu Sütlü Turta",
      "description": "Yenilikçi bir dolgulu tatlı. Çıtır ve kabarık hamur, krema dolgusu ve art arda patlayan baloncukların verdiği şaşırtıcı his... Yemek sonrası servis edilen bu keyifli tatlı, damakta unutulmaz bir lezzet bırakıyor. Sıcakken yenilmesi önerilir!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108837,
      "name": "Baloncuklu Sütlü Turta (Lezzetli)",
      "description": "Yenilikçi bir dolgulu tatlı. Bu lezzetli sürpriz, altın kabuğunun çıtırdama sesiyle başlıyor. Sıcak dolgunun tadı damağına yayılırken baloncuklar ise dişlerinin arasında patlayıp seni sonu gelmeyen birbirinden farklı dokularla tanıştırıyor... Bir ziyafet için mükemmel bir son!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}