{
  "_id": 2409,
  "id": "bulle_sauce_duck_breast",
  "name": "Bulle Soslu Ördek Göğsü",
  "description": "Hoş kokulu meyve aromasına sahip bir et yemeği. Ördek göğsü sotelendikten sonra dilimlenir. Tabaklandıktan sonra ise Bulle Meyvesinden yapılan sos dökülür. Kıtır deri, muhteşem yumuşaklıkta et ve tatlı ekşi sosun birleşimiyle bu yemek klasik bir Fontaine lezzetidir.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Meyvesi",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Kuş Eti",
      "amount": 2
    }
  ],
  "dish_type": "Maceracının Yemeği",
  "results": {
    "suspicious": {
      "_id": 108675,
      "name": "Bulle Soslu Ördek Göğsü (Tuhaf)",
      "description": "Hoş kokulu meyve aromasına sahip bir et yemeği. Sos, ördeğin yağlılığını hiç yumuşatamamış. Aksine, yemeğe acı bir tat vermiş. Yemeğin muhteşem sunumunun göze hoş gelen görüntüsüyle açılan iştahın, ilk lokmanı aldıktan sonra bir anda tası tarağı toplayıp gitmeye karar veriyor.",
      "effect": "40 Dayanıklılık yeniler."
    },
    "normal": {
      "_id": 108676,
      "name": "Bulle Soslu Ördek Göğsü",
      "description": "Hoş kokulu meyve aromasına sahip bir et yemeği. Ördek göğsü sotelendikten sonra dilimlenir. Tabaklandıktan sonra ise Bulle Meyvesinden yapılan sos dökülür. Kıtır deri, muhteşem yumuşaklıkta et ve tatlı ekşi sosun birleşimiyle bu yemek klasik bir Fontaine lezzetidir.",
      "effect": "50 Dayanıklılık yeniler."
    },
    "delicious": {
      "_id": 108677,
      "name": "Bulle Soslu Ördek Göğsü (Lezzetli)",
      "description": "Hoş kokulu meyve aromasına sahip bir et yemeği. Portakal aromalı ekşimsi lezzet, yumuşacık ördeğe eşsiz ve ferahlatıcı bir tat katıyor. O kadar lezzetli ki daha ağzındaki lokmayı çiğnerken bir bakmışsın çatalını bir sonraki lokmaya götürüyorsun. Fontaine mutfağı yıllar içinde ne kadar gelişmiş olsa da bu yemeğin klasikler arasındaki yerini korumasına şaşmamalı.",
      "effect": "60 Dayanıklılık yeniler."
    },
    "special": {
      "_id": 108678,
      "id": "tagged_and_bagged",
      "name": "\"Gözaltı\"",
      "description": "Clorinde'in özel tarifi. Taze avlanmış Kuş Eti, hafifçe ızgarada pişirilmiş. İlk başta şüpheyle yaklaşsan da etin yumuşak dokusunu ve yedikten sonra ağızda bıraktığı ferahlatıcı tadını alınca şüphelerin kuş olup uçuyor. Neyse, sonuçta Clorinde de bir lokma aldı. Herhalde senin miden de deneyimli avcılarınki kadar dayanıklıdır... Değil mi?",
      "effect": "80 Dayanıklılık yeniler.",
      "character": {
        "id": "clorinde",
        "name": "Clorinde"
      }
    }
  }
}
