{
  "_id": 3301,
  "id": "butter_chicken",
  "name": "Tereyağlı Tavuk",
  "description": "Lezzetli bir yemek. Baharat ve doğranmış domatesler tereyağıyla pişirilir ve kremalı bir sosa eklenir. İçine de marine edilmiş ve tavada kızartılmış tavuk parçaları eklenir. Sumeru halkı bu yemeği pilav veya ekmekle yemeyi tercih eder, bu da yemeğin olağanüstü lezzetini daha iyi tatmalarını sağlar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Kuş Eti",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Domates",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Tereyağı",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Baharat",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108391,
      "name": "Tereyağlı Tavuk (Tuhaf)",
      "description": "Lezzetli bir yemek. Fakat baharat miktarının yanlış hesaplandığı kesin, dolayısıyla da yemeğin tadı mide bulandırıcak kadar ağır olmuş. Birkaç bardak su ile birlikte yersen, belki birazını yutabilirsin...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108392,
      "name": "Tereyağlı Tavuk",
      "description": "Lezzetli bir yemek. Baharat ve doğranmış domatesler tereyağıyla pişirilir ve kremalı bir sosa eklenir. İçine de marine edilmiş ve tavada kızartılmış tavuk parçaları eklenir. Sumeru halkı bu yemeği pilav veya ekmekle yemeyi tercih eder, bu da yemeğin olağanüstü lezzetini daha iyi tatmalarını sağlar.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108393,
      "name": "Tereyağlı Tavuk (Lezzetli)",
      "description": "Lezzetli bir yemek. Ağız sulandıran tavuk, ipeksi bir sos ile iyice marine edilmiş. Her lokma ağızda resmen \"temel tatlar senfonisi\" çalıyor... Vay canına, farkında değilsin ama tabağını çoktan silip süpürmüşsün. Ekmeği sosuna bandır da ziyan olmasın!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108438,
      "id": "show_me_the_mora",
      "name": "Morayı Göster",
      "description": "Dori'nin özel tarifi. Çok fazla Mora karşılığında, nihayet Lord Sangemah Bay'in pişirdiği yemeğin tadına bakma şansını elde ettin. İyi pişirilmiş tavuk, pürüzsüz bir dokuya sahip ipeksi bir sosa bandırılmış. Harika lezzetiyle akıllara durgunluk veren bu yemek, bir lokmasına bir servet daha harcaman için seni itiyor!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 274 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "dori",
        "name": "Dori"
      }
    }
  }
}