{
  "_id": 3001,
  "id": "calla_lily_seafood_soup",
  "name": "Gelin Çiçekli Yengeç Çorbası",
  "description": "Deniz mahsullerinin dengeli birleşimi. Her yudumunda yengeç ve nane tadıyla damağını saran bu çorbaya taze gelin çiçekleri de oldukça ferahlatıcı bir tat katar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Yengeç",
      "amount": 4
    },
    {
      "_id": 100056,
      "id": "calla_lily",
      "name": "Gelin Çiçeği",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Nane",
      "amount": 2
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108049,
      "name": "Gelin Çiçekli Yengeç Çorbası (Tuhaf)",
      "description": "Deniz mahsullerinin dengeli birleşimi. Gelin çiçeğinin acılığı, nanenin sert aroması ve yengecin balıksı kokusu... Hepsini tek bir kasede sunabilmek çaba ister.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108050,
      "name": "Gelin Çiçekli Yengeç Çorbası",
      "description": "Deniz mahsullerinin dengeli birleşimi. Her yudumunda yengeç ve nane tadıyla damağını saran bu çorbaya taze gelin çiçekleri de oldukça ferahlatıcı bir tat katar.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108051,
      "name": "Gelin Çiçekli Yengeç Çorbası (Lezzetli)",
      "description": "Deniz mahsullerinin dengeli birleşimi. Yengeç, nane ve gelin çiçeğinin damakta patlayan aroması, bir yaz günü kumsalda yürümeyi anımsatıyor insana.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108175,
      "id": "a_prize_catch",
      "name": "Efsane Av",
      "description": "Tartaglia'nın özel tarifi. Yemek adeta bir kan okyanusunda debelenen, kapana kısılmış bir canavara benziyor. Attığı ölüm çığlıkları duyulmuyor... Ama Tartaglia gülümseyerek bunu denizden tuttuğunu , garnitür olarak da memleketinden gelen bazı ürünler olduğunu söylüyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 282 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "tartaglia",
        "name": "Tartaglia"
      }
    }
  }
}