{
  "_id": 3308,
  "id": "candied_ajilenakh_nut",
  "name": "Şekerli Ajilenakh Yemişi",
  "description": "Zengin bir tatlı. İlk olarak, şerbet berraklaşana kadar kaynatılır, ardından Sumeru'dan gelen diğer malzemeler ve susam ezmesi ile karıştırılır. Son olarak da eşit şekilde karıştırılan malzemeler ve şerbet bir kalıba dökülüp katılaşana kadar beklenir. Snezhnaya'nın soğuk topraklarında da tadı biraz farklı olan ancak buna benzer bir tatlı olduğu söylenir. Tabii, iki taraf da kendilerinin bu konuda Teyvat'ın en iyisi olduğunu düşünmektedir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Ajilenakh Yemişi",
      "amount": 4
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Badem",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Tereyağı",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Gülü",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108454,
      "name": "Şekerli Ajilenakh Yemişi (Tuhaf)",
      "description": "Yoğun bir tatlı. Sert yemiş, kumda gizlenen bir taş gibi. Dikkat etmezsen saldırıya uğrayabilirsin. Tatlılığın mutluluk getirdiği doğru ama dişlerine sert parçacıklar yapışması biraz tat kaçırıyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108455,
      "name": "Şekerli Ajilenakh Yemişi",
      "description": "Zengin bir tatlı. İlk olarak, şerbet berraklaşana kadar kaynatılır, ardından Sumeru'dan gelen diğer malzemeler ve susam ezmesi ile karıştırılır. Son olarak da eşit şekilde karıştırılan malzemeler ve şerbet bir kalıba dökülüp katılaşana kadar beklenir. Snezhnaya'nın soğuk topraklarında da tadı biraz farklı olan ancak buna benzer bir tatlı olduğu söylenir. Tabii, iki taraf da kendilerinin bu konuda Teyvat'ın en iyisi olduğunu düşünmektedir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108456,
      "name": "Şekerli Ajilenakh Yemişi (Lezzetli)",
      "description": "Yoğun bir tatlı. Şurup ağzına dokunduğu an erir ve içindeki yemişi kadifeye sarılmış bir cevher gibi ortaya çıkarır. Her katmanı insana ayrı bir zevk verir. İpeksi tatlılığının lezzetine varabilmek için tek bir lokması bile yeter. Ah, bir dahaki sefere daha fazla yapmalısın!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108474,
      "name": "Halvamazd",
      "description": "Nahida'nın özel tarifi. Sumeru dilinde \"mazd\"ın \"bilgelik\" anlamına geldiği söylenir ve böylesine lezzetli bir \"bilgelik\" karşı konulamazdır. Nahida gözlerinde kibar bir gülümsemeyle: \"Denizşakayığı küçük balığa yardım etti ve büyümesine tanık oldu. Bu yüzden küçük balığın karşılığında bir şeyler vermesi gayet normaldir.\"",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 282 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "nahida",
        "name": "Nahida"
      }
    }
  }
}
