{
  "_id": 4203,
  "id": "chilimince_cornbread_buns",
  "name": "Acılı Ekmek Dolması",
  "description": "Liyue'nin geleneksel bir atıştırmalığı. Taze hamur önce yuvarlanıp dinlendirilir, ardından buharda pişmesi için bir kabın içine konur. Et ve sebzeler yağlı derin bir tavada hızlıca kızartılmadan önce yıkanıp doğranır. Yeme aşamasında kızarmış çeşni ve dolmaların birlikte tüketilmesi için ortadaki boşluğa koyulmaları gerekir. Çıtır çıtır sebzelerin ve lezzetli etin birlikteliğinden yekpare, harika bir aroma doğar.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 3
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Lahana",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Jueyun Biberi",
      "amount": 2
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108315,
      "name": "Acılı Ekmek Dolması (Tuhaf)",
      "description": "Liyue'den geleneksel bir atıştırmalık. Büyük bir kızarmış Jueyun Biberi yığını tam ortada duruyor ve acısı dayanılacak gibi değil. Küçük bir ısırık bile birisi boğazını yakmaya çalışıyormuş gibi hissettiriyor. Birkaç ısırık daha alsan Guoba gibi ateş bile püskürtebilirsin!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %25, Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108316,
      "name": "Acılı Ekmek Dolması",
      "description": "Liyue'nin geleneksel bir atıştırmalığı. Taze hamur önce yuvarlanıp dinlendirilir, ardından buharda pişmesi için bir kabın içine konur. Et ve sebzeler yağlı derin bir tavada hızlıca kızartılmadan önce yıkanıp doğranır. Yeme aşamasında kızarmış çeşni ve dolmaların birlikte tüketilmesi için ortadaki boşluğa koyulmaları gerekir. Çıtır çıtır sebzelerin ve lezzetli etin birlikteliğinden yekpare, harika bir aroma doğar.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %30, Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108317,
      "name": "Acılı Ekmek Dolması (Lezzetli)",
      "description": "Liyue'den geleneksel bir atıştırmalık. Derin tavadaki yoğun yanık aroma çeşnilere geçiyor ve yumuşacık dolmalara aktarılıyor. Havayı dolduran hoş koku bütün övgüleri hak eden türden. Tıpkı emekçi Liyue halkının bu ünlü ve müreffeh limanı inşa etmesi gibi bu sıradan malzemelerle de emek verilerek lezzetiyle hayretler uyandıran bir yemek \"inşa edilebilir\". Böyle bir yemeğin uyuyan bir tanrıyı bile uykusundan uyandırması boşuna değil...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %35, Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}