{
  "_id": 3124,
  "id": "crispy_spring_rolls",
  "name": "Çıtır Kalem Böreği",
  "description": "Liyue'ye özgü bir kızartma yemeği. İnce bir hamura sarılan kıyma ve sebzeler silindir şeklinde yuvarlanır ve altın sarısı olana kadar kızartılır. Dışı çıtır içi dolu dolu olan bu minik atıştırmalıklar, genç yaşlı herkesin favorisidir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Kuş Eti",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambu Filizi",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mantar",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 2
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108934,
      "name": "Çıtır Kalem Böreği (Tuhaf)",
      "description": "Liyue'ye özgü bir kızartma yemeği. Kabuğunun çıtır olması gerekiyordu ama tuhaf bir şekilde ıslanıp yumuşamış... Bir dakika, yoksa böreği sarmak için kullanılan yağlı kağıt bu mu?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108935,
      "name": "Çıtır Kalem Böreği",
      "description": "Liyue'ye özgü bir kızartma yemeği. İnce bir hamura sarılan kıyma ve sebzeler silindir şeklinde yuvarlanır ve altın sarısı olana kadar kızartılır. Dışı çıtır içi dolu dolu olan bu minik atıştırmalıklar, genç yaşlı herkesin favorisidir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108936,
      "name": "Çıtır Kalem Böreği (Lezzetli)",
      "description": "Liyue'ye özgü bir kızartma yemeği. Isırdığın gibi çıtırdar ve içindeki sulu dolgu dışarı taşar. O altın gibi kızarmış gevrek hamurunun altında yalnızca lezzet katmanları değil, Liyue'nin kıpır kıpır, dinamik ruhu da saklıdır.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108949,
      "id": "flavor_of_spring",
      "name": "Baharın Lezzeti",
      "description": "Zibai'ın özel tarifi. Rengi, tıpkı onun gözlerini andıran altın sarısı kehribar gibi ışıldıyor. Kokusu sıradan bir kalem böreği gibi tanıdık olsa da o çıtır kabuğunu her ısırdığında şaşırtıcı bir dirençle karşılaşıyorsun... Yoksa bu, kadim Lang-Gan'dan kalma gizli bir tarif mi?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 282 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "zibai",
        "name": "Zibai"
      }
    }
  }
}