{
  "_id": 4105,
  "id": "eighttreasure_duck",
  "name": "Sekiz Hazine Ördeği",
  "description": "Yapımı gerçekten maharet isteyen bir yemek. Adına sekiz hazine denen sekiz farklı çeşit et ve sebze, kemikleri ayıklanmış bir ördeğin içine doldurulur. Daha sonra ördeğe şans ve uğur sembolü olan asma kabağı şekli verilir. Seçkin malzemeler, üstün bir kesim tekniği ve muhteşem bir zamanlama gerektiren bu yemek, son tabak olarak sunulduğu tüm ziyafet sofralarındaki yerini hak ediyor.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Kuş Eti",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Balık",
      "amount": 3
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jambon",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108636,
      "name": "Sekiz Hazine Ördeği (Tuhaf)",
      "description": "Yapımı gerçekten maharet isteyen bir yemek. Kemikleri ayıklamaktan neredeyse gözlerin bozuldu. Tam anlamıyla bir sabır, dayanıklılık ve aynı zamanda bıçak kullanma becerisi sınavı oldu bu yemek. O kadar özenle hazırladığın ördeğin tavada pişerken resmen patlamış olması da çok yazık oldu... Şimdi gözlerini kapat, sakinleş ve bu yemeği tekrar yapmayı aklından çıkar.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %25, Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108637,
      "name": "Sekiz Hazine Ördeği",
      "description": "Yapımı gerçekten maharet isteyen bir yemek. Adına sekiz hazine denen sekiz farklı çeşit et ve sebze, kemikleri ayıklanmış bir ördeğin içine doldurulur. Daha sonra ördeğe şans ve uğur sembolü olan asma kabağı şekli verilir. Seçkin malzemeler, üstün bir kesim tekniği ve muhteşem bir zamanlama gerektiren bu yemek, son tabak olarak sunulduğu tüm ziyafet sofralarındaki yerini hak ediyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %30, Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108638,
      "name": "Sekiz Hazine Ördeği (Lezzetli)",
      "description": "Yapımı gerçekten maharet isteyen bir yemek. Tombul ve lezzetli görünen şanslı ördeği daha tavadan aldığın an yememek için kendini zor tutarsın. Enfes kokulu sosu eklediğinde oluşan gül rengi parlaklık ile birlikte yemek mükemmel bir görüntü, tat ve şekil bütününe kavuşur. Her ısırık, ağızda gerçek bir lezzet patlaması yaşatırken ardında uzun süren ve hoş bir tat bırakır.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %35, Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
