{
  "_id": 2008,
  "id": "fishermans_toast",
  "name": "Balıkçı Tostu",
  "description": "Bol soğanlı bir tost. Günlerini nehir kenarında balık tutarak geçiren balıkçıların en sevdiği yiyeceklerden biri.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Domates",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Soğan",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Süt",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108001,
      "name": "Balıkçı Tostu (Tuhaf)",
      "description": "Bol soğanlı bir tost. Pek düzgün pişirilmemiş. Balık tutarken yesen bile tadının kötü olduğunu anlarsın.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 88 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108002,
      "name": "Balıkçı Tostu",
      "description": "Bol soğanlı bir tost. Günlerini nehir kenarında balık tutarak geçiren balıkçıların en sevdiği yiyeceklerden biri.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 107 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108003,
      "name": "Balıkçı Tostu (Lezzetli)",
      "description": "Bol soğanlı bir tost. Öyle nefis bir kokusu var ki balıkların gözü bile yemden çok bu tostta.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 126 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108115,
      "name": "Balık Aromalı Tost",
      "description": "Klee'nin özel tarifi. Jean, bombalarını düşüncesizce kullanıp balıkları korkutan Klee'nin balıkçılara özür mahiyetinde bu tostu yapmasını buyurdu. Doyurucu ve leziz bir tost. Klee bir daha hiç açlık çekmeyecek, patlata patlata balık avlayarak geçirdiği koca bir günün ardından bile.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 151 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "klee",
        "name": "Klee"
      }
    }
  }
}
