{
  "_id": 2404,
  "id": "fontainian_onion_soup",
  "name": "Fontaine Usulü Soğan Çorbası",
  "description": "Bir soğan çorbası. Soğan hafif renk alana kadar tavada kavrulur ve sonra et suyunda kaynatılır. Malzeme bir çorba tenceresine alınır ve içine bir dilim ekmek konup biraz peynir serpilerek fırına verilir. Tecrübeli şefler soğan doğrarken asla ağlamaz. Bu işin püf noktası ise şu: Soğanı yamağa kestirtmek.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Soğan",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Peynir",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108545,
      "name": "Fontaine Usulü Soğan Çorbası (Tuhaf)",
      "description": "Bir soğan çorbası. İlk birkaç yudumun tadı fena değildi ama yağlı peynir tam boğazından geçerken neredeyse kalp çarpıntısına sebep olacaktı... Önümüzdeki günlerde yakınlarında çorba görmek istemeyebilirsin.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 88 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108546,
      "name": "Fontaine Usulü Soğan Çorbası",
      "description": "Bir soğan çorbası. Soğan hafif renk alana kadar tavada kavrulur ve sonra et suyunda kaynatılır. Malzeme bir çorba tenceresine alınır ve içine bir dilim ekmek konup biraz peynir serpilerek fırına verilir. Tecrübeli şefler soğan doğrarken asla ağlamaz. Bu işin püf noktası ise şu: Soğanı yamağa kestirtmek.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 107 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108547,
      "name": "Fontaine Usulü Soğan Çorbası (Lezzetli)",
      "description": "Bir soğan çorbası. Üstü çıtır altı yumuşak ekmek yatağında altın renkli eriyip uzayan peynir, zengin soğan kokusu ve hafif tuzla birleşmiş. İçinin ısınması için küçücük bir yudum yeterli.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 126 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}