{
  "_id": 3401,
  "id": "fontainian_foie_gras",
  "name": "Fontaine Usulü Kaz Ciğeri",
  "description": "Geleneksel bir Fontaine yiyeceği. Kaz ciğerini servis etmeden önce sadece tavada kızartmak yeterlidir. Isının ustaca kontrol edilmesi sayesinde nar gibi kızaran kaz ciğerinin baştan çıkaran bir yumuşaklığı vardır. Pişirmek için odaklanıp konsantre olmak gerekir yoksa leziz ciğer eriyip bir yağ çamuruna dönüşebilir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Kuş Eti",
      "amount": 2
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Reçel",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108515,
      "name": "Fontaine Usulü Kaz Ciğeri (Tuhaf)",
      "description": "Geleneksel bir Fontaine yemeği. Sanki bir kaşık yağ yutmuşsun da bir lokma daha yersen yutamayacakmışsın gibi geliyor. Yemeği pişirirken bir kavanoz yağ boca edilmiş sanki.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108516,
      "name": "Fontaine Usulü Kaz Ciğeri",
      "description": "Geleneksel bir Fontaine yiyeceği. Kaz ciğerini servis etmeden önce sadece tavada kızartmak yeterlidir. Isının ustaca kontrol edilmesi sayesinde nar gibi kızaran kaz ciğerinin baştan çıkaran bir yumuşaklığı vardır. Pişirmek için odaklanıp konsantre olmak gerekir yoksa leziz ciğer eriyip bir yağ çamuruna dönüşebilir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108517,
      "name": "Fontaine Usulü Kaz Ciğeri (Lezzetli)",
      "description": "Geleneksel bir Fontaine yemeği. Yumuşak ve yağlı kaz ciğeri damağını ipeksi dans hareketleriyle karşılayıp, boğazından aşağı pürüzsüz bir saten gibi vals yaparak iniyor. Sanki gelecekte yiyeceğin her şeyin tadı buna kıyasla yavan olacakmış gibi üstün bir lezzete sahip. Yine de yediğin için pişman olduğunu söyleyemezsin, değil mi?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
