{
  "_id": 2010,
  "id": "fragrant_mashed_potatoes",
  "name": "Patates Püresi",
  "description": "Çeşnili patates püresi. Patatesler iyice ezilmiş, ardından güzelce sos gezdirilmiş. Ağızda bıraktığı tat yumuşak ve pürüzsüzdür. Zengin ve çok katmanlı bir yapısı vardır. Gerek garnitür gerekse ana yemek olarak yenilebilir, guruldayan mideler için tatmin edici bir tercihtir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patates",
      "amount": 6
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Krema",
      "amount": 4
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Karabiber",
      "amount": 3
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108241,
      "name": "Patates Püresi (Tuhaf)",
      "description": "Çeşnili patates püresi. Pürenin içinde ezilmemiş birkaç patates parçası kalmış. Yemekte istenmeyen derecede bir gelişigüzellik bulunuyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108242,
      "name": "Patates Püresi",
      "description": "Çeşnili patates püresi. Patatesler iyice ezilmiş, ardından güzelce sos gezdirilmiş. Ağızda bıraktığı tat yumuşak ve pürüzsüzdür. Zengin ve çok katmanlı bir yapısı vardır. Gerek garnitür gerekse ana yemek olarak yenilebilir, guruldayan mideler için tatmin edici bir tercihtir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108243,
      "name": "Patates Püresi (Lezzetli)",
      "description": "Çeşnili patates püresi. Bu leziz patates püresinden ağzına bir parça attığında doğal tazelik ile süt tadının karışımından doğan yoğun bir lezzet dilinde kendini hissettiriyor. Böyle zarif bir lezzetin, patates gibi sıradan bir malzemeden doğabileceği kimin aklına gelirdi?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}