{
  "_id": 3421,
  "id": "fricassee_de_poulet",
  "name": "Tavuk Frikase",
  "description": "Meşhur bir Fontaine et yemeği. Et önce derisi lezzetli ve kıtır bir kahverengiliğe ulaşana dek yağda kızartılır, ardından tavaya soğan ve diğer çeşniler eklenir. En son fermente meyve suyu eklenip pişmeye bırakılır. Çorba koyulaştığında son dokunuş olarak krema konur. Hazır olduğunda tüm et parçaları eşit biçimde kremaya bulanmış olur ve Fontainelilerin pek sevdiği o sıcak ve tanıdık lezzet ortaya çıkar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Kuş Eti",
      "amount": 4
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Fermente Meyve Suyu",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Soğan",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Krema",
      "amount": 2
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108680,
      "name": "Tavuk Frikase (Tuhaf)",
      "description": "Meşhur bir Fontaine et yemeği. İlk lokmayı ağzına atar atmaz bu yemekte bir sorun olduğunu bariz biçimde anlıyorsun. Pürüzsüz krema ne yazık ki sararmış, kupkuru kalmış ve acılaşmış etin tadını kurtaramaz. Kurda benzettiğin açlığın, kuyruğunu bacakları arasına sıkıştırıp kaçmayı tercih etti...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108681,
      "name": "Tavuk Frikase",
      "description": "Meşhur bir Fontaine et yemeği. Et önce derisi lezzetli ve kıtır bir kahverengiliğe ulaşana dek yağda kızartılır, ardından tavaya soğan ve diğer çeşniler eklenir. En son fermente meyve suyu eklenip pişmeye bırakılır. Çorba koyulaştığında son dokunuş olarak krema konur. Hazır olduğunda tüm et parçaları eşit biçimde kremaya bulanmış olur ve Fontainelilerin pek sevdiği o sıcak ve tanıdık lezzet ortaya çıkar.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108682,
      "name": "Tavuk Frikase (Lezzetli)",
      "description": "Meşhur bir Fontaine et yemeği. Krema ve tavuğun romantik randevusu anında derin ve zengin bir tat oluşturarak insanın moralini yükseltir. Fontainelilerin en sevdiği yemeklerden biri olduğu söylenir... Ömrünün sonuna kadar yesen tadından bıkmazsın.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108683,
      "id": "a_fragrant_feast_of_flavors",
      "name": "Hoş Kokulu Bir Lezzet Şöleni",
      "description": "Emilie'nin özel tarifi. Fermente meyve suyundan hafif çiçeksi bir koku gelir ve damağını odunsu aromalarla kaplar. İpek gibi yumuşacık krema ise ağzında dağılarak lezzetini bırakır. Geriye yoğun aromanın verdiği zevki kalır ve gurmelere layık bir tat sunar.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 274 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "emilie",
        "name": "Emilie"
      }
    }
  }
}