{
  "_id": 3116,
  "id": "fruity_duet",
  "name": "Meyve Düeti",
  "description": "İki lezzetin bir arada olduğu bir meyve içeceği. Bardağın dibindeki kalın meyve tabakasının üstüne meyve suyu ve çaydan yapılan smoothie eklenir. Katman katman farklı taze meyvelerin lezzeti o kadar çekicidir ki kimse hayır diyemez.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Güneriği",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Reçel",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Qingxin",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Şeker",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108567,
      "name": "Meyve Düeti (Tuhaf)",
      "description": "İki lezzetin bir arada olduğu bir meyve içeceği. Alttaki tabaka biraz ekşi, içtikten sonra içini kaplayan his de öyle... Ağzındaki ve kalbindeki bu ekşiliği silmek için bir bardak daha hazırlamaya ne dersin?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108568,
      "name": "Meyve Düeti",
      "description": "İki lezzetin bir arada olduğu bir meyve içeceği. Bardağın dibindeki kalın meyve tabakasının üstüne meyve suyu ve çaydan yapılan smoothie eklenir. Katman katman farklı taze meyvelerin lezzeti o kadar çekicidir ki kimse hayır diyemez.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108569,
      "name": "Meyve Düeti (Lezzetli)",
      "description": "İki lezzetin bir arada olduğu bir meyve içeceği. Beyaz kumlara uzanmış, tupturuncu güneşin yükselmesini izlerken aldığın küçük bir yudumda meyvenin kokusu dudaklarında dans eder, kalbin ısınır ve için ferahlar.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
