{
  "_id": 2009,
  "id": "goulash",
  "name": "Gulaş",
  "description": "Dondurulmuş Etten ve ufak ufak doğranmış sebzelerden yapılan sıcak güveç. Uzun süre kaynatılan domatesler bu yemeğin zengin ve yoğun bir kıvam katar. Midesini bu rahatlatıcı yemekle dolduranların içi ısınır.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100094,
      "id": "chilled_meat",
      "name": "Dondurulmuş Et",
      "amount": 2
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Havuç",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Domates",
      "amount": 1
    }
  ],
  "dish_type": "Maceracının Yemeği",
  "results": {
    "suspicious": {
      "_id": 108204,
      "name": "Gulaş (Tuhaf)",
      "description": "Dumanı üstünde bir güveç. Kısık ateşte pişirme işlemi sırasında ateş pek iyi kontrol edilememiş, bu yüzden ağızda çok sert bir his bırakan bir ürün ortaya çıkmış. Yemeği tek seferde süpürüp geçersen bu hataları görmezden gelebilirsin. Soğuktan her türlü korur.",
      "effect": "900 saniyeliğine tüm grup üyeleri için Dondurucu Soğuk birikim oranını hafif azaltır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108205,
      "name": "Gulaş",
      "description": "Dondurulmuş Etten ve ufak ufak doğranmış sebzelerden yapılan sıcak güveç. Uzun süre kaynatılan domatesler bu yemeğin zengin ve yoğun bir kıvam katar. Midesini bu rahatlatıcı yemekle dolduranların içi ısınır.",
      "effect": "900 saniyeliğine tüm grup üyeleri için Dondurucu Soğuk birikim oranını biraz azaltır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108206,
      "name": "Gulaş (Lezzetli)",
      "description": "Dumanı üstünde bir güveç. Tek bir kaşıkla insanın içi, yüreğinin derinliklerinden gelen bir rahatlama hissi ile doluyor. Her çiğnemede etin tadı serpiliyor, en soğuk ve kasvetli topraklarda bile yiyen kişiye sınırsız kuvvet veriyor.",
      "effect": "900 saniyeliğine tüm grup üyeleri için Dondurucu Soğuk birikim oranını azaltır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
