{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Ballı Char Siu",
  "description": "Liyue'den bir çeşit kızarmış et yemeği. Marine edilen et, metalden özel bir şişe takılarak ateşin üstüne asılır ve bu şekilde pişirilir. Taze kızarmış Char Siu, birçok gurmenin favori lezzetlerinden biridir.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Şeker",
      "amount": 1
    }
  ],
  "dish_type": "İyileştirici Yemek",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Ballı Char Siu (Tuhaf)",
      "description": "Liyue'den bir çeşit kızarmış et yemeği. Aşırı derecede tatlı sosu, damak için usandırıcı bir işkenceden farksız. Yerlilerin de söylediği gibi küçük hatalar büyük sorunlara yol açar ve belli ki yemek yaparken de aynı durum geçerli.",
      "effect": "Seçili karakterin Maks. Canını %8 yeniler ve 30 saniye boyunca 5 saniyede bir 210 Can verir."
    },
    "normal": {
      "_id": 108646,
      "name": "Ballı Char Siu",
      "description": "Liyue'den bir çeşit kızarmış et yemeği. Marine edilen et, metalden özel bir şişe takılarak ateşin üstüne asılır ve bu şekilde pişirilir. Taze kızarmış Char Siu, birçok gurmenin favori lezzetlerinden biridir.",
      "effect": "Seçili karakterin Maks. Canını %9 yeniler ve 30 saniye boyunca 5 saniyede bir 260 Can verir."
    },
    "delicious": {
      "_id": 108647,
      "name": "Ballı Char Siu (Lezzetli)",
      "description": "Liyue'den bir çeşit kızarmış et yemeği. Zengin kırmızı rengi, kokusu ve yoğun lezzetiyle harika bir bütün olmuş. Daha bakarken aşırı yemekten bayılacağını hissediyor insan. Bir parça et, biraz da zengin sostan derken bu lezzet deneyimi için bir kase pilav yetmeyecek gibi.",
      "effect": "Seçili karakterin Maks. Canını %10 yeniler ve 30 saniye boyunca 5 saniyede bir 300 Can verir."
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "Yumulmalık Yum Cha",
      "description": "Gaming'in özel tarifi. Gerçeğinin bire bir aynısı Suanni somunları, buharda pişmesi için sıra sıra hasır sepete dizilmiş. Erik Çiçeği Direkleri arasında hoplayan o zeki genç çocukları anımsatıyor adeta... \"O yüzündeki şaşkın ifade de ne öyle? Gel önce bir çay içelim.\" diyen genç adam, neşeyle gülümseyerek fincanı sana uzatır.",
      "effect": "Seçili karakterin Maks. Canını %14 yeniler ve 30 saniye boyunca 5 saniyede bir 350 Can verir.",
      "character": {
        "id": "gaming",
        "name": "Gaming"
      }
    }
  }
}