{
  "_id": 3212,
  "id": "invigorating_kitty_meal",
  "name": "Neşeli Kedi Tabağı",
  "description": "Oldukça şirin görünen bir ana yemek. Yemek yapılırken Kiminami Anna'nın da yardımıyla geçici başrahibe Neko'nun damak zevki dikkate alınmış. Hibiki'nin bir zamanlar ulaştığı lezzetin tam olarak aynısı olmasa da Leydi Neko, ortaya çıkardığın çalışmadan memnun görünüyor. Baharat eksikliği sebebiyle bu yemek insanlara biraz yavan gelebilir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Balık",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Yosun",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Pirinç",
      "amount": 1
    }
  ],
  "dish_type": "İyileştirici Yemek",
  "results": {
    "suspicious": {
      "_id": 108318,
      "name": "Neşeli Kedi Tabağı (Tuhaf)",
      "description": "Oldukça şirin görünen bir ana yemek. Ancak görüntüsü, yapımındaki tecrübesizliğin ihanetine uğruyor ve her bir parçası alelacele bir araya getirilmiş baştan savma bir ürün ortaya çıkıyor. Geçici başrahibe Neko'nun bu yemeği kabul edip etmeyeceği bile meçhul...",
      "effect": "Seçili karakterin Maks. Canını %26 yeniler ve 30 saniye boyunca 5 saniyede bir 450 Can verir."
    },
    "normal": {
      "_id": 108319,
      "name": "Neşeli Kedi Tabağı",
      "description": "Oldukça şirin görünen bir ana yemek. Yemek yapılırken Kiminami Anna'nın da yardımıyla geçici başrahibe Neko'nun damak zevki dikkate alınmış. Hibiki'nin bir zamanlar ulaştığı lezzetin tam olarak aynısı olmasa da Leydi Neko, ortaya çıkardığın çalışmadan memnun görünüyor. Baharat eksikliği sebebiyle bu yemek insanlara biraz yavan gelebilir.",
      "effect": "Seçili karakterin Maks. Canını %28 yeniler ve 30 saniye boyunca 5 saniyede bir 620 Can verir."
    },
    "delicious": {
      "_id": 108320,
      "name": "Neşeli Kedi Tabağı (Lezzetli)",
      "description": "Oldukça şirin görünen bir ana yemek. Yemeği yaparken kullanılan basit yöntemler, malzemelerin tüm lezzetlerini korumasını sağlamış. Genellikle insanları umursamayan kediler bile bu yemeğin kokusunu alınca koşarak gelir. Şey, köpeklerin de gelmesi normal mi?",
      "effect": "Seçili karakterin Maks. Canını %30 yeniler ve 30 saniye boyunca 5 saniyede bir 790 Can verir."
    },
    "special": {
      "_id": 108511,
      "id": "energizing_bento",
      "name": "Enerji Verici Bento",
      "description": "Kirara'nın özel tarifi. Kirara'nın hazırlarken çok emek verdiği, insanlara uygun bir yemek. İnsan kadınların tercihlerini gözlemleyen Kirara, bu dengeli şekilde hazırlanmış mezelerle, kedi şeklindeki sevimli pirinç toplarını bir araya getirdi. Görünüşü güzelce sarılıp hazırlanmış bir paket gibi... Her gün yesen de bıkmazsın!",
      "effect": "Seçili karakterin Maks. Canını %34 yeniler ve 30 saniye boyunca 5 saniyede bir 980 Can verir.",
      "character": {
        "id": "kirara",
        "name": "Kirara"
      }
    }
  }
}
