{
  "_id": 2211,
  "id": "katsu_sandwich",
  "name": "Katsu Sandviçi",
  "description": "Besin açısından dengeli bir yiyecek. İki dilim ekmeğin arasında kalın bir katsu parçası yer alır. Kokulu, hafif tatlı ekşi sos bu sandviçin fazla ağır olmasını önleyen önemli bir malzemedir. Yabancı mutfakları yerel lezzetlerle birleştiren muhteşem bir yiyecek!",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 2
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Lahana",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108381,
      "name": "Katsu Sandviçi (Tuhaf)",
      "description": "Besin açısından dengeli bir yiyecek ama sebzeleri çürümüş. Et kurumuş ve sertleşmiş. Ayrıca ekmek dilimleri de çok sert. Neyse, önemli değil. Sonuçta aç kalmamak lazım.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 66 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108382,
      "name": "Katsu Sandviçi",
      "description": "Besin açısından dengeli bir yiyecek. İki dilim ekmeğin arasında kalın bir katsu parçası yer alır. Kokulu, hafif tatlı ekşi sos bu sandviçin fazla ağır olmasını önleyen önemli bir malzemedir. Yabancı mutfakları yerel lezzetlerle birleştiren muhteşem bir yiyecek!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 81 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108383,
      "name": "Katsu Sandviçi (Lezzetli)",
      "description": "Besin açısından dengeli bir yiyecek. Güzel kokulu, yumuşacık ekmek insanı hemen doyuruyor. Çıtır, sulu katsunun tadı da damakta kalıyor. Bir ısırık bile insanı tamamen memnun etmeye yetiyor. Bu harika birleşimi ilk kim bulmuş acaba?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 95 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108390,
      "id": "the_only_truth",
      "name": "Tek Gerçek",
      "description": "Shikanoin Heizou'nun özel tarifi. Yumuşak ve akışkan çırpılmış yumurtaların üzerine mükemmel bir şekilde kızarmış sulu katsu... Gerçekten de baştan çıkarıcı bir lezzete sahip. Bütün tabağı silip süpürmek için can atıyorsun ve içinde saklı olan tüm duygularını da dışa vurma isteği uyandırıyor. Bu yemek Heizou'nun gizli silahı olamaz herhalde, değil mi?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 114 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "shikanoin_heizou",
        "name": "Shikanoin Heizou"
      }
    }
  }
}
