{
  "_id": 2111,
  "id": "mint_salad",
  "name": "Nane Salatası",
  "description": "Hoş kokulu bir salata. İnce ince doğranan Jueyun Biberleri bir sos ile karıştırılıp Nane yapraklarına eklenmiş. Ahım şahım bir tarafı yokmuş gibi görünse de şaşırtıcı biçimde ferahlatıcı ve enerji verici bir etkiye sahip. Ayrıca yağlı ve ağır bir öğünün tadını ağızdan almaya birebirdir.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Nane",
      "amount": 4
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Jueyun Biberi",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108228,
      "name": "Nane Salatası (Tuhaf)",
      "description": "Hoş kokulu bir salata. Nane ile Jueyun Biberleri birbirleriyle pek iyi eşleşememiş. Dolayısıyla yemek o kadar baharatlı ki yiyenler bir süre ne diyeceğini bilemiyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 66 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108229,
      "name": "Nane Salatası",
      "description": "Hoş kokulu bir salata. İnce ince doğranan Jueyun Biberleri bir sos ile karıştırılıp Nane yapraklarına eklenmiş. Ahım şahım bir tarafı yokmuş gibi görünse de şaşırtıcı biçimde ferahlatıcı ve enerji verici bir etkiye sahip. Ayrıca yağlı ve ağır bir öğünün tadını ağızdan almaya birebirdir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 81 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108230,
      "name": "Nane Salatası (Lezzetli)",
      "description": "Hoş kokulu bir salata. Hafif acı nanenin ferahlığı, Jueyun Biberinin ağızda bıraktığı keskin lezzetin üstünü kapatmayıp baharat lezzetinin yeni seviyelere çıkmasını sağlıyor. Dilinin üzerinde adeta iki dansçı harika bir performans sergileyip alkışları topluyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 95 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
