{
  "_id": 4001,
  "id": "moon_pie",
  "name": "Ay Çöreği",
  "description": "Mondstadt'ın geleneksel çöreği. Etin yoğun çeşnilere yatırılmasının yanı sıra krema da pişirme süreci boyunca tazeliğini ve nemini korumuş. Mondstadt'taki festivallerde bu yemeği kaçırmamak gerek.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Kuş Yumurtası",
      "amount": 4
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Tereyağı",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 2
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108164,
      "name": "Ay Çöreği (Tuhaf)",
      "description": "Mondstadt'ın geleneksel çöreği. Yanık sarı krema hiç iç açıcı durmuyor. Hiçbir Mondstadtlı seni elinde bu şeyle görmesin, yoksa her yaptığında başına üşüşüp yol göstermeye çalışırlar.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %25, Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108165,
      "name": "Ay Çöreği",
      "description": "Mondstadt'ın geleneksel çöreği. Etin yoğun çeşnilere yatırılmasının yanı sıra krema da pişirme süreci boyunca tazeliğini ve nemini korumuş. Mondstadt'taki festivallerde bu yemeği kaçırmamak gerek.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %30, Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108166,
      "name": "Ay Çöreği (Lezzetli)",
      "description": "Mondstadt'ın geleneksel çöreği. Bu küçük çörekten bir dilim kestiğin anda tereyağının ve etin aroması dört bir yanını sarıyor. Ağızda bıraktığı o geleneksel ve tatlı lezzet sana hasat festivallerinin görüntülerini ve seslerini anımsatırken suratında bir gülümseme oluşuyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %35, Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108245,
      "name": "Fırtınayamacı Çöreği",
      "description": "Eula'nın özel tarifi. Alışılmışın dışındaki hilal şekliyle gelenekleri mi reddediyor yoksa Eula'nın \"dişe diş\" inancını mı ifade ediyor anlamak zor. Altın sarısı rengindeki kaplamasından zengin, iştah açıcı, tütsülenmiş bir tat geliyor. Mondstadt'taki hiç kimse bu yemeği kopyalayamaz. Ama yine de bunları Eula'ya söylememek en iyisi. Yoksa kişisel kan davalıları listesi uzayabilir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %40, Savunmasını 282 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}
