{
  "_id": 3512,
  "id": "nanas_cake",
  "name": "Nanas Keki",
  "description": "İlginç şekilli bir kek. Hamuru iyice karıştırdıktan sonra bir kalıba dök ve tamamen pişene dek ısıt. Özellikle kenarları kolay yanar. Nanas Kekinin o müthiş altın rengine sahip olması için en önemli nokta, sıcaklığı doğru ayarlamaktır.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Kuş Yumurtası",
      "amount": 4
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Şeker",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108843,
      "name": "Nanas Keki (Tuhaf)",
      "description": "İlginç şekilli bir kek. Kalıptan çıkardığında biraz tuhaf görünüyordu, dokusu da olması gerektiğinden daha yumuşak. Pişirme sürecini düşündüğünde kekin tadının nasıl denizden yeni çıkmış gibi olduğuna aklın ermiyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108844,
      "name": "Nanas Keki",
      "description": "İlginç şekilli bir kek. Hamuru iyice karıştırdıktan sonra bir kalıba dök ve tamamen pişene dek ısıt. Özellikle kenarları kolay yanar. Nanas Kekinin o müthiş altın rengine sahip olması için en önemli nokta, sıcaklığı doğru ayarlamaktır.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108845,
      "name": "Nanas Keki (Lezzetli)",
      "description": "İlginç şekilli bir kek. Altın rengi sana Guiztli Kasabası'nda gün batımını hatırlatıyor. Nanaslıların neşeli simasını taşıyan bu keke baktığında içini bir mutluluk kaplıyor. Yumurta ve kremanın muhteşem kokusuna dalmışken, Guiztli Kasabası'nda arkadaşlarınla geçirdiğin neşeli anları sonsuza dek saklayabilmeyi diliyorsun.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}