{
  "_id": 2202,
  "id": "onigiri",
  "name": "Onigiri",
  "description": "Pirinçle yapılan hafif bir yemek. Yapımı kolay olduğu ve oda sıcaklığında lezzetini muhafaza ettiği için hem halk hem de askerler arasında çok popülerdir.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Balık",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Yosun",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Pirinç",
      "amount": 1
    }
  ],
  "dish_type": "İyileştirici Yemek",
  "results": {
    "suspicious": {
      "_id": 108255,
      "name": "Onigiri (Tuhaf)",
      "description": "Pirinçle yapılan hafif bir yemek. Üçgenimsi bir şekle sahip, ancak o kadar gevşek ki tabaktan alırken parça parça olacakmış gibi. Evet, parça parça... Müstakbel konuklarının da aklından aynısı geçecek, emin ol.",
      "effect": "Seçili karakterin Maks. Canını %18 yeniler ve 30 saniye boyunca 5 saniyede bir 300 Can verir."
    },
    "normal": {
      "_id": 108256,
      "name": "Onigiri",
      "description": "Pirinçle yapılan hafif bir yemek. Yapımı kolay olduğu ve oda sıcaklığında lezzetini muhafaza ettiği için hem halk hem de askerler arasında çok popülerdir.",
      "effect": "Seçili karakterin Maks. Canını %20 yeniler ve 30 saniye boyunca 5 saniyede bir 390 Can verir."
    },
    "delicious": {
      "_id": 108257,
      "name": "Onigiri (Lezzetli)",
      "description": "Pirinçle yapılan hafif bir yemek. Çıtır yosunlar, yapışkan pirincin hoş tatlılığına biraz umami ekliyor. Son rötuş olarak Onigirinin içindeki taze balık, pusuda bekleyen bir çete gibi birdenbire ortaya çıkıyor ve hem vücutta hem de zihinde yarattığı haz, adeta zaferin davul zurnayla kutlanması gibi hissettiriyor.",
      "effect": "Seçili karakterin Maks. Canını %22 yeniler ve 30 saniye boyunca 5 saniyede bir 470 Can verir."
    },
    "special": {
      "_id": 108303,
      "name": "Ağrı Kesici 2.0",
      "description": "Sayu'nun özel tarifi. Sayu, Onigirileri yoğurarak sevimli bir şekil vermiş. Bu bir tanuki değil, mujina. Unutma tamam mı? Sayu'nun yemek yedikten sonra tüm gün uyuyabilmesini sağlayan bu olsa gerek, ne dersin?",
      "effect": "Seçili karakterin Maks. Canını %26 yeniler ve 30 saniye boyunca 5 saniyede bir 570 Can verir.",
      "character": {
        "id": "sayu",
        "name": "Sayu"
      }
    }
  }
}
