{
  "_id": 3302,
  "id": "pita_pocket",
  "name": "Cep Pidesi",
  "description": "İçi dolgulu bir ekmek. Hamur sevimli bir Balon Balığı gibi fırında kabarır. Bu ekmek genelde ortadan ikiye birer \"cep\" gibi ayrılır, bu yüzden ekmeğin adı Cep Pidesidir. Sumerulu insanların eskiden bu ekmeği sosa bandırarak yediği söylenir. Ama bugünlerde insanlar genellikle ekmeğin \"cep\" kısmını çeşitli malzemelerle doldurur ve büyük lokmalar halinde yerler.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Domates",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Süt",
      "amount": 2
    }
  ],
  "dish_type": "İyileştirici Yemek",
  "results": {
    "suspicious": {
      "_id": 108406,
      "name": "Cep Pidesi (Tuhaf)",
      "description": "İçi çeşitli dolgularla dolu bir ekmek. Hamuru tıpkı toprak gibi ve sert dolgular hoş olmayan bir renk katmış... Sadece yolunu kaybetmiş ve günlerdir aç olan bir gezgin bu Cep Pidesini seve seve yer.",
      "effect": "Seçili karakterin Maks. Canını %30 yeniler, ardından 600 Can verir."
    },
    "normal": {
      "_id": 108407,
      "name": "Cep Pidesi",
      "description": "İçi dolgulu bir ekmek. Hamur, sevimli bir Balon Balığı gibi fırında kabarır. Bu ekmek genelde ortadan ikiye bir \"cep\" gibi ayrılır, bu yüzden ekmeğin adı Cep Pidesidir. Sumerulu insanların eskiden bu ekmeği sosa bandırarak yediği söylenir. Ama bugünlerde insanlar genellikle ekmeğin \"cep\" kısmını çeşitli malzemelerle doldurur ve büyük lokmalar halinde yerler.",
      "effect": "Seçili karakterin Maks. Canını %32 yeniler, ardından 1.250 Can verir."
    },
    "delicious": {
      "_id": 108408,
      "name": "Cep Pidesi (Lezzetli)",
      "description": "İçi çeşitli dolgularla dolu bir ekmek. Aromalı et ve çıtır sebzeler bu filmde başrolü oynarken, sos da usta bir ışıkçı gibi bu ikilinin düetini ön plana çıkarır. Her \"cep\", tıpkı bir sihirbazın çantası gibi sürprizlerle dolu.",
      "effect": "Seçili karakterin Maks. Canını %34 yeniler, ardından 1.900 Can verir."
    },
    "special": {
      "_id": 108437,
      "id": "yearning",
      "name": "Hasret",
      "description": "Collei'in özel tarifi. Besin açısından zengin malzemeler, her yere götürülebilecek ve her yerde yenilebilecek şekilde, yumuşak hamurların içerisine doldurulmuş. Collei'in dediğine göre içindeki pirzolaya \"Orman Muhafızının Barbeküsü!\" deniyormuş. Aslında bu, sana daha çok kırmızılı, hevesli bir kızı hatırlatıyor. Yemek, Collei'in içindeki hayranlığının somutlaşmış hali olmalı.",
      "effect": "Seçili karakterin Maks. Canını %40 yeniler, ardından 2.350 Can verir.",
      "character": {
        "id": "collei",
        "name": "Collei"
      }
    }
  }
}
