{
  "_id": 3207,
  "id": "rice_cake_soup",
  "name": "Pirinç Keki Çorbası",
  "description": "Yaygın görülen şehir yemeği. Malzemeler çorbayla öyle bütünleşmiş ki son derece çekici bir hal almışlar. Çorba ilk yapıldığında içine çok sınırlı malzeme konulduğu ancak zamanla bunların çeşitlendiği ve sonuç olarak şu anki halini aldığı söylenir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Sosis",
      "amount": 2
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Balık",
      "amount": 1
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Eflatun Kavun",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108288,
      "name": "Pirinç Keki Çorbası (Tuhaf)",
      "description": "Yaygın görülen şehir yemeği. Malzemeler o kadar uzun süre pişmiş ki iyice gevremişler. Bileşenleri ayırt edebilmek için karışımı arayıp taramak, ufak lokmalar almak ve daha detaylı tahliller yapmak gerekiyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108289,
      "name": "Pirinç Keki Çorbası",
      "description": "Yaygın görülen şehir yemeği. Malzemeler çorbayla öyle bütünleşmiş ki son derece çekici bir hal almışlar. Çorba ilk yapıldığında içine çok sınırlı malzeme konulduğu ancak zamanla bunların çeşitlendiği ve sonuç olarak şu anki halini aldığı söylenir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108290,
      "name": "Pirinç Keki Çorbası (Lezzetli)",
      "description": "Yaygın görülen şehir yemeği. Hafif çorbanın tazeliği sayesinde malzemelerin asıl lezzeti öne çıkıyor ve Inazuma Şehri'nin kadim tadını alabiliyorsun. Karlı bir gecede tek başına seyahat ederken seni köklerine döndüren bu yemeği yediğinde kesinlikle için ısınacak.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
