{
  "_id": 3121,
  "id": "right_at_home",
  "name": "Gurbetteki Yuva",
  "description": "Jambon, kuş yumurtası ve diğer malzemelerin pirinçle birlikte kızartılarak yapıldığı Liyue'nin başlıca yemeklerinden biri. Envaiçeşit malzeme ve farklı pişirme yöntemlerinden dolayı Liyue'deki hemen hemen her evde afiyetle yenir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Pirinç",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jambon",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Kuş Yumurtası",
      "amount": 1
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambu Filizi",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108633,
      "name": "Gurbetteki Yuva (Tuhaf)",
      "description": "Bol malzemeli bir yemek. Yetersiz ısıdan ve aşırı nemden dolayı tadı yavan ve normalde olması gereken o isli tattan eser yok. Bir dahaki sefere artık, mümkünse malzemeleri daha yüksek ateşte kızartarak...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108634,
      "name": "Gurbetteki Yuva",
      "description": "Jambon, kuş yumurtası ve diğer malzemelerin pirinçle birlikte kızartılarak yapıldığı Liyue'nin başlıca yemeklerinden biri. Envaiçeşit malzeme ve farklı pişirme yöntemlerinden dolayı Liyue'deki hemen hemen her evde afiyetle yenir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108635,
      "name": "Gurbetteki Yuva (Lezzetli)",
      "description": "Bol malzemeli bir yemek. Altın renkli yumurta sarısı her bir pirinç tanesinin üzerini kaplamış ve yüksek ateşte jambonun tadı bütün yemeğe sinmiş. İnsana kendi evini hatırlatan o tanıdık lezzetin, uzaklardan gelen dostlara ve akrabalara kendilerini evlerinde gibi hissettireceği kesin.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
