{
  "_id": 2309,
  "id": "rose_custard",
  "name": "Güllü Muhallebi",
  "description": "Fermente edilmiş sütten yapılan bir tatlı. Sütü mayalandırıp yoğurt yaptıktan sonra şeker ilave edilip karıştırılır, ardından kuru güller ve kıyılmış yemişler eklenir. İlk başlarda bu tatlı yalnızca maceracılar ve gezgin tüccarlar arasında popülerdi ancak şimdilerde Sumeru'da kahvaltıda ve çay saatlerinde yenilen bir tatlı oldu.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Süt",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Gülü",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Şeker",
      "amount": 1
    }
  ],
  "dish_type": "İyileştirici Yemek",
  "results": {
    "suspicious": {
      "_id": 108470,
      "name": "Güllü Muhallebi (Tuhaf)",
      "description": "Fermente edilmiş sütten yapılan bir tatlı. Güzel görünüyor ancak bir parça alıp denediğinde asitten dişlerin titrer. Tadının eksikliği biraz daha şeker eklenerek giderilebilir. Ancak ağızda bıraktığı o ekşilik unutulabilecek gibi değildir.",
      "effect": "Seçili karakterin Maks. Canını %18 yeniler ve 30 saniye boyunca 5 saniyede bir 300 Can verir."
    },
    "normal": {
      "_id": 108471,
      "name": "Güllü Muhallebi",
      "description": "Fermente edilmiş sütten yapılan bir tatlı. Sütü mayalandırıp yoğurt yaptıktan sonra şeker ilave edilip karıştırılır, ardından kuru güller ve kıyılmış yemişler eklenir. İlk başlarda bu tatlı yalnızca maceracılar ve gezgin tüccarlar arasında popülerdi ancak şimdilerde Sumeru'da kahvaltıda ve çay saatlerinde yenilen bir tatlı oldu.",
      "effect": "Seçili karakterin Maks. Canını %20 yeniler ve 30 saniye boyunca 5 saniyede bir 390 Can verir."
    },
    "delicious": {
      "_id": 108472,
      "name": "Güllü Muhallebi (Lezzetli)",
      "description": "Fermente edilmiş sütten yapılan bir tatlı. Kesilmiş süt, kokulu yapraklar ve çıtır yemişler birleştirilip karıştırıldığında ortaya yumuşak ve tatlı bir lezzet çıkar. O kokulu sütlü tatlı boğazından kayıp giderken, uzun zaman öncelerden bir çiçek kokusu alıyormuş gibi hissedersin.",
      "effect": "Seçili karakterin Maks. Canını %22 yeniler ve 30 saniye boyunca 5 saniyede bir 470 Can verir."
    },
    "special": {
      "_id": 108473,
      "name": "Dipsiz Uyku",
      "description": "Layla'nın özel tarifi. Üstüne saçılmış yemişler, derin ve sessiz bir gecede gökyüzündeki yıldızlar gibidir. Sadece bir ısırıkla tüm günün yorgunluğunu atar, rahatlamış ve huzurlu hissedersin. Layla'ya bunun hakkında nasıl hissettiğini söyledikten sonra yüzünde üzüntüyle karışık bir sevinç belirdi. \"B-Bu harika! Ah, keşke bende de işe yarasaydı.\"",
      "effect": "Seçili karakterin Maks. Canını %26 yeniler ve 30 saniye boyunca 5 saniyede bir 570 Can verir.",
      "character": {
        "id": "layla",
        "name": "Layla"
      }
    }
  }
}
