{
  "_id": 2301,
  "id": "shawarma_wrap",
  "name": "Döner Dürüm",
  "description": "İçi kızarmış etle dolu bir dürüm. Dikey bir şişe yerleştirilen et ince ince kesilerek sebze ve soslar eşliğinde bir lavaş ekmeğin içine sarılır, tabağa konulur. İşte Sumeru'nun basit ama lezzetli sokak yemeği hazır.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Baharat",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108394,
      "name": "Döner Dürüm (Tuhaf)",
      "description": "İçi kızarmış etle dolu bir dürüm. Etler kömür gibi yanmış. Hamurun dış kabuğu ne kadar mükemmel yapılırsa yapılsın, resmi olarak yemeğin umutsuz olduğunu ilan edebilir... Görünüşe göre dikkatsizlik, yemek yapmada kullanılabilecek en kötü malzeme.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 66 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108395,
      "name": "Döner Dürüm",
      "description": "İçi kızarmış etle dolu bir dürüm. Dikey bir şişe yerleştirilen et ince ince kesilerek sebze ve soslar eşliğinde bir lavaş ekmeğin içine sarılır, tabağa konulur. İşte Sumeru'nun basit ama lezzetli sokak yemeği hazır.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 81 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108396,
      "name": "Döner Dürüm (Lezzetli)",
      "description": "İçi kızarmış etle dolu bir dürüm. İnce ve yumuşak bir ekmeğin içerisinde, dışı gevrek içi yumuşak bir et vardır. Lezzeti, baharatlarla zenginleştirilmiş ve sebzelerle dengelenmiştir. Küçük bir ısırık bile, zor beğenen damakları tatmin etmek için yeterlidir. Yerken dikkat et, suyunu döküp de ziyan etme sakın!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 95 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108679,
      "id": "superdeeduper_delicious_meat_roll",
      "name": "Fevkaladenin Fevki Et Dürüm",
      "description": "Sethos'un özel tarifi. Hamurun kalınlığı, yemeğe çiğnemesi hoş bir doku katmış. İçindeki ızgara et, dışarıda bulacağın sıradan tariflerden farklı bir şekilde terbiye edilmiş. Yenilikçi lezzeti damağında şaşırtıcı bir etki bırakıyor. Yanında oturan kayıtsız genç, senin ikinci porsiyonu istediğini görünce göz kırpıyor ve \"Bu gizli bir tarif. Başka bir yerde bulamazsın.\" diyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 114 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "sethos",
        "name": "Sethos"
      }
    }
  }
}