{
  "_id": 3305,
  "id": "sunset_berry_tea",
  "name": "Günbatımı Böğürtlen Çayı",
  "description": "Hoş ve ekşi bir tada sahip meyveli bir içecek. Kokulu çay, taze meyvenin aromasını verir. Soğuk ve ferahlatıcı lezzeti her yudumda boğucu sıcaklığı dağıtır.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Güneriği",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Böğürtlen",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Şeker",
      "amount": 2
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108442,
      "name": "Günbatımı Böğürtlen Çayı (Tuhaf)",
      "description": "Hoş ve ekşi bir tada sahip meyveli bir içecek. Çayın acılığını yumuşatmak için şeker ekledin ama eklediğin şekerin miktarını pek ayarlayamadın. Susuzluğu gideren bir içecek olması gereken şey, şimdi boğazında düğümlenen bir sıvı haline geldi. Su! Evet, biraz daha su içelim...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108443,
      "name": "Günbatımı Böğürtlen Çayı",
      "description": "Hoş ve ekşi bir tada sahip meyveli bir içecek. Kokulu çay, taze meyvenin aromasını verir. Soğuk ve ferahlatıcı lezzeti her yudumda boğucu sıcaklığı dağıtır.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108444,
      "name": "Günbatımı Böğürtlen Çayı (Lezzetli)",
      "description": "Hoş ve ekşi bir tada sahip meyveli bir içecek. Çayın hoş kokusu, senin düşüncelerini alıp götürüyor. Bu çaydan bir yudum aldığında, kendini çiçek açan bir meyve bahçesinde yatıyor gibi veya meyve kokulu hafif esintide çakırkeyif gibi hissediyorsun.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
