{
  "_id": 3303,
  "id": "tahchin",
  "name": "Tahçin",
  "description": "Büyük miktarlarda servis edilen klasik bir ana yemek. Pişmiş pirinç yoğurtta marine edilmiş etle karıştırılır ve üzeri çıtır olana kadar fırında pişirilir. Servis etmeden önce bir tutam Padisarah yaprağı eklemeyi unutma! Pirinç ve et uzun süre tokluk hissi verir, bu da yemeği Kapalı Çarşı'da oldukça popüler hale getirmiştir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Pirinç",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Kuş Eti",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Balık",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "İyileştirici Yemek",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Tahçin (Tuhaf)",
      "description": "Büyük miktarlarda servis edilen klasik bir pirinç yemeği. Koyu renkli dışı oldukça şüpheli görünüyor. Sertleşmiş yüzeyine atılan bir ısırık, dişlerle yemek arasında yapılan bir düello gibi. Zavallı dişlerine bir şey olmasın diye, sadece içindeki dolguları yemeye karar veriyorsun...",
      "effect": "Seçili karakterin Maks. Canını %26 yeniler ve 30 saniye boyunca 5 saniyede bir 450 Can verir."
    },
    "normal": {
      "_id": 108419,
      "name": "Tahçin",
      "description": "Büyük miktarlarda servis edilen klasik bir ana yemek. Pişmiş pirinç yoğurtta marine edilmiş etle karıştırılır ve üzeri çıtır olana kadar fırında pişirilir. Servis etmeden önce bir tutam Padisarah yaprağı eklemeyi unutma! Pirinç ve et uzun süre tokluk hissi verir, bu da yemeği Kapalı Çarşı'da oldukça popüler hale getirmiştir.",
      "effect": "Seçili karakterin Maks. Canını %28 yeniler ve 30 saniye boyunca 5 saniyede bir 620 Can verir."
    },
    "delicious": {
      "_id": 108420,
      "name": "Tahçin (Lezzetli)",
      "description": "Büyük miktarlarda servis edilen klasik bir pirinç yemeği. İlk ısırıkla birlikte, çıtır çıtır dışının çıtırdayan sesleri seni senden alıyor. İkinci ısırıkta, yumuşak ve nemli pirinç sulu etle birlikte ağzında birleşiyor. Üçüncü ısırıkta ise Padisarah'ın kokusu burnuna geliyor... Ancak son ısırıkta, midende artık boş yer kalmıyor. Ne yazık ki, bu harika deneyime devam edemeyecek kadar doydun. O zaman yarın gelip bir porsiyon daha almaya ne dersin?",
      "effect": "Seçili karakterin Maks. Canını %30 yeniler ve 30 saniye boyunca 5 saniyede bir 790 Can verir."
    },
    "special": {
      "_id": 108467,
      "name": "Düello Ruhu",
      "description": "Cyno'nun özel tarifi. Altın renkli pirinç taneleri büyüleyici bir tepe gibi üst üste dizilmiş. Bir parça alıp aromatik eti ağzına götürürken içinde isimlendiremediğin bir dürtü uyanıyor, Dehanın Yakarışı desteni çıkarıp düello yapmak istiyorsun!",
      "effect": "Seçili karakterin Maks. Canını %34 yeniler ve 30 saniye boyunca 5 saniyede bir 980 Can verir.",
      "character": {
        "id": "cyno",
        "name": "Cyno"
      }
    }
  }
}
