{
  "_id": 3412,
  "id": "tomates_narbonnaises",
  "name": "Domates Dolması",
  "description": "Et ile sebzenin dengeli olduğu bir yemek. Yuvarlak bir domates alınır, içi oyulur ve kıyma ile doldurulur, daha sonra fırına verilir. Bu yemeğin tadı ekşi, dokusu yumuşaktır. Fontaine sofralarının en gözde seçimlerinden biridir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Domates",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Pastırma",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Soğan",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108588,
      "name": "Domates Dolması (Tuhaf)",
      "description": "Et ve sebzelerle yapılan bir yemek. Soluk renkli domates titreyerek sanki geldiği bu hale ağlamak istiyor. Daha da kötüsü içindeki kıymanın tadı talaştan farksız. Böyle kötü durumda olan dört domates daha var, onlarla ne yapacağız?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108589,
      "name": "Domates Dolması",
      "description": "Et ile sebzenin dengeli olduğu bir yemek. Yuvarlak bir domates alınır, içi oyulur ve kıyma ile doldurulur, daha sonra fırına verilir. Bu yemeğin tadı ekşi, dokusu yumuşaktır. Fontaine sofralarının en gözde seçimlerinden biridir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108590,
      "name": "Domates Dolması (Lezzetli)",
      "description": "Et ve sebzelerle yapılan bir yemek. Etle doldurulmuş ağız sulandıran domateslerin büyüleyici bir tadı vardır, daha ilk lokmadan ağızda muhteşem bir lezzete dönüşür. Bir tane yedikten sonra kalbindeki tüm kara bulutlar, dilinden bedenine karışan o zengin lezzetlerle birlikte dağılır gider.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
