{
  "_id": 3203,
  "id": "triflavored_skewer",
  "name": "Üç Lezzetli Şiş",
  "description": "Birkaç parçadan oluşan şiş. Bu yemekten üç farklı pişirme işleminin tadını aynı anda almak mümkündür, bu sayede yemek oldukça popülerdir. Olur da bir gün şarabın yanında iyi gidecek bir yemek ararsan bunu gönül rahatlığıyla seçebilirsin.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Çiğ Et",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Kuş Yumurtası",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Un",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Aslanağzı",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108273,
      "name": "Üç Lezzetli Şiş (Tuhaf)",
      "description": "Birkaç parçadan oluşan şiş. Yanmış bambu çubuğu ve soluk renkli malzemelerden adı ağza alınmayacak bir koku çıkıyor. Bu yemeği doğada bir yerde yapsan birkaç dağ yabanisini kendine çekmen işten bile değil...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108274,
      "name": "Üç Lezzetli Şiş",
      "description": "Birkaç parçadan oluşan şiş. Bu yemekten üç farklı pişirme işleminin tadını aynı anda almak mümkündür, bu sayede yemek oldukça popülerdir. Olur da bir gün şarabın yanında iyi gidecek bir yemek ararsan bunu gönül rahatlığıyla seçebilirsin.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108275,
      "name": "Üç Lezzetli Şiş (Lezzetli)",
      "description": "Birkaç parçadan oluşan şiş. Isı kontrolü öyle dengeli ki cızırdayan yağdan parıltılar saçılıyor. Çok çeşitli baharatlar, kullanılan farklı malzemelerin lezzetini vurguluyor. Bu malzemeler biraz az kullanılsa yemek çok sade olurdu, fazla kullanılsa yemek çok yoğun olurdu. Bu keskin denge, şefin sahip olduğu hassasiyeti gösteriyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}
