{
  "_id": 2206,
  "id": "wakatakeni",
  "name": "Yosunlu Bambu Filizi",
  "description": "Açık renkli vejetaryen bir yemek. Et suyu, bambu filizlerinden önce tencereye dökülür ve arkasından yosunlar eklenir. Böylece tüm damak zevklerine uygun, ağızda hafif bir tat bırakan zarif bir ürün ortaya çıkar. Ana öğün öncesi atıştırmalık olarak ya da ana yemeğin yanında garnitür olarak tüketilebilir.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambu Filizi",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Yosun",
      "amount": 2
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108345,
      "name": "Yosunlu Bambu Filizi (Tuhaf)",
      "description": "Açık renkli vejetaryen bir yemek. Yosunlar yutulacak gibi değil, aşırı sert bambu filizleri de insanın dişini kırabilirmiş gibi görünüyor. Uzaktan bakıp yememek en iyisi olacak.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 88 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108346,
      "name": "Yosunlu Bambu Filizi",
      "description": "Açık renkli vejetaryen bir yemek. Et suyu, bambu filizlerinden önce tencereye dökülür ve arkasından yosunlar eklenir. Böylece tüm damak zevklerine uygun, ağızda hafif bir tat bırakan zarif bir ürün ortaya çıkar. Ana öğün öncesi atıştırmalık olarak ya da ana yemeğin yanında garnitür olarak tüketilebilir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 107 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108347,
      "name": "Yosunlu Bambu Filizi (Lezzetli)",
      "description": "Açık renkli vejetaryen bir yemek. Okyanusun kollarında doğan yeni bir hayat ile dağlarda filizlenen gevrek tazelik bu et suyunun içinde buluşmuş. Hafif ve yumuşak tatlar insana önce dört mevsimin mucizesini, ardından da tüm hayatın yeniden doğuşunu yaşatıyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 126 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  }
}