{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Xocoatl",
  "description": "Cacahuatl ile yapılan bir Natlan içeceği. Eskiden acı Cacahuatl'lar değirmende çekilir ve farklı baharatlarla karıştırılarak adına \"acı su\" denen bir içecek yapılırdı. Sonradan tarif gelişti ve şeker katıldığında ortaya çıkan son haliyle enfes kokulu, lezzetli ve çok popüler bir içeceğe dönüştü ama \"acı su\" anlamına gelen ismi hiçbir zaman değişmedi.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Nane",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Süt",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Şeker",
      "amount": 1
    }
  ],
  "dish_type": "Savunma Artırıcı Yemek",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Xocoatl (Tuhaf)",
      "description": "Cacahuatl ile yapılan bir Natlan içeceği. İçeceği tatmadan önce ya tatlı ya acı olacağını tahmin ediyordun fakat kırk yıl düşünsen böylesine ekşi bir tat ile karşılaşacağın aklına gelmezdi... Acaba birileri malzemeleri mi karıştırdı?",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "_id": 108758,
      "name": "Xocoatl",
      "description": "Cacahuatl ile yapılan bir Natlan içeceği. Eskiden acı Cacahuatl'lar değirmende çekilir ve farklı baharatlarla karıştırılarak adına \"acı su\" denen bir içecek yapılırdı. Sonradan tarif gelişti ve şeker katıldığında ortaya çıkan son haliyle enfes kokulu, lezzetli ve çok popüler bir içeceğe dönüştü ama \"acı su\" anlamına gelen ismi hiçbir zaman değişmedi.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "_id": 108759,
      "name": "Xocoatl (Lezzetli)",
      "description": "Cacahuatl ile yapılan bir Natlan içeceği. Krema kıvamına getirilmiş Cacahuatl tanelerinin zengin ve yoğun aroması, damağı adeta yumuşak bir ipek gibi kaplayarak insanın kalbini eriten bir tatlılık bırakıyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "_id": 108821,
      "id": "emotional_support",
      "name": "Duygusal Destek",
      "description": "Ifa'nın özel tarifi. \"Afiyet olsun dostum.\" Bir insanın ve peşinden bir Sürüngenin sesi duyuluyor, başını çevirdiğinde önce Ifa'nın sana nefis kokan bir tabak kurabiye getirdiğini görüyorsun. Hemen arkasında da Cacucu yoğun aromalı bir fincan Xocoatl taşıyor fakat kocaman kanatlarından dolayı dökmeden zar zor verebiliyor. Bu iki kokunun arasında kalınca içindeki endişeler bir anda uçup gidiyor... Elinize sağlık dostlar!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 282 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "ifa",
        "name": "Ifa"
      }
    }
  }
}