{
  "id": "elegy_for_the_end",
  "name": "Элегия погибели",
  "description": "В изящности этот лук не уступает лире барда. Словно вздох печали, выпущенные из него стрелы разят точно в сердце.",
  "rarity": 5,
  "type": "Стрелковое оружие",
  "primary": {
    "name": "Базовая атака",
    "value": 46
  },
  "secondary": {
    "name": "Восст. энергии",
    "value": 12
  },
  "passive": "Песнь разлуки",
  "bonus": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на <span>60/75/90/105/120</span> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом Тысячелетняя симфония: Прощальный гимн. Их мастерство стихии повышается на <span>100/125/150/175/200</span> ед., а сила атаки - на <span>20/25/30/35/40%</span>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
  "ascensions": [
    {
      "ascensionLevel": 0,
      "maxLevel": 20,
      "primary": 122,
      "secondary": 21.2,
      "materials": []
    },
    {
      "ascensionLevel": 1,
      "maxLevel": 40,
      "primary": 235,
      "secondary": 30.9,
      "cost": 10000,
      "materials": [
        {
          "id": "boreal_wolfs_milk_tooth",
          "name": "Молочный зуб арктического волка",
          "amount": 5
        },
        {
          "id": "heavy_horn",
          "name": "Тяжёлый рог",
          "amount": 5
        },
        {
          "id": "recruits_insignia",
          "name": "Шеврон рядового",
          "amount": 3
        }
      ]
    },
    {
      "ascensionLevel": 2,
      "maxLevel": 50,
      "primary": 308,
      "secondary": 35.7,
      "cost": 20000,
      "materials": [
        {
          "id": "boreal_wolfs_cracked_tooth",
          "name": "Треснувший зуб арктического волка",
          "amount": 5
        },
        {
          "id": "heavy_horn",
          "name": "Тяжёлый рог",
          "amount": 18
        },
        {
          "id": "recruits_insignia",
          "name": "Шеврон рядового",
          "amount": 12
        }
      ]
    },
    {
      "ascensionLevel": 3,
      "maxLevel": 60,
      "primary": 382,
      "secondary": 40.6,
      "cost": 30000,
      "materials": [
        {
          "id": "boreal_wolfs_cracked_tooth",
          "name": "Треснувший зуб арктического волка",
          "amount": 9
        },
        {
          "id": "black_bronze_horn",
          "name": "Чёрный бронзовый рог",
          "amount": 9
        },
        {
          "id": "sergeants_insignia",
          "name": "Шеврон сержанта",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 4,
      "maxLevel": 70,
      "primary": 457,
      "secondary": 45.4,
      "cost": 45000,
      "materials": [
        {
          "id": "boreal_wolfs_broken_fang",
          "name": "Сломанный клык арктического волка",
          "amount": 5
        },
        {
          "id": "black_bronze_horn",
          "name": "Чёрный бронзовый рог",
          "amount": 18
        },
        {
          "id": "sergeants_insignia",
          "name": "Шеврон сержанта",
          "amount": 14
        }
      ]
    },
    {
      "ascensionLevel": 5,
      "maxLevel": 80,
      "primary": 532,
      "secondary": 50.3,
      "cost": 55000,
      "materials": [
        {
          "id": "boreal_wolfs_broken_fang",
          "name": "Сломанный клык арктического волка",
          "amount": 9
        },
        {
          "id": "black_crystal_horn",
          "name": "Чёрный кристаллический рог",
          "amount": 14
        },
        {
          "id": "lieutenants_insignia",
          "name": "Шеврон офицера",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 6,
      "maxLevel": 90,
      "primary": 608,
      "secondary": 55.1,
      "cost": 65000,
      "materials": [
        {
          "id": "boreal_wolfs_nostalgia",
          "name": "Ностальгия арктического волка",
          "amount": 6
        },
        {
          "id": "black_crystal_horn",
          "name": "Чёрный кристаллический рог",
          "amount": 27
        },
        {
          "id": "lieutenants_insignia",
          "name": "Шеврон офицера",
          "amount": 18
        }
      ]
    }
  ],
  "refinements": [
    {
      "refinement": 1,
      "desc": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на <span>60</span> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом Тысячелетняя симфония: Прощальный гимн. Их мастерство стихии повышается на <span>100</span> ед., а сила атаки - на <span>20%</span>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    {
      "refinement": 2,
      "desc": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на <span>75</span> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом Тысячелетняя симфония: Прощальный гимн. Их мастерство стихии повышается на <span>125</span> ед., а сила атаки - на <span>25%</span>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    {
      "refinement": 3,
      "desc": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на <span>90</span> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом Тысячелетняя симфония: Прощальный гимн. Их мастерство стихии повышается на <span>150</span> ед., а сила атаки - на <span>30%</span>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    {
      "refinement": 4,
      "desc": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на <span>105</span> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом Тысячелетняя симфония: Прощальный гимн. Их мастерство стихии повышается на <span>175</span> ед., а сила атаки - на <span>35%</span>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    {
      "refinement": 5,
      "desc": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на <span>120</span> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом Тысячелетняя симфония: Прощальный гимн. Их мастерство стихии повышается на <span>200</span> ед., а сила атаки - на <span>40%</span>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    }
  ]
}
