{
  "id": "thundering_pulse",
  "name": "Громовой пульс",
  "description": "Лук, дарованный сёгуном. Его окружают непрестанно потрескивающие молнии.",
  "rarity": 5,
  "type": "Стрелковое оружие",
  "primary": {
    "name": "Базовая атака",
    "value": 46
  },
  "secondary": {
    "name": "Крит. урон",
    "value": 14.4
  },
  "passive": "Правило грома",
  "bonus": "Увеличивает силу атаки на <span>20/25/30/35/40%</span> и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на <span>122440/153050/183660/214270/244880%, % или %</span> соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально.",
  "ascensions": [
    {
      "ascensionLevel": 0,
      "maxLevel": 20,
      "primary": 122,
      "secondary": 25.4,
      "materials": []
    },
    {
      "ascensionLevel": 1,
      "maxLevel": 40,
      "primary": 235,
      "secondary": 37.1,
      "cost": 10000,
      "materials": [
        {
          "id": "narukamis_wisdom",
          "name": "Мудрость Наруками",
          "amount": 5
        },
        {
          "id": "dismal_prism",
          "name": "Тёмная призма",
          "amount": 5
        },
        {
          "id": "firm_arrowhead",
          "name": "Прочный наконечник стрелы",
          "amount": 3
        }
      ]
    },
    {
      "ascensionLevel": 2,
      "maxLevel": 50,
      "primary": 308,
      "secondary": 42.9,
      "cost": 20000,
      "materials": [
        {
          "id": "narukamis_joy",
          "name": "Радость Наруками",
          "amount": 5
        },
        {
          "id": "dismal_prism",
          "name": "Тёмная призма",
          "amount": 18
        },
        {
          "id": "firm_arrowhead",
          "name": "Прочный наконечник стрелы",
          "amount": 12
        }
      ]
    },
    {
      "ascensionLevel": 3,
      "maxLevel": 60,
      "primary": 382,
      "secondary": 48.7,
      "cost": 30000,
      "materials": [
        {
          "id": "narukamis_joy",
          "name": "Радость Наруками",
          "amount": 9
        },
        {
          "id": "crystal_prism",
          "name": "Кристальная призма",
          "amount": 9
        },
        {
          "id": "sharp_arrowhead",
          "name": "Острый наконечник стрелы",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 4,
      "maxLevel": 70,
      "primary": 457,
      "secondary": 54.5,
      "cost": 45000,
      "materials": [
        {
          "id": "narukamis_affection",
          "name": "Милость Наруками",
          "amount": 5
        },
        {
          "id": "crystal_prism",
          "name": "Кристальная призма",
          "amount": 18
        },
        {
          "id": "sharp_arrowhead",
          "name": "Острый наконечник стрелы",
          "amount": 14
        }
      ]
    },
    {
      "ascensionLevel": 5,
      "maxLevel": 80,
      "primary": 532,
      "secondary": 60.3,
      "cost": 55000,
      "materials": [
        {
          "id": "narukamis_affection",
          "name": "Милость Наруками",
          "amount": 9
        },
        {
          "id": "polarizing_prism",
          "name": "Поляризационная призма",
          "amount": 14
        },
        {
          "id": "weathered_arrowhead",
          "name": "Старый наконечник стрелы",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 6,
      "maxLevel": 90,
      "primary": 608,
      "secondary": 66.2,
      "cost": 65000,
      "materials": [
        {
          "id": "narukamis_valor",
          "name": "Доблесть Наруками",
          "amount": 6
        },
        {
          "id": "polarizing_prism",
          "name": "Поляризационная призма",
          "amount": 27
        },
        {
          "id": "weathered_arrowhead",
          "name": "Старый наконечник стрелы",
          "amount": 18
        }
      ]
    }
  ],
  "refinements": [
    {
      "refinement": 1,
      "desc": "Увеличивает силу атаки на <span>20%</span> и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на <span>12%, 24% или 40%</span> соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально."
    },
    {
      "refinement": 2,
      "desc": "Увеличивает силу атаки на <span>25%</span> и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на <span>15%, 30% или 50%</span> соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально."
    },
    {
      "refinement": 3,
      "desc": "Увеличивает силу атаки на <span>30%</span> и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на <span>18%, 36% или 60%</span> соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально."
    },
    {
      "refinement": 4,
      "desc": "Увеличивает силу атаки на <span>35%</span> и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2, 3 или урон обычной атаки увеличивается на <span>21%, 42% или 70%</span> соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально."
    },
    {
      "refinement": 5,
      "desc": "Увеличивает силу атаки на <span>40%</span> и дарует мощь Громовой эмблемы. На уровнях эмблемы 1, 2 или 3 урон обычной атаки увеличивается на <span>24%, 48% или 80%</span> соответственно. Персонаж получает 1 уровень Громовой эмблемы в каждом из следующих случаев: при нанесении элементального урона обычной атакой, эмблема действует 5 сек.; при применении взрыва стихии, эмблема действует 10 сек.; когда элементальная энергия персонажа ниже 100%, полученная таким образом эмблема действует до тех пор, пока персонаж не восстановит всю свою элементальную энергию. Продолжительность действия каждого уровня эмблемы рассчитывается индивидуально."
    }
  ]
}
