{
  "_id": 45,
  "id": "fontaine_dance_of_the_dewwhite_springs_ii",
  "name": "Fontaine: Dança das Fontes Brancas de Orvalho II",
  "order": 51,
  "achievements": [
    {
      "id": 80272,
      "name": "Explorador Continental: Terra das Fontes Harmoniosas II",
      "desc": "Desbloqueie os mapas das seguintes áreas em Fontaine: Região Liffey e Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 248
    },
    {
      "id": 80273,
      "name": "Fonte de Todas as Águas II",
      "desc": "Desbloqueie os Pontos de Teleporte nas seguintes áreas em Fontaine: Região Liffey e Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 249
    },
    {
      "id": 80274,
      "name": "Marcha Santa: Terra das Fontes Harmoniosas II",
      "desc": "Desbloqueie todos os Santuários das Profundezas nas seguintes áreas em Fontaine: Região Liffey e a Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 250
    },
    {
      "id": 80275,
      "name": "Guia das Marés II",
      "desc": "Siga 3 Seelies na Região Liffey e Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine e acenda seus Jardins de Seelie.",
      "reward": 5,
      "hidden": false,
      "order": 251
    },
    {
      "id": 80276,
      "name": "Guia das Marés II",
      "desc": "Siga 6 Seelies na Região Liffey e Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine e acenda seus Jardins de Seelie.",
      "reward": 10,
      "hidden": false,
      "order": 252,
      "preStage": 80275
    },
    {
      "id": 80277,
      "name": "Guia das Marés II",
      "desc": "Siga 9 Seelies na Região Liffey e Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine e acenda seus Jardins de Seelie.",
      "reward": 20,
      "hidden": false,
      "order": 253,
      "preStage": 80276
    },
    {
      "id": 80278,
      "name": "Caçador de Tesouro das Ondas II",
      "desc": "Abra 60 baús do tesouro na Região Liffey e na Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine",
      "reward": 5,
      "hidden": false,
      "order": 254
    },
    {
      "id": 80279,
      "name": "Caçador de Tesouro das Ondas II",
      "desc": "Abra 120 baús do tesouro na Região Liffey e na Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine",
      "reward": 10,
      "hidden": false,
      "order": 255,
      "preStage": 80278
    },
    {
      "id": 80280,
      "name": "Caçador de Tesouro das Ondas II",
      "desc": "Abra 200 baús do tesouro na Região Liffey e na Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine",
      "reward": 20,
      "hidden": false,
      "order": 256,
      "preStage": 80279
    },
    {
      "id": 80281,
      "name": "Aventureiro das Ondas II",
      "desc": "Conclua 3 Desafios Contra o Tempo no Mundo Aberto na Região Liffey e na Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 257
    },
    {
      "id": 80282,
      "name": "Aventureiro das Ondas II",
      "desc": "Conclua 6 Desafios Contra o Tempo no Mundo Aberto na Região Liffey e na Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 258,
      "preStage": 80281
    },
    {
      "id": 80283,
      "name": "Aventureiro das Ondas II",
      "desc": "Conclua 12 Desafios Contra o Tempo no Mundo Aberto na Região Liffey e na Área do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 259,
      "preStage": 80282
    },
    {
      "id": 80284,
      "name": "Aquilo que é mais vasto que o mar, é o céu.",
      "desc": "Tire Lanoire da Fortaleza Meropide...",
      "reward": 10,
      "hidden": false,
      "order": 260
    },
    {
      "id": 80285,
      "name": "É Aqui Que Acaba",
      "desc": "Testemunhe a história do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 261
    }
  ]
}
