{
  "_id": 66,
  "id": "nodkrai_an_elysium_of_moonlight_and_wanderings_ii",
  "name": "Nod-Krai: Paraíso de Luar e Peregrinações - II",
  "order": 67,
  "achievements": [
    {
      "id": 80462,
      "name": "Caçador de Tesouros da Poeira Lunar - II",
      "desc": "Abra 45 baús em Panorama do Mar Vazio, Planície do Caçador de Ondas e Pico do Véu de Cinzas.",
      "reward": 5,
      "hidden": false,
      "order": 423
    },
    {
      "id": 80463,
      "name": "Caçador de Tesouros da Poeira Lunar - II",
      "desc": "Abra 90 baús em Panorama do Mar Vazio, Planície do Caçador de Ondas e Pico do Véu de Cinzas.",
      "reward": 10,
      "hidden": false,
      "order": 424,
      "preStage": 80462
    },
    {
      "id": 80464,
      "name": "Caçador de Tesouros da Poeira Lunar - II",
      "desc": "Abra 180 baús em Panorama do Mar Vazio, Planície do Caçador de Ondas e Pico do Véu de Cinzas.",
      "reward": 20,
      "hidden": false,
      "order": 425,
      "preStage": 80463
    },
    {
      "id": 80465,
      "name": "Aventureiro da Poeira Lunar - II",
      "desc": "Conclua 5 desafios Contra o Tempo de Mundo Aberto no Panorama do Mar Vazio, Pico do Véu de Cinzas e Pico do Véu de Cinzas.",
      "reward": 10,
      "hidden": false,
      "order": 426
    },
    {
      "id": 80466,
      "name": "Explorador Continental: Ilha Banhada pelo Luar - II",
      "desc": "Ilumine os mapas das seguintes áreas em Nod-Krai: Panorama do Mar Vazio, Planície do Caçador de Ondas e Pico do Véu de Cinzas",
      "reward": 5,
      "hidden": false,
      "order": 427
    },
    {
      "id": 80467,
      "name": "Bosques Gelados Além da Escuridão - II",
      "desc": "Desbloqueie todos os Pontos de Teleporte das seguintes áreas de Nod-Krai: Panorama do Mar Vazio, Planície do Caçador de Ondas e Pico do Véu de Cinzas",
      "reward": 5,
      "hidden": false,
      "order": 428
    },
    {
      "id": 80468,
      "name": "Marcha Santa: Ilha Banhada pelo Luar - II",
      "desc": "Desbloqueie todos os Santuários das Profundezas do Panorama do Mar Vazio, Planície do Caçador de Ondas e Pico do Véu de Cinzas na região de Nod-Krai.",
      "reward": 10,
      "hidden": false,
      "order": 429
    },
    {
      "id": 80469,
      "name": "Oferendas à Noite: Ilha Banhada pelo Luar (II)",
      "desc": "Desbloqueie todos os selos dos tesouros escondidos de Kuuhenki no Panorama do Mar Vazio, Planície do Caçador de Ondas e Pico do Véu de Cinzas na região de Nod-Krai.",
      "reward": 10,
      "hidden": false,
      "order": 430
    },
    {
      "id": 80470,
      "name": "Os Ventos Despertam, As Folhas Rodopiam",
      "desc": "Um rouxinol, carregando uma brasa em seu bico, voou somente após o anoitecer.",
      "reward": 10,
      "hidden": false,
      "order": 431
    },
    {
      "id": 80471,
      "name": "Se A Semente Ainda Viver",
      "desc": "Mesmo quando as flores murcham, as folhas mantêm sua promessa.",
      "reward": 10,
      "hidden": false,
      "order": 432
    },
    {
      "id": 80472,
      "name": "Construção Conjunta de Pontos de Encontro: Acampamento no Penhasco",
      "desc": "Eleve o Acampamento no Penhasco ao seu nível máximo.",
      "reward": 5,
      "hidden": false,
      "order": 433
    },
    {
      "id": 80473,
      "name": "Construção Conjunta de Pontos de Encontro: Jardim da Bruxa",
      "desc": "Eleve Jardim da Bruxa ao seu nível máximo.",
      "reward": 5,
      "hidden": false,
      "order": 434
    },
    {
      "id": 80474,
      "name": "Construção Conjunta de Pontos de Encontro: Fortaleza de Favonius",
      "desc": "Eleve Fortaleza de Favonius ao seu nível máximo.",
      "reward": 5,
      "hidden": false,
      "order": 435
    }
  ]
}