{
  "id": "aaru_mixed_rice",
  "name": "Riz mélangé d'Aaru",
  "description": "Une grande portion d'aliments bien nutritifs. Dans ce plat qui réunit riz, nouilles et haricots, le secret du délice réside dans la saveur aigre-douce conférée par les tomates. En raison de sa nature commune et de son faible prix, ce plat est un excellent choix pour assouvir sa faim... Ce qui est l'une des principales raisons pour lesquelles cette recette s'est propagée du Village d'Aaru au reste de Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "rice",
      "name": "Riz",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Farine",
      "amount": 2
    },
    {
      "id": "glabrous_beans",
      "name": "Haricot glabre",
      "amount": 2
    },
    {
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    }
  ],
  "dish_type": "Exploration",
  "results": {
    "suspicious": {
      "name": "Riz mélangé d'Aaru (suspect)",
      "description": "Une grande portion d'aliments bien nutritifs. Dans votre hâte, vous n'avez pas bien mélangé les différents ingrédients avant dégustation, ce qui fait que le goût de tomate est envahissant sur une partie du riz tandis que l'autre partie est fade... Il vaut mieux mélanger une nouvelle fois le plat.",
      "effect": "Restaure 40 pts d'endurance."
    },
    "normal": {
      "name": "Riz mélangé d'Aaru",
      "description": "Une grande portion d'aliments bien nutritifs. Dans ce plat qui réunit riz, nouilles et haricots, le secret du délice réside dans la saveur aigre-douce conférée par les tomates. En raison de sa nature commune et de son faible prix, ce plat est un excellent choix pour assouvir sa faim... Ce qui est l'une des principales raisons pour lesquelles cette recette s'est propagée du Village d'Aaru au reste de Sumeru.",
      "effect": "Restaure 50 pts d'endurance."
    },
    "delicious": {
      "name": "Riz mélangé d'Aaru (délicieux)",
      "description": "Une grande portion d'aliments bien nutritifs. Chaque grain de riz est distinct et uniformément enrobé d'une sauce savoureuse lorsque vous le portez à la cuillère dans votre bouche. Aucune viande huileuse n'a été utilisée pour préparer ce plat, et pourtant son goût est plus que séduisant. Les saveurs s'ajoutent les unes aux autres comme le font les dunes infinies du désert, apportant une satisfaction des plus uniques.",
      "effect": "Restaure 60 pts d'endurance."
    },
    "special": {
      "name": "Soin extrême",
      "description": "Spécialité culinaire de Candace. L'arôme de ce plat vient au nez bien avant qu'il ne soit servi. Il semblerait que Candace ait aussi un don pour entretenir l'appétit... Cependant, la quantité de riz est bien supérieure à celle d'un riz mélangé d'Aaru traditionnel. Comment est-on censé pouvoir finir cette montagne de « soin extrême, voire excessif » ?",
      "effect": "Restaure 80 pts d'endurance.",
      "character": {
        "id": "candace",
        "name": "Candace"
      }
    }
  }
}
