{
  "_id": 3010,
  "id": "adventurers_breakfast_sandwich",
  "name": "Sandwich de l'aventurier",
  "description": "Un plat d'œufs très nutritif. Jambon et œuf à la coque sur une tranche de pain, recouverts d'une sauce crémeuse à la mayonnaise. Son goût délicieux fournit suffisamment de motivation pour partir à l'aventure. Ce n'est pas le petit déjeuner le plus populaire de la Guilde des aventuriers pour rien !",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 3
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jambon",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108167,
      "name": "Sandwich de l'aventurier (suspect)",
      "description": "Un plat d'œufs nutritif. La mayonnaise s'est presque solidifiée, les œufs en dessous sont trop cuits et le jambon est dur. Si vous pouvez le finir, cela vous coupera la faim mais c'est tout !",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108168,
      "name": "Sandwich de l'aventurier",
      "description": "Un plat d'œufs très nutritif. Jambon et œuf à la coque sur une tranche de pain, recouverts d'une sauce crémeuse à la mayonnaise. Son goût délicieux fournit suffisamment de motivation pour partir à l'aventure. Ce n'est pas le petit déjeuner le plus populaire de la Guilde des aventuriers pour rien !",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108169,
      "name": "Sandwich de l'aventurier (délicieux)",
      "description": "Un plat d'œufs très nutritif. La mayonnaise s'étale tels des rayons du soleil sur la surface ondulante de l'œuf poché, le goût en bouche est tendre et doux, soufflé par l'arôme salé unique du jambon. Le soleil se lève à l'est, la lumière est infinie.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108502,
      "id": "surveyors_breakfast_sandwich",
      "name": "Pain de l'arpenteur",
      "description": "Spécialité culinaire de Mika. La luxueuse tartinade devant vous est un véritable monticule d'ingrédients... Et lorsque vous en prenez une petite bouchée, chaque couche clairement délimitée de saveur et d'épices savoureuses se répand dans votre bouche, comme si vous aviez gravi une montagne réservée aux gourmets. S'agit-il des compétences culinaires qu'il a perfectionnées avec l'Ordre ?",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 274 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "mika",
        "name": "Mika"
      }
    }
  }
}