{
  "id": "almond_tofu",
  "name": "Tofu aux amandes",
  "description": "Un dessert à base d'amandes à la texture tendre et au goût intense. Le nom de « tofu » lui a été donné en raison de son apparence.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "milk",
      "name": "Lait",
      "amount": 3
    },
    {
      "id": "sugar",
      "name": "Sucre",
      "amount": 1
    },
    {
      "id": "almond",
      "name": "Amande",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "name": "Tofu aux amandes (suspect)",
      "description": "Un dessert à base d'amandes. Ces dernières ont été grossièrement moulues et leur lait n'a pas été filtré. La texture granulée de ce dessert le rend spécial... du moins, c'est ce que vous croyez.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "name": "Tofu aux amandes",
      "description": "Un dessert à base d'amandes à la texture tendre et au goût intense. Le nom de « tofu » lui a été donné en raison de son apparence.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 81 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "name": "Tofu aux amandes (délicieux)",
      "description": "Un dessert à base d'amandes. Son apparence et sa texture sont aussi raffinées que de la porcelaine blanche. Ce serait presque du gâchis de manger un tel chef-d'œuvre...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 95 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "name": "Beau songe",
      "description": "Spécialité culinaire de Xiao. Les rêves de Xiao sont simples et beaux.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 114 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "xiao",
        "name": "Xiao"
      }
    }
  }
}
