{
  "id": "bamboo_shoot_soup",
  "name": "Soupe de porc aux pousses de bambou",
  "description": "Un bouillon mijoté pendant longtemps. Les pousses de bambou fraîches, la viande et le jambon sont coupés en petits morceaux et cuits jusqu'à ce que la soupe devienne blanche. Les deux textures de viande apportent des saveurs différentes, et sont accompagnées d'un bouillon des plus savoureux.",
  "rarity": 3,
  "recipe": [
    {
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 2
    },
    {
      "id": "ham",
      "name": "Jambon",
      "amount": 2
    },
    {
      "id": "bamboo_shoot",
      "name": "Pousse de bambou",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "name": "Soupe de porc aux pousses de bambou (suspecte)",
      "description": "Une soupe longuement mijotée. Un mauvais contrôle de la chaleur a rendu la viande fraîche un peu difficile à mâcher, et le jambon salé masque le goût attendu. Les pousses de bambou, qui ont absorbé les saveurs des deux viandes, sont probablement la seule partie acceptable de ce plat.",
      "effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "name": "Soupe de porc aux pousses de bambou",
      "description": "Un bouillon mijoté pendant longtemps. Les pousses de bambou fraîches, la viande et le jambon sont coupés en petits morceaux et cuits jusqu'à ce que la soupe devienne blanche. Les deux textures de viande apportent des saveurs différentes, et sont accompagnées d'un bouillon des plus savoureux.",
      "effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "name": "Soupe de porc aux pousses de bambou (délicieuse)",
      "description": "Une soupe longuement mijotée. Une bouffée suffit à ouvrir l'appétit, et dès la première cuillerée, ses saveurs intenses vous emportent. C'est comme si vos ailes se déployaient et vous emportaient dans les airs.",
      "effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "special": {
      "name": "Soupe mijotée au bambou",
      "description": "Spécialité culinaire de Zhongli. Le jambon a été sélectionné selon les normes gastronomiques du Pavillon Yuehai. La viande est de la poitrine de porc, fraîchement chassé à Deauclaire, tandis que les pousses de bambou sont les plus denses que vous trouverez dans le village de Qingce. Le tout est ensuite laissé à mijoter lentement... Un tel goût « particulier » ne peut être partagé qu'avec ceux qui savent l'apprécier.",
      "effect": "Restaure immédiatement 34 % des PV max, puis 980 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}
