{
  "_id": 2407,
  "id": "barbeque_ribs",
  "name": "Côtes levées au barbecue",
  "description": "Un plat de viande croustillant. Ce plat vous demandera de faire frire doucement les côtes jusqu'à ce qu'elles dégagent un léger arôme, avant d'envelopper l'extérieur croustillant dans de la sauce, pour enfin faire griller lentement le tout à feu doux. La manipulation méticuleuse de la chaleur garantit que l'extérieur croustille à la perfection tout en gardant la viande juteuse et tendre.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 2
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Poivre",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108576,
      "name": "Côtes levées au barbecue (suspectes)",
      "description": "Un plat de viande croustillant. Malheureusement, faire griller trop longtemps les côtelettes a laissé la peau craquelée et noircie, avec la viande à l'intérieur maintenant dure, sèche et sans goût... Peut-être que si le nom avait été « barbecue carbonisé », quelqu'un aurait pu trouver ça un peu plus acceptable.",
      "effect": "Restaure 20 % des PV max du personnage sélectionné et 900 PV supplémentaires."
    },
    "normal": {
      "_id": 108577,
      "name": "Côtes levées au barbecue",
      "description": "Un plat de viande croustillant. Ce plat vous demandera de faire frire doucement les côtes jusqu'à ce qu'elles dégagent un léger arôme, avant d'envelopper l'extérieur croustillant dans de la sauce, pour enfin faire griller lentement le tout à feu doux. La manipulation méticuleuse de la chaleur garantit que l'extérieur croustille à la perfection tout en gardant la viande juteuse et tendre.",
      "effect": "Restaure 22 % des PV max du personnage sélectionné et 1 200 PV supplémentaires."
    },
    "delicious": {
      "_id": 108578,
      "name": "Côtes levées au barbecue (délicieuses)",
      "description": "Un plat de viande croustillant. Avant même d'avoir été retiré du gril, la senteur alléchante de la viande assaille vos narines avec des promesses de paradis. Une seule bouchée et le craquèlement de la peau laisse place à la viande juteuse et tendre à l'intérieur... Pas étonnant que ce plat vole la vedette dès qu'il est placé sur une table !",
      "effect": "Restaure 24 % des PV max du personnage sélectionné et 1 500 PV supplémentaires."
    },
    "special": {
      "_id": 108604,
      "id": "secret_sauce_bbq_ribs",
      "name": "Côtes spéciales au barbecue",
      "description": "Spécialité culinaire de Wriothesley. Peu de temps après l'avoir entendu expulser ses subordonnés en criant « Sortez, la cuisine est sur le point d'exploser », une délicatesse de viande salue vos pupilles. La sauce corsée, recouvrant la peau croustillante, apporte une extraordinaire double explosion de délices. En goûtant par contre, le plat semble être pratiquement identique à un condiment qui est devenu terriblement populaire récemment...",
      "effect": "Restaure 30 % des PV max du personnage sélectionné et 1 750 PV supplémentaires.",
      "character": {
        "id": "wriothesley",
        "name": "Wriothesley"
      }
    }
  }
}
