{
  "_id": 3222,
  "id": "bathhouse_manjuu",
  "name": "Manju des Bains",
  "description": "Un dessert garni d'Inazuma. Ces bouchées gourmandes ont une douceur agréable et sont une source d'énergie fantastique. À l'origine distribuées aux baigneurs des Bains Aisa, ces collations spéciales sont depuis devenues un cadeau apprécié pour toutes les occasions.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 4
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Melon lavande",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 2
    }
  ],
  "dish_type": "Exploration",
  "results": {
    "suspicious": {
      "_id": 108790,
      "name": "Manju des Bains (suspects)",
      "description": "Un dessert garni d'Inazuma. L'enveloppe extérieure sèche et dure contient une garniture encore plus sèche, dont le goût sucré très écœurant rend le tout difficile à avaler. Si vous ne voulez pas noyer votre impatience dans la déception, il est probablement préférable de ne pas en manger avant de profiter d'une bonne trempette...",
      "effect": "Restaure 70 pts d'endurance."
    },
    "normal": {
      "_id": 108791,
      "name": "Manju des Bains",
      "description": "Un dessert garni d'Inazuma. Ces bouchées gourmandes ont une douceur agréable et sont une source d'énergie fantastique. À l'origine distribuées aux baigneurs des Bains Aisa, ces collations spéciales sont depuis devenues un cadeau apprécié pour toutes les occasions.",
      "effect": "Restaure 85 pts d'endurance."
    },
    "delicious": {
      "_id": 108792,
      "name": "Manju des Bains (délicieux)",
      "description": "Un dessert garni d'Inazuma. L'enveloppe extérieure, croustillante et feuilletée, protège une garniture riche et délicate, dont la douceur se dissout sur votre langue comme les soucis qui fondent dans une source thermale. Au fur et à mesure que vous mangez, votre fatigue disparaît sans laisser de trace, vous laissant zen et à l'aise.",
      "effect": "Restaure 100 pts d'endurance."
    },
    "special": {
      "_id": 108793,
      "id": "dreams_of_healing",
      "name": "Guérison onirique",
      "description": "Spécialité culinaire de Yumemizuki Mizuki. Ces deux adorables pains en forme de mini-Baku sont blottis l'un contre l'autre, les yeux bien fermés. Mignons et insouciants, ils vous donnent envie d'en savoir plus sur les beaux rêves dans lesquels ils sont perdus... Peut-être qu'une fois que vous aurez pris une bouchée, vous pourrez partager leurs merveilleuses rêveries...",
      "effect": "Restaure 130 pts d'endurance.",
      "character": {
        "id": "yumemizuki_mizuki",
        "name": "Yumemizuki Mizuki"
      }
    }
  }
}