{
  "id": "blackback_perch_stew",
  "name": "Marmite de perche à dos noir",
  "description": "Un plat à base de poisson cuit. Les morceaux de perche sont fermes et savoureux grâce au muguet bleu qui a été ajouté à l'huile de cuisson chaude. Son goût épicé est parfaitement calibré pour ne pas brûler le palais.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fish",
      "name": "Poisson",
      "amount": 3
    },
    {
      "id": "jueyun_chili",
      "name": "Piment de Jueyun",
      "amount": 1
    },
    {
      "id": "salt",
      "name": "Sel",
      "amount": 1
    },
    {
      "id": "violetgrass",
      "name": "Muguet bleu",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "name": "Marmite de perche à dos noir (suspecte)",
      "description": "Un plat à base de poisson cuit. Le goût de la perche s'est noyé dans celui des piments. Seuls une poignée d'individus sont capables d'endurer ce supplice gustatif.",
      "effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "name": "Marmite de perche à dos noir",
      "description": "Un plat à base de poisson cuit. Les morceaux de perche sont fermes et savoureux grâce au muguet bleu qui a été ajouté à l'huile de cuisson chaude. Son goût épicé est parfaitement calibré pour ne pas brûler le palais.",
      "effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "name": "Marmite de perche à dos noir (délicieuse)",
      "description": "Un plat à base de poisson cuit. Les morceaux de perche sont si tendres et savoureux qu'ils fondent dans la langue. On ne peut qu'en reprendre pour combler le vide dans notre bouche.",
      "effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "special": {
      "name": "Poisson bouilli du Restaurant Wanmin",
      "description": "Spécialité culinaire de Xiangling. Le plat signature du Restaurant Wanmin revisité à la sauce Xiangling. Ceux qui auront la chance de le goûter apprécieront l'abondance de saveurs qui caractérise la haute gastronomie liyuéenne.",
      "effect": "Restaure immédiatement 34 % des PV max, puis 980 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
      "character": {
        "id": "xiangling",
        "name": "Xiangling"
      }
    }
  }
}
