{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Boudi-glacé",
  "description": "Une crème glacée bleue. La meilleure façon de se détendre lors d'une journée étouffante est de déguster une glace rafraîchissante. Elle refroidit le corps et l'esprit, comme un plongeon dans la mer, et les soucis se dissipent en même temps que la chaleur, ne laissant que de la pure joie.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Lait",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sel",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crème",
      "amount": 2
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Boudi-glacé (suspect)",
      "description": "Une crème glacée bleue. Les gros morceaux de sel marin ont tendu une embuscade à vos papilles gustatives, vous faisant perdre vos moyens... Au moment où vous avez rassemblé le courage de réessayer, le dessert s'était transformé en un milkshake...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 pts et l'effet des soins de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108685,
      "name": "Boudi-glacé",
      "description": "Une crème glacée bleue. La meilleure façon de se détendre lors d'une journée étouffante est de déguster une glace rafraîchissante. Elle refroidit le corps et l'esprit, comme un plongeon dans la mer, et les soucis se dissipent en même temps que la chaleur, ne laissant que de la pure joie.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 261 pts et l'effet des soins de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108686,
      "name": "Boudi-glacé (délicieux)",
      "description": "Une crème glacée bleue. L'apparence de l'adorable boudiné sur la tasse ajoute une touche humoristique, et l'onctuosité du beurre s'entrelace avec une légère saveur salée et soyeuse. C'est comme si vos sens étaient eux aussi invités à embarquer pour une odyssée sous-marine inoubliable, et vous espérez qu'elle ne finira jamais !",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 308 pts et l'effet des soins de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}