{
  "_id": 2601,
  "id": "borderland_crispbread",
  "name": "Galettes croquantes des confins",
  "description": "Des galettes croustillantes à base de farine de seigle. Leur motif est obtenu en y pressant des galets gelés, et les trous au centre réalisés afin d'imiter ces derniers. Elles contiennent très peu d'humidité, ce qui les rend idéales pour une longue conservation.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110016,
      "id": "rye_flour",
      "name": "Farine de seigle",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sel",
      "amount": 2
    },
    {
      "_id": 101259,
      "id": "icy_pebble",
      "name": "Galet gelé",
      "amount": 2
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108864,
      "name": "Galettes croquantes des confins (suspectes)",
      "description": "Des galettes croustillantes à base de farine de seigle. C'est sec, dur et froid, comme des tuiles gelées d'un toit. Ce pain est assez solide pour tester la dureté des dents... Mais il vaudrait mieux ne pas s'y risquer...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108865,
      "name": "Galettes croquantes des confins",
      "description": "Des galettes croustillantes à base de farine de seigle. Leur motif est obtenu en y pressant des galets gelés, et les trous au centre réalisés afin d'imiter ces derniers. Elles contiennent très peu d'humidité, ce qui les rend idéales pour une longue conservation.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 107 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108866,
      "name": "Galettes croquantes des confins (délicieuses)",
      "description": "Des galettes croustillantes à base de farine de seigle. L'arôme riche du grain ressemble à un accueil chaleureux des champs de seigle, tandis que la saveur simple mais satisfaisante offre une sensation de confort unique.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 126 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
