{
  "_id": 3420,
  "id": "bulle_souffle",
  "name": "Soufflé bullé",
  "description": "Un tout petit gâteau niché dans la peau d'un fruit bullé. Recette : versez des blancs d'œufs battus dans la peau d'un fruit bullé préalablement évidé et enfournez le tout jusqu'à ce que le soufflé soit bien gonflé. Le mot « bullé » ne fait pas partie du nom simplement parce que le fruit éponyme figure parmi les ingrédients, mais aussi parce que le produit fini permet à la langue de se délecter d'une douceur spongieuse semblable à une bulle.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Fruit bullé",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Lait",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108670,
      "name": "Soufflé bullé (suspect)",
      "description": "Un tout petit gâteau niché dans la peau d'un fruit bullé. N'ayant pas pu résister à l'envie de jeter un coup d'œil pendant la cuisson, vous n'avez finalement que vu le soufflé s'effondrer rapidement... Il semble que la curiosité est non seulement un vilain défaut, mais qu'elle ruine aussi les gâteaux...",
      "effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "_id": 108671,
      "name": "Soufflé bullé",
      "description": "Un tout petit gâteau niché dans la peau d'un fruit bullé. Recette : versez des blancs d'œufs battus dans la peau d'un fruit bullé préalablement évidé et enfournez le tout jusqu'à ce que le soufflé soit bien gonflé. Le mot « bullé » ne fait pas partie du nom simplement parce que le fruit éponyme figure parmi les ingrédients, mais aussi parce que le produit fini permet à la langue de se délecter d'une douceur spongieuse semblable à une bulle.",
      "effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "_id": 108672,
      "name": "Soufflé bullé (délicieux)",
      "description": "Un tout petit gâteau niché dans la peau d'un fruit bullé. Tout commence par une glorieuse et moelleuse sensation en bouche. Viennent ensuite le riche arôme d'œuf et la saveur fruitée et fraîche qui imprègnent votre bouche, comme si vous aviez plongé la tête la première dans des nuages moelleux alors que l'air même chante avec une douceur subtile.",
      "effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "special": {
      "_id": 108673,
      "id": "wellbalanced_meal",
      "name": "Repas équilibré",
      "description": "Spécialité culinaire de Sigewinne. « Il faut finir vite, ou le soufflé va s'effondrer ! » Face à un ton si inquiet et à un regard aussi sérieux, on se sent obligé de prendre son couteau et sa fourchette. Mais ensuite, la vue de ces morceaux de viande mystérieuse à l'apparence familière, combinée au souvenir encore frais de ses milkshakes nutritifs... Voilà que vous ne savez plus quoi faire...",
      "effect": "Restaure immédiatement 34 % des PV max, puis 980 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
      "character": {
        "id": "sigewinne",
        "name": "Sigewinne"
      }
    }
  }
}
