{
  "_id": 3001,
  "id": "calla_lily_seafood_soup",
  "name": "Soupe au lys calla et aux fruits de mer",
  "description": "Une soupe avec un mélange équilibré de fruits de mer. Chaque gorgée imprègne votre palais du goût du crabe et de la menthe. Le lys calla apporte une pointe de fraicheur.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Crabe",
      "amount": 4
    },
    {
      "_id": 100056,
      "id": "calla_lily",
      "name": "Lys calla",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menthe",
      "amount": 2
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108049,
      "name": "Soupe au lys calla et aux fruits de mer (suspecte)",
      "description": "Une soupe avec un mélange équilibré de fruits de mer. L'amertume du lotus, l'âpreté de la menthe et l'odeur fétide du crabe en une seule soupe. Rater ce plat est un exploit en soi.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108050,
      "name": "Soupe au lys calla et aux fruits de mer",
      "description": "Une soupe avec un mélange équilibré de fruits de mer. Chaque gorgée imprègne votre palais du goût du crabe et de la menthe. Le lys calla apporte une pointe de fraicheur.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108051,
      "name": "Soupe au lys calla et aux fruits de mer (délicieuse)",
      "description": "Une soupe aux fruits de mer nutritive. Les crabes frais, la menthe et le lys calla sont parfaitement combinés pour venir danser sur le palais. Le goût vous évoque des souvenirs de jeux pieds nus sur la plage.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108175,
      "id": "a_prize_catch",
      "name": "Prise suprême",
      "description": "Spécialité culinaire de Tartaglia. On dirait une bête piégée dans une mare de sang, émettant des cris d'agonie inaudibles... Ce à quoi Tartaglia répond que ce n'est rien d'autre que ce qu'il a attrapé en mer et quelques spécialités locales de sa ville natale.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 282 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "tartaglia",
        "name": "Tartaglia"
      }
    }
  }
}
