{
  "_id": 3308,
  "id": "candied_ajilenakh_nut",
  "name": "Nougat d'ajilenakh",
  "description": "Un dessert riche. Tout d'abord, du sirop est bouilli jusqu'à ce qu'il soit clair, puis il est mélangé avec de la garniture et de la pâte de sésame de Sumeru. Enfin, l'ensemble est uniformément réparti avant d'être versé dans un moule pour le solidifier dans cette forme croquante. On dit que les terres froides de Snezhnaya abritent un plat similaire, avec quelques différences de saveur. Bien sûr, les deux nations croient fermement que leur recette est la version supérieure de tout Teyvat.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Noix d'ajilenakh",
      "amount": 4
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Amande",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Beurre",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rose sumérienne",
      "amount": 1
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108454,
      "name": "Nougat d'ajilenakh (suspect)",
      "description": "Un dessert riche. Les noix dures sont presque comme des pierres cachées dans les sables, attendant de frapper l'inattentionné. Le sucre apporte du bonheur, c'est un fait, mais la sensation de morceaux durs coincés entre les dents le gâche plutôt de moitié...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108455,
      "name": "Nougat d'ajilenakh",
      "description": "Un dessert riche. Tout d'abord, du sirop est bouilli jusqu'à ce qu'il soit clair, puis il est mélangé avec de la garniture et de la pâte de sésame de Sumeru. Enfin, l'ensemble est uniformément réparti avant d'être versé dans un moule pour le solidifier dans cette forme croquante. On dit que les terres froides de Snezhnaya abritent un plat similaire, avec quelques différences de saveur. Bien sûr, les deux nations croient fermement que leur recette est la version supérieure de tout Teyvat.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108456,
      "name": "Nougat d'ajilenakh (délicieux)",
      "description": "Un dessert riche. Le sirop lui-même fond au contact du palais, révélant les noix comme des joyaux enveloppés de velours, menant couche après couche vers une joie immense. Une simple bouchée et c'est comme si vous étiez immergé dans un bain de douceur soyeuse. Eh bien, vous devez vraiment, et je dis bien vraiment, en faire davantage la prochaine fois !",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108474,
      "id": "halvamazd",
      "name": "Halvamazd",
      "description": "Spécialité culinaire de Nahida. Le terme « mazd » signifie sagesse en sumérien et personne ne peut résister à ce genre de « sagesse ». Un sourire apparaît dans les yeux de Nahida : « L'anémone de mer a aidé le petit poisson à grandir, et ce dernier veut évidemment lui rendre la pareille. »",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 282 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "nahida",
        "name": "Nahida"
      }
    }
  }
}