{
  "_id": 3410,
  "id": "coffee_bavarois",
  "name": "Bavarois au café",
  "description": "Un dessert rafraîchissant. Bien que représentatif de Fontaine, il a une recette très simple et directe. Tant que les proportions de ses ingrédients sont respectées, personne n'échouerait à le préparer. D'une texture tendre avec une touche de froid revigorant, il peut instantanément remonter le moral.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Grain de café",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Lait",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crème",
      "amount": 2
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108579,
      "name": "Bavarois au café (suspect)",
      "description": "Un dessert rafraîchissant. Après une grosse bouchée, une vague intense d'amertume et d'acidité engloutit votre cerveau. Vous ne pouvez que supposer que trop de grains de café ont été ajoutés... Même si l'amertume dans votre bouche s'atténuera après un certain temps, vous devriez peut-être vous soucier davantage de la qualité de votre sommeil ce soir...",
      "effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "_id": 108580,
      "name": "Bavarois au café",
      "description": "Un dessert rafraîchissant. Bien que représentatif de Fontaine, il a une recette très simple et directe. Tant que les proportions de ses ingrédients sont respectées, personne n'échouerait à le préparer. D'une texture tendre avec une touche de froid revigorant, il peut instantanément remonter le moral.",
      "effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "_id": 108581,
      "name": "Bavarois au café (délicieux)",
      "description": "Un dessert rafraîchissant. Un goût riche de crème anglaise et une saveur délicieuse de café se mêlent sur le bout de votre langue, les pas de leur danse délicate étant légers et laissant une texture étonnamment soyeuse et lisse dans votre bouche. Pas étonnant que ce plat soit toujours le chouchou sur une carte des desserts !",
      "effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    }
  }
}