{
  "_id": 3413,
  "id": "consomme",
  "name": "Consommé",
  "description": "Une soupe avec une recette complexe. Vous devrez écraser les ingrédients, puis faire mijoter la purée dans du bouillon pour ne finalement servir que la soupe claire du ragoût. Une mystérieuse légende urbaine concernant ce plat enflamme les rues de Fontaine, disant qu'un écrivain à court d'idées a soudainement eu des bouffées d'inspiration après avoir avalé cette soupe... Cet effet incroyable ne serait-il pas une fausse publicité concoctée par un quelconque vendeur de soupe...",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Volaille",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carotte",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108591,
      "name": "Consommé (suspect)",
      "description": "Une soupe avec une recette complexe. Un seul coup d'œil suffit à voir que ce liquide trouble et boueux est une création ratée. Peut-être que les seuls à Fontaine qui accepteraient une telle « nourriture » sont les Fantasmes Hydro croupis qui errent au bord de l'eau...",
      "effect": "#Augmente le taux CRIT de tous les personnages de l'équipe de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108592,
      "name": "Consommé",
      "description": "Une soupe avec une recette complexe. Vous devrez écraser les ingrédients, puis faire mijoter la purée dans du bouillon pour ne finalement servir que la soupe claire du ragoût. Une mystérieuse légende urbaine concernant ce plat enflamme les rues de Fontaine, disant qu'un écrivain à court d'idées a soudainement eu des bouffées d'inspiration après avoir avalé cette soupe... Cet effet incroyable ne serait-il pas une fausse publicité concoctée par un quelconque vendeur de soupe...",
      "effect": "#Augmente le taux CRIT de tous les personnages de l'équipe de 15 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108593,
      "name": "Consommé (délicieux)",
      "description": "Une soupe avec une recette complexe. Ce nectar clair combine l'essence des cieux bleus infinis du dessus et des terres ocre illimitées du dessous, les arômes de viande et de légumes se mélangeant harmonieusement en un tout merveilleux. Pas étonnant qu'un chroniqueur de L'Oiseau de vapeur, autrefois incapable de coucher un seul mot sur son papier, soit devenu une source de génie littéraire après un seul bol, chacun de ses mots presque aussi exquis que ce plat.",
      "effect": "#Augmente le taux CRIT de tous les personnages de l'équipe de 20 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108603,
      "id": "consomme_purete",
      "name": "« Pureté de consommé »",
      "description": "Spécialité culinaire de Neuvillette. Il prétend avoir spécifiquement sélectionné les eaux les plus pures et les plus froides des plus hautes montagnes pour créer ce trésor exquis et incomparable. Bien qu'on ne puisse dénier ses qualités rafraîchissantes, la saveur générale de cette soupe n'est pas différente des soupes ordinaires. Il serait néanmoins préférable de ne pas le lui dire...",
      "effect": "Augmente le taux CRIT et les DGT CRIT de tous les personnages de l'équipe de 20 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "neuvillette",
        "name": "Neuvillette"
      }
    }
  }
}
