{
  "_id": 2204,
  "id": "crab_roe_kourayaki",
  "name": "Kourayaki d'œufs de crabe",
  "description": "Un plat de chair de crabe cuit directement à la flamme. La chair et les œufs sont mélangés uniformément, avant d'être garnis de pattes de crabe dodues. Le bonheur qui découle de cette première bouchée donne un sens à la patience dont vous avez fait preuve.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Crabe",
      "amount": 1
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Œufs de crabe",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108294,
      "name": "Kourayaki d'œufs de crabe (suspect)",
      "description": "Un plat de chair de crabe cuit directement à la flamme. Des fragments de carapace broyés ont été mélangés aux œufs de crabe. Se cogner les dents sur des morceaux durs est une chose, mais l'envie de savourer un mets délicat, elle, est irrécupérable.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108295,
      "name": "Kourayaki d'œufs de crabe",
      "description": "Un plat de chair de crabe cuit directement à la flamme. La chair et les œufs sont mélangés uniformément, avant d'être garnis de pattes de crabe dodues. Le bonheur qui découle de cette première bouchée donne un sens à la patience dont vous avez fait preuve.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 81 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108296,
      "name": "Kourayaki d'œufs de crabe (délicieux)",
      "description": "Un plat de chair de crabe cuit directement à la flamme. La chair de crabe a toujours une belle teinte écarlate et sa texture est tendre et juteuse. Les œufs de crabe ont un arôme rafraîchissant et sont riches et moelleux au goût. La grâce pure de ce plat sur votre langue vous fait commencer à vous demander quel goût pourrait avoir la carapace du crabe.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 95 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}