{
  "_id": 2112,
  "id": "crab_roe_tofu",
  "name": "Crabe au tofu",
  "description": "Un plat à la texture tendre. Les œufs de crabe sont sautés jusqu'à ce que leur huile transpire avant de rejoindre le tofu et être aspergés de bouillon. Simple, mais merveilleusement frais.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Œufs de crabe",
      "amount": 1
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108176,
      "name": "Crabe au tofu (suspect)",
      "description": "Un plat à la texture tendre. Même les œufs de crabe les plus frais n'arrivent pas à masquer le goût du tofu vieilli. L'écraser avec vos baguettes pour le mélanger à du riz blanc est la seule chose que vous pouvez faire pour arriver à l'avaler.",
      "effect": "Réanime un personnage et restaure 250 PV."
    },
    "normal": {
      "_id": 108177,
      "name": "Crabe au tofu",
      "description": "Un plat à la texture tendre. Les œufs de crabe sont sautés jusqu'à ce que leur huile transpire avant de rejoindre le tofu et être aspergés de bouillon. Simple, mais merveilleusement frais.",
      "effect": "Réanime un personnage et restaure 400 PV."
    },
    "delicious": {
      "_id": 108178,
      "name": "Crabe au tofu (délicieux)",
      "description": "Un plat à la texture tendre. Le tofu est tellement moelleux qu'il pourrait se séparer rien qu'en soufflant dessus. Et les œufs de crabe sont tellement gonflés d'huile qu'elle ruisselle sur vos lèvres dès la première bouchée. Pas besoin de mâcher, ce plat descend sans effort le long de votre œsophage, ne laissant rien d'autre que le souvenir de ses saveurs merveilleuses.",
      "effect": "Réanime un personnage et restaure 550 PV."
    },
    "special": {
      "_id": 108244,
      "id": "my_way",
      "name": "« À ma façon »",
      "description": "Spécialité culinaire de Yanfei. Du tofu aux œufs de crabe préparé avec une incroyable régularité dans la présentation. Les proportions et les saveurs suivent à la lettre les « lois du tofu aux œufs de crabe » citées dans la recette, sans la moindre omission.",
      "effect": "Réanime un personnage et restaure 15 % des PV max, puis encore 550 PV supplémentaires.",
      "character": {
        "id": "yanfei",
        "name": "Yanfei"
      }
    }
  }
}