{
  "_id": 3124,
  "id": "crispy_spring_rolls",
  "name": "Rouleaux de printemps croustillants",
  "description": "Une spécialité frite de Liyue. De la viande et des légumes effilochés sont enroulés dans une fine crêpe, cette dernière étant ensuite roulée en forme de tube, puis frite jusqu'à obtenir une belle couleur dorée. Croustillante à l'extérieur et généreusement garnie, elle est appréciée de tous, petits et grands.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Volaille",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Pousse de bambou",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champignon",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 2
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108934,
      "name": "Rouleaux de printemps croustillants (suspects)",
      "description": "Une spécialité frite de Liyue. La croûte était censée être croustillante, mais elle s'est retrouvée molle et trempée, comme c'est étrange... Attendez, est-ce à cause du papier absorbant utilisé pour l'emballage...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108935,
      "name": "Rouleaux de printemps croustillants",
      "description": "Une spécialité frite de Liyue. De la viande et des légumes effilochés sont enroulés dans une fine crêpe, cette dernière étant ensuite roulée en forme de tube, puis frite jusqu'à obtenir une belle couleur dorée. Croustillante à l'extérieur et généreusement garnie, elle est appréciée de tous, petits et grands.",
      "effect": "#Augmente la DÉF de tous les personnages de l'équipe de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108936,
      "name": "Rouleaux de printemps croustillants (délicieux)",
      "description": "Une spécialité frite de Liyue. À la première bouchée, la croûte croustillante craque pour libérer un délicieux jus. Sous cette enveloppe dorée et feuilletée se cachent non seulement des saveurs superposées, mais aussi l'esprit vibrant et animé de Liyue.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108949,
      "id": "flavor_of_spring",
      "name": "Saveur printanière",
      "description": "Spécialité culinaire de Zibai. Sa couleur brille comme de l'ambre doré, rappelant ses yeux. Son arôme est aussi familier qu'un simple rouleau de printemps, mais chaque bouchée croustillante révèle une résistance inattendue... Serait-ce une recette secrète de l'ancien royaume de Lang-Gan ?",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 282 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "zibai",
        "name": "Zibai"
      }
    }
  }
}