{
  "_id": 2008,
  "id": "fishermans_toast",
  "name": "Toast du pêcheur",
  "description": "Une tranche de pain de mie grillée recouverte d'oignon. Les pêcheurs emportent souvent ce casse-croûte avec eux.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Oignon",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Lait",
      "amount": 1
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108001,
      "name": "Toast du pêcheur (suspect)",
      "description": "Une tranche de pain de mie grillée recouverte d'oignon. Son imperfection saute aux yeux, même si on essaye de ne pas y faire attention.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108002,
      "name": "Toast du pêcheur",
      "description": "Une tranche de pain de mie grillée recouverte d'oignon. Les pêcheurs emportent souvent ce casse-croûte avec eux.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 107 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108003,
      "name": "Toast du pêcheur (délicieux)",
      "description": "Une tranche de pain de mie grillée recouverte d'oignon qui dégage une odeur exquise. C'est à se demander si ces poissons sont attirés par l'appât ou par ce toast ?",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 126 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108115,
      "id": "fishflavored_toast",
      "name": "Toast au poisson",
      "description": "Spécialité culinaire de Klee. Depuis l'explosion de la rivière, Klee a préparé ce toast pour s'excuser auprès des pêcheurs sous les ordres de Jean. Grâce à ce délicieux plat nourrissant, la jeune fille n'a plus de petit creux même après avoir passé la journée à s'adonner à son passe-temps favori.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 151 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "klee",
        "name": "Klee"
      }
    }
  }
}
