{
  "_id": 2404,
  "id": "fontainian_onion_soup",
  "name": "Soupe fontainoise à l'oignon",
  "description": "Une soupe à l'oignon. Ce plat vous demandera de faire sauter des oignons jusqu'à ce qu'ils soient légèrement dorés, de verser du bouillon de viande, puis de transférer le tout dans un bol à soupe avant d'ajouter des tranches de pain et de saupoudrer de fromage pour enfin chauffer le plat au four. Les chefs chevronnés ne pleurent jamais lorsqu'ils hachent des oignons, et quant à leur astuce... C'est simple, ils laissent les apprentis le faire à leur place.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Oignon",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Fromage",
      "amount": 1
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108545,
      "name": "Soupe fontainoise à l'oignon (suspecte)",
      "description": "Une soupe à l'oignon. Les premières lichées ont bon goût, mais quand vous commencez à l'avaler, le fromage gras vous donne presque des palpitations... Vous n'aurez probablement pas envie de manger de soupe, ni même d'en voir une, pendant toute la semaine suivante.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108546,
      "name": "Soupe fontainoise à l'oignon",
      "description": "Une soupe à l'oignon. Ce plat vous demandera de faire sauter des oignons jusqu'à ce qu'ils soient légèrement dorés, de verser du bouillon de viande, puis de transférer le tout dans un bol à soupe avant d'ajouter des tranches de pain et de saupoudrer de fromage pour enfin chauffer le plat au four. Les chefs chevronnés ne pleurent jamais lorsqu'ils hachent des oignons, et quant à leur astuce... C'est simple, ils laissent les apprentis le faire à leur place.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 107 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108547,
      "name": "Soupe fontainoise à l'oignon (délicieuse)",
      "description": "Une soupe à l'oignon. Le fromage fondant et doré repose sur des tranches de pain croustillantes sur le dessus et moelleuses sur le dessous. Le riche arôme d'oignon se combine à un goût légèrement salé. Une petite gorgée suffit à se réchauffer !",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 126 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}