{
  "id": "fragrant_mashed_potatoes",
  "name": "Purée de pommes de terre",
  "description": "De la purée de pommes de terre agrémentée. Écrasez les pommes de terre jusqu'à l'obtention d'une purée, à laquelle vous mélangez ensuite la sauce dédiée à cet usage. Le plat ainsi obtenu glisse tout seul en bouche en révélant une palette de saveurs. Qu'il s'agisse du plat principal ou d'un accompagnement, la purée de pommes de terre est le met idéal pour remplir les estomacs criant famine.",
  "rarity": 3,
  "recipe": [
    {
      "id": "potato",
      "name": "Pomme de terre",
      "amount": 6
    },
    {
      "id": "cream",
      "name": "Crème",
      "amount": 4
    },
    {
      "id": "pepper",
      "name": "Poivre",
      "amount": 3
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "name": "Purée de pommes de terre (suspecte)",
      "description": "De la purée de pommes de terre agrémentée. Des morceaux de pomme de terre durs s'y trouvent encore, ce qui rajoute un côté aléatoire plutôt déplaisant au plat.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à votre personnage en mode multijoueur."
    },
    "normal": {
      "name": "Purée de pommes de terre",
      "description": "De la purée de pommes de terre agrémentée. Écrasez les pommes de terre jusqu'à l'obtention d'une purée, à laquelle vous mélangez ensuite la sauce dédiée à cet usage. Le plat ainsi obtenu glisse tout seul en bouche en révélant une palette de saveurs. Qu'il s'agisse du plat principal ou d'un accompagnement, la purée de pommes de terre est le met idéal pour remplir les estomacs criant famine.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à votre personnage en mode multijoueur."
    },
    "delicious": {
      "name": "Purée de pommes de terre (délicieuse)",
      "description": "De la purée de pommes de terre agrémentée. La première bouchée de ce plat exquis accueille une saveur intense combinée à la fraîcheur naturelle du lait, qui se développe sur le palais pour votre plus grand plaisir. Difficile de penser qu'un ingrédient aussi basique que la pomme de terre puisse produire un goût si fin.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à votre personnage en mode multijoueur."
    }
  }
}
