{
  "_id": 3421,
  "id": "fricassee_de_poulet",
  "name": "Fricassée de poulet",
  "description": "Un plat de viande fontainois bien connu. La viande est d'abord frite dans l'huile jusqu'à ce que la peau soit croustillante et délicieusement assombrie, puis sautée avec des oignons et d'autres condiments. Vient ensuite du jus de fruit fermenté et un peu de crème une fois le mélange épaissi. Lorsque le plat est prêt, chaque morceau de viande est enveloppé uniformément dans de la crème, lui donnant cette saveur chaleureuse et familière que les Fontainois adorent.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Volaille",
      "amount": 4
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Jus fermenté",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Oignon",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crème",
      "amount": 2
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108680,
      "name": "Fricassée de poulet (suspecte)",
      "description": "Un plat de viande fontainois bien connu. Quelque chose ne va pas : vous vous en êtes rendu compte le moment où c'est entré dans votre bouche. La crème onctueuse n'a aucun espoir de sauver la viande desséchée, jaunie et un peu amère, à tel point que votre appétit à l'instant si vorace s'est enfui la queue entre les jambes...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108681,
      "name": "Fricassée de poulet",
      "description": "Un plat de viande fontainois bien connu. La viande est d'abord frite dans l'huile jusqu'à ce que la peau soit croustillante et délicieusement assombrie, puis sautée avec des oignons et d'autres condiments. Vient ensuite du jus de fruit fermenté et un peu de crème une fois le mélange épaissi. Lorsque le plat est prêt, chaque morceau de viande est enveloppé uniformément dans de la crème, lui donnant cette saveur chaleureuse et familière que les Fontainois adorent.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108682,
      "name": "Fricassée de poulet (délicieuse)",
      "description": "Un plat de viande fontainois bien connu. Le rendez-vous romantique de la crème et du poulet crée instantanément un arôme profond et riche qui remonte le moral. On dit que c'est l'un des plats favoris des Fontainois... On pourrait même se régaler de ce plat toute une vie sans se lasser de sa saveur fantastique.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108683,
      "id": "a_fragrant_feast_of_flavors",
      "name": "Festin aux fumets fragrants",
      "description": "Spécialité culinaire d'Émilie. Le jus de fruit fermenté dégage un subtil parfum floral qui remplit votre palais de senteurs boisées, tandis que la crème soyeuse glisse à ses côtés, conférant à la fois goût et saveur avec modération. La rémanence de l'arôme abondant persiste pour une rencontre gourmande indélébile.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 274 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "emilie",
        "name": "Émilie"
      }
    }
  }
}