{
  "_id": 3116,
  "id": "fruity_duet",
  "name": "Duo du verger",
  "description": "Une boisson fruitée à double saveur. N'oubliez pas d'ajouter une épaisse couche de pulpe au fond avant de verser le liquide crémeux à base de jus et de thé ! Ses saveurs successives de fruits frais sont si tentantes que personne ne peut refuser cette boisson...",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Pomme crépusculaire",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Confiture",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Fleur de Qingxin",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108567,
      "name": "Duo du verger (suspect)",
      "description": "Une boisson fruitée à double saveur. La pulpe au fond a un goût un peu amer et votre humeur est devenue... Que diriez-vous d'en préparer un nouveau pour dissiper cette amertume de votre bouche et de votre cœur ?",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108568,
      "name": "Duo du verger",
      "description": "Une boisson fruitée à double saveur. N'oubliez pas d'ajouter une épaisse couche de pulpe au fond avant de verser le liquide crémeux à base de jus et de thé ! Ses saveurs successives de fruits frais sont si tentantes que personne ne peut refuser cette boisson...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108569,
      "name": "Duo du verger (délicieux)",
      "description": "Une boisson fruitée à double saveur. Une petite gorgée vous envoie sur une plage paradisiaque, le parfum des fruits dansant sur vos lèvres alors que vous vous allongez sur le sable blanc tandis qu'un soleil orange se lève lentement, réchauffant votre cœur et revigorant votre esprit.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
