{
  "_id": 3511,
  "id": "fruits_aplenty",
  "name": "Fruitée chargée",
  "description": "Un jus de fruits frais et riche. Élaboré à partir d'ingrédients variés, ses propriétés revigorantes et saines en ont fait un favori parmi les membres tribaux obsédés par le fitness du Collectif de l'abondance, qui recommandent souvent d'en boire deux grands verres par jour.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifruit",
      "amount": 2
    },
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Baie de quenettier",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108797,
      "name": "Fruitée chargée (suspecte)",
      "description": "Un jus de fruits frais et riche. Le cacahuatl aigre, le granifruit fibreux, les baies de quenettier amères et les œufs gluants... Tous se battent pour l'attention de vos papilles gustatives, mais vous n'avez pas la patience de les laisser terminer. Vous avez désespérément besoin de boire de l'eau pour les faire passer.",
      "effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "_id": 108798,
      "name": "Fruitée chargée",
      "description": "Un jus de fruits frais et riche. Élaboré à partir d'ingrédients variés, ses propriétés revigorantes et saines en ont fait un favori parmi les membres tribaux obsédés par le fitness du Collectif de l'abondance, qui recommandent souvent d'en boire deux grands verres par jour.",
      "effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "_id": 108799,
      "name": "Fruitée chargée (délicieuse)",
      "description": "Un jus de fruits frais et riche. Ce parfum d'un autre monde donne l'impression d'être immergé dans un verger, sous la douce lumière de l'aube. Ses fruits gorgés de rosée fondent sur la langue, cela vous remonte le moral et vous remplit d'énergie... Hum, pourquoi vos jambes vous mènent-elles vers la zone d'entraînement ?",
      "effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    }
  }
}