{
  "_id": 2402,
  "id": "garlic_baguette",
  "name": "Baguette à l'ail",
  "description": "Des tranches de baguette de pain. Sorti du four, le pain a une croûte craquante et croustillante et une mie douce et moelleuse. Les arômes de beurre et d'ail ajoutent encore plus au goût de la baguette ! Pas étonnant alors qu'on puisse souvent voir des Fontainois acheter une baguette en rentrant chez eux après le travail...",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 4
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Beurre",
      "amount": 2
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108521,
      "name": "Baguette à l'ail (suspecte)",
      "description": "Des tranches de baguette de pain. C'est tellement rassis qu'on ne peut s'empêcher de regarder l'assiette en se demandant si ce ne sont pas des pierres déguisées...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108522,
      "name": "Baguette à l'ail",
      "description": "Des tranches de baguette de pain. Sorti du four, le pain a une croûte craquante et croustillante et une mie douce et moelleuse. Les arômes de beurre et d'ail ajoutent encore plus au goût de la baguette ! Pas étonnant alors qu'on puisse souvent voir des Fontainois acheter une baguette en rentrant chez eux après le travail...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 81 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108523,
      "name": "Baguette à l'ail (délicieuse)",
      "description": "Des tranches de baguette de pain. Il est dit que de temps en temps, les gens organisaient des concours de boulangerie où les meilleurs boulangers montraient leur savoir-faire au Palais Mermonia. Cette baguette pourrait certainement remporter le premier prix d'un de ces concours !",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 95 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
