{
  "id": "golden_crab",
  "name": "Crabe doré",
  "description": "Un plat de crabe cuisiné à l'ancienne qui ne vole pas son nom. Roulez le crabe dans de la farine après l'avoir décortiqué et haché pour le frire ensuite. Une fois que c'est fait, faites-le sauter dans une poêle avec des épices jusqu'à ce qu'il soit doré et parfumé.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 5
    },
    {
      "id": "flour",
      "name": "Farine",
      "amount": 5
    },
    {
      "id": "crab",
      "name": "Crabe",
      "amount": 4
    },
    {
      "id": "salt",
      "name": "Sel",
      "amount": 2
    }
  ],
  "results": {
    "suspicious": {
      "name": "Crabe doré (suspect)",
      "description": "Un plat de crabe cuisiné à l'ancienne qui ne vole pas son nom. La farine a formé des grumeaux durs comme de la pierre et on peut encore retrouver des restes de coquille dans la farce qui donne un semblant de goût au plat, contrairement à la viande du crabe.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 pts et les soins reçus de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "name": "Crabe doré",
      "description": "Un plat de crabe cuisiné à l'ancienne qui ne vole pas son nom. Roulez le crabe dans de la farine après l'avoir décortiqué et haché pour le frire ensuite. Une fois que c'est fait, faites-le sauter dans une poêle avec des épices jusqu'à ce qu'il soit doré et parfumé.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 261 pts et les soins reçus de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "name": "Crabe doré (délicieux)",
      "description": "Un plat de crabe cuisiné à l'ancienne qui ne vole pas son nom. La viande de crabe dégage un arôme qui embaume toute la pièce dès qu'elle quitte la poêle. Une bouchée suffit à nous transporter dans un village de pêcheurs. Après tout, le bonheur réside dans la simplicité.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 308 pts et les soins reçus de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
