{
  "_id": 2504,
  "id": "grainfruit_chips",
  "name": "Chips granifruitées",
  "description": "Des chips triangulaires bien croustillantes. Après avoir été retirées de la marmite remplie d'huile, les chips frites sont arrosées de sauce, saupoudrées de fromage et enfin garnies de viande râpée : c'est ainsi que naît un copieux petit-déjeuner natlanois.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifruit",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Volaille",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Fromage",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108736,
      "name": "Chips granifruitées (suspectes)",
      "description": "Des chips triangulaires bien croustillantes. Les morceaux huileux et croquants entrent en collision avec le fromage collant et écœurant pour créer une texture grasse qui peut être digérée une fois, mais plus jamais...",
      "effect": "Restaure immédiatement 18 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "_id": 108737,
      "name": "Chips granifruitées",
      "description": "Des chips triangulaires bien croustillantes. Après avoir été retirées de la marmite remplie d'huile, les chips frites sont arrosées de sauce, saupoudrées de fromage et enfin garnies de viande râpée : c'est ainsi que naît un copieux petit-déjeuner natlanois.",
      "effect": "Restaure immédiatement 20 % des PV max, puis 390 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "_id": 108738,
      "name": "Chips granifruitées (délicieuses)",
      "description": "Des chips triangulaires bien croustillantes. Comme les morceaux croustillent ! On ne peut s'empêcher d'associer ce plat à une sauce aigre-douce, à un fromage riche et parfumé, à une délicieuse viande effilochée... Impossible de s'arrêter : ce sont des combinaisons parfaites !",
      "effect": "Restaure immédiatement 22 % des PV max, puis 470 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "special": {
      "_id": 108747,
      "id": "impeccably_organized",
      "name": "Organisation impeccable",
      "description": "Spécialité culinaire de Kachina. Les chips sont disposées en rangées bien nettes, frites à la perfection. Dans leur croquant délicieux, on peut voir le sérieux et l'attention de Kachina. Serait-ce trop si vous lui disiez ce que vous pensez de son plat, en lui faisant quelques compliments ?",
      "effect": "Restaure immédiatement 26 % des PV max, puis 570 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
      "character": {
        "id": "kachina",
        "name": "Kachina"
      }
    }
  }
}