{
  "_id": 2506,
  "id": "grainfruit_wrap",
  "name": "Dolmas granifruités",
  "description": "Un plat principal enveloppé dans de grandes feuilles. Il existe un dicton simple à Natlan qui dit : quand vous cherchez une feuille pour envelopper votre granifruit, une feuille tombera. Ce dicton est utilisé pour exprimer l'idée que si les choses doivent arriver, elles arriveront.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifruit",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Volaille",
      "amount": 2
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108767,
      "name": "Dolmas granifruités (suspects)",
      "description": "Un plat principal enveloppé dans de grandes feuilles. En gros, ça a le même goût qu'un granifruit cru, ce qui soulève la question de savoir à quoi servait sa cuisson...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108768,
      "name": "Dolmas granifruités",
      "description": "Un plat principal enveloppé dans de grandes feuilles. Il existe un dicton simple à Natlan qui dit : quand vous cherchez une feuille pour envelopper votre granifruit, une feuille tombera. Ce dicton est utilisé pour exprimer l'idée que si les choses doivent arriver, elles arriveront.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 107 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108769,
      "name": "Dolmas granifruités (délicieux)",
      "description": "Un plat principal enveloppé dans de grandes feuilles. Le léger arôme de granifruit s'élève de la garniture moelleuse qui l'accompagne. En fondant dans la bouche, les notes sucrées et épicées se combinent à une touche salée, pour une expérience gustative incroyablement riche.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 126 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
