{
  "_id": 2116,
  "id": "guhua_fish_lamb_soup",
  "name": "Soupe de Guhua au poisson et à l'agneau",
  "description": "Un plat que les documents historiques les plus anciens mentionnent. Le poisson frais et l'agneau sont mijotés ensemble, la tendresse du poisson et la jutosité de l'agneau se mélangeant pour transformer le plat en un véritable délice.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Poisson",
      "amount": 2
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108657,
      "name": "Soupe de Guhua au poisson et à l'agneau (suspecte)",
      "description": "Un plat que les documents historiques les plus anciens mentionnent. Hélas, pas le temps de trop y penser, car le mouton et le poisson se disputent la domination de votre bouche. Vos pauvres papilles gustatives auront certainement besoin d'un bon rinçage après cette soupe...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108658,
      "name": "Soupe de Guhua au poisson et à l'agneau",
      "description": "Un plat que les documents historiques les plus anciens mentionnent. Le poisson frais et l'agneau sont mijotés ensemble, la tendresse du poisson et la jutosité de l'agneau se mélangeant pour transformer le plat en un véritable délice.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 107 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108659,
      "name": "Soupe de Guhua au poisson et à l'agneau (délicieuse)",
      "description": "Un plat que les documents historiques les plus anciens mentionnent. Alors que la soupe blanche et laiteuse glisse dans votre gorge, vous maudissez les divinités de ne pas vous avoir donné deux estomacs. Prenez-en un bol en hiver et vous souhaiterez en manger jusqu'au printemps suivant...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 126 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}