{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Char siu au miel",
  "description": "Un type de viande rôtie de Liyue. La viande marinée est embrochée sur une fourchette en métal spéciale avant d'être suspendue au-dessus du poêle pour être rôtie. Le goût du char siu fraîchement rôti est un des mets préférés de nombreux gourmands.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Char siu au miel (suspect)",
      "description": "Un type de viande rôtie de Liyue. Un assaisonnement bien trop sucré crée un goût difficile à supporter pour votre langue. Comme le dit un dicton local, une infime erreur peut faire une énorme différence, et il semble que cela soit également vrai en cuisine.",
      "effect": "Restaure immédiatement 8 % des PV max, puis 210 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "_id": 108646,
      "name": "Char siu au miel",
      "description": "Un type de viande rôtie de Liyue. La viande marinée est embrochée sur une fourchette en métal spéciale avant d'être suspendue au-dessus du poêle pour être rôtie. Le goût du char siu fraîchement rôti est un des mets préférés de nombreux gourmands.",
      "effect": "Restaure immédiatement 9 % des PV max, puis 260 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "_id": 108647,
      "name": "Char siu au miel (délicieux)",
      "description": "Un type de viande rôtie de Liyue. Devant cette viande d'un rouge vif et aux arômes et saveurs intenses, il est facile de succomber à la gourmandise. Entre les bouchées de viande délicieuse et une sauce riche, un seul bol de riz peut sembler bien insuffisant pour cette expérience gustative !",
      "effect": "Restaure immédiatement 10 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "P'tit yum cha",
      "description": "Spécialité culinaire de Gaming. Des rangées de petits pains en forme de suannis réalistes sont joliment arrangées à l'intérieur d'un cuiseur vapeur, évoquant un jeune homme sautant au milieu des poteaux d'équilibre... « C'est quoi, cette tête ? Prenons d'abord un peu de thé, hein ? » Sur ce, le jeune homme souriant vous passe une autre tasse...",
      "effect": "Restaure immédiatement 14 % des PV max, puis 350 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
      "character": {
        "id": "gaming",
        "name": "Gaming"
      }
    }
  }
}