{
  "id": "katsu_sandwich",
  "name": "Sandwich à la viande",
  "description": "Un repas équilibré. Une tranche de viande à la coupe épaisse entre deux tranches de pain avec une sauce parfumée, légèrement aigre-douce pour éviter que ce repas ne soit trop riche. Un brillant mélange des saveurs locales et étrangères.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "flour",
      "name": "Farine",
      "amount": 3
    },
    {
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 2
    },
    {
      "id": "cabbage",
      "name": "Chou",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "name": "Sandwich à la viande (suspect)",
      "description": "Un repas équilibré. Un steak plutôt sec accompagné par des feuilles de légumes flétries et des tranches de pain trop épaisses... Mais il faut bien manger...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "name": "Sandwich à la viande",
      "description": "Un repas équilibré. Une tranche de viande à la coupe épaisse entre deux tranches de pain avec une sauce parfumée, légèrement aigre-douce pour éviter que ce repas ne soit trop riche. Un brillant mélange des saveurs locales et étrangères.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 81 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "name": "Sandwich à la viande (délicieux)",
      "description": "Un repas équilibré. Le pain parfumé et moelleux vous rassasie, tandis que le steak tendre et juteux titille vos sens. Une seule bouchée suffit pour vous remplir de satisfaction de la langue aux tripes. Qui est la personne qui a eu l'idée de cette brillante combinaison ?",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 95 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
