{
  "_id": 3015,
  "id": "meatnado",
  "name": "Viande-tourbillon",
  "description": "Un plat de viande très populaire. Le bacon et les autres garnitures sont placés sur de fines tranches de viande, qui sont ensuite enroulées et poêlées jusqu'à devenir dorées, puis mijotées dans un bouillon. Lorsque le plat fini est ouvert au couteau, les tranches de viande restent étroitement enroulées autour de la garniture, comme un tourbillon.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 2
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Bacon",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Pomme de terre",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Oignon",
      "amount": 1
    }
  ],
  "dish_type": "Exploration",
  "results": {
    "suspicious": {
      "_id": 108691,
      "name": "Viande-tourbillon (suspecte)",
      "description": "Un plat de viande très populaire. Au début, tout se passait plutôt bien, mais au moment final et crucial, le bacon roulé s'est soudainement effondré, donnant à la viande et aux plats d'accompagnement l'apparence des séquelles d'une violente tempête...",
      "effect": "Restaure 15 pts d'endurance lorsqu'un personnage de l'équipe a éliminé un ennemi, cet effet pouvant être déclenché une fois toutes les 3 s et durant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108692,
      "name": "Viande-tourbillon",
      "description": "Un plat de viande très populaire. Le bacon et les autres garnitures sont placés sur de fines tranches de viande, qui sont ensuite enroulées et poêlées jusqu'à devenir dorées, puis mijotées dans un bouillon. Lorsque le plat fini est ouvert au couteau, les tranches de viande restent étroitement enroulées autour de la garniture, comme un tourbillon.",
      "effect": "Restaure 20 pts d'endurance lorsqu'un personnage de l'équipe a éliminé un ennemi, cet effet pouvant être déclenché une fois toutes les 3 s et durant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108693,
      "name": "Viande-tourbillon (délicieuse)",
      "description": "Un plat de viande très populaire. Le parfum riche de la viande vous envahit, corps et âme, comblant ce que votre imagination voit pour une viande généreuse. Il n'est donc pas étonnant que ce plat trouve souvent sa place lors de tout rassemblement joyeux.",
      "effect": "Restaure 25 pts d'endurance lorsqu'un personnage de l'équipe a éliminé un ennemi, cet effet pouvant être déclenché une fois toutes les 3 s et durant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}