{
  "id": "meat_lovers_mushroom_pizza",
  "name": "Pizza champignons-viande",
  "description": "Une pizza fraîchement sortie du four. La croûte est parsemée de gros morceaux de viande crue et de tranches de champignons frais. Ajoutez à cela une couche de fromage tendre, et vous avez un plat irrésistible. Une fois sorti du four, il ne faudra pas longtemps avant que toutes ses parts ne disparaissent, et c'est bien pour cela qu'il faut savoir être vif et agile pour pouvoir goûter à cette merveille.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Farine",
      "amount": 4
    },
    {
      "id": "mushroom",
      "name": "Champignon",
      "amount": 3
    },
    {
      "id": "cheese",
      "name": "Fromage",
      "amount": 2
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "name": "Pizza champignons-viande (suspecte)",
      "description": "Une pizza fraîchement sortie du four. Elle présente un amas de fromage et d'autres ingrédients qui dégage une odeur grasse. En plus de ça, sa croûte est dure comme de la pierre. Qu'a donc subi ce pauvre plat pour se retrouver dans cet état ? Est-ce un problème de temps de cuisson, ou de fermentation excessive ?",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "name": "Pizza champignons-viande",
      "description": "Une pizza fraîchement sortie du four. La croûte est parsemée de gros morceaux de viande crue et de tranches de champignons frais. Ajoutez à cela une couche de fromage tendre, et vous avez un plat irrésistible. Une fois sorti du four, il ne faudra pas longtemps avant que toutes ses parts ne disparaissent, et c'est bien pour cela qu'il faut savoir être vif et agile pour pouvoir goûter à cette merveille.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "name": "Pizza champignons-viande (délicieuse)",
      "description": "Une pizza fraîchement sortie du four. Le jus de la viande imprègne la pâte à pain spongieuse, et quelques champignons frais sont parsemés dessus pour la rendre encore plus délicieuse. Une petite bouchée, et vos papilles sont accueillies par la riche odeur du fromage, qui procure une douce ivresse dont il est difficile de se détacher. Cette pizza est tellement succulente qu'on ne peut s'empêcher de tendre le bras pour attraper une autre part après avoir englouti celle qu'on avait dans la main une seconde avant.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
