{
  "id": "mint_salad",
  "name": "Salade de menthe froide",
  "description": "Un plat frais au goût très parfumé en bouche, composé d'un mélange de piments de Jueyun coupés finement et d'une sauce aux épices que l'on verse ensuite sur la menthe fraîche. Bien qu'il s'agisse d'un plat commun peu difficile à réaliser, l'anticipation que l'on ressent à l'impression glacée qui envahit le palais à la première bouchée ainsi que ses vertus rafraîchissantes en font un mets apprécié de toutes et de tous.",
  "rarity": 2,
  "recipe": [
    {
      "id": "mint",
      "name": "Menthe",
      "amount": 4
    },
    {
      "id": "jueyun_chili",
      "name": "Piment de Jueyun",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "name": "Salade de menthe froide (suspecte)",
      "description": "Une salade au goût rafraîchissant. La menthe et le piment de Jueyun n'ont pas été bien dosés ni mélangés, si bien que le plat est tellement épicé que quiconque y goûte ne peut dire mot pendant quelque temps.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 pts pendant 300 s. Ne s'applique qu'à votre personnage en mode multijoueur."
    },
    "normal": {
      "name": "Salade de menthe froide",
      "description": "Un plat frais au goût très parfumé en bouche, composé d'un mélange de piments de Jueyun coupés finement et d'une sauce aux épices que l'on verse ensuite sur la menthe fraîche. Bien qu'il s'agisse d'un plat commun peu difficile à réaliser, l'anticipation que l'on ressent à l'impression glacée qui envahit le palais à la première bouchée ainsi que ses vertus rafraîchissantes en font un mets apprécié de toutes et de tous.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 81 pts pendant 300 s. Ne s'applique qu'à votre personnage en mode multijoueur."
    },
    "delicious": {
      "name": "Salade de menthe froide (délicieuse)",
      "description": "Une salade au goût rafraîchissant. Les accents légèrement amers de la menthe fraîche ne couvrent pas la sensation brûlante du piment de Jueyun, mais au contraire en subliment le piquant. Les deux saveurs tourbillonnent et voltigent sur votre langue tels deux danseurs rivalisant sous la clameur du public.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 95 pts pendant 300 s. Ne s'applique qu'à votre personnage en mode multijoueur."
    }
  }
}
