{
  "_id": 3316,
  "id": "minty_fruit_tea",
  "name": "Thé menthe aux fruits",
  "description": "Une boisson rafraîchissante. Le thé revigorant et le goût aigre-doux des fruits se mélangent et dynamisent vos papilles gustatives... Et avant que vous ne vous en rendiez compte, vous avez déjà vidé la tasse.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menthe",
      "amount": 3
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Pomme crépusculaire",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Baie",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 1
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108498,
      "name": "Thé menthe aux fruits (suspect)",
      "description": "Une boisson rafraîchissante. La toute première gorgée fait pratiquement fuir vos dents sous l'assaut de ce goût aigre. La douceur légère a été complètement usurpée par une astringence tyrannique. Est-ce vraiment du thé aux fruits...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108499,
      "name": "Thé menthe aux fruits",
      "description": "Une boisson rafraîchissante. Le thé revigorant et le goût aigre-doux des fruits se mélangent et dynamisent vos papilles gustatives... Et avant que vous ne vous en rendiez compte, vous avez déjà vidé la tasse.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108500,
      "name": "Thé menthe aux fruits (délicieux)",
      "description": "Une boisson rafraîchissante. La saveur sucrée du thé se combine avec des notes florales légères et s'emmêle avec une touche fruitée, remplissant votre bouche et votre gorge de leur arôme. Attendez un instant... Pourquoi n'y a-t-il que des glaçons dans la tasse...",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}