{
  "_id": 1203,
  "id": "miso_soup",
  "name": "Soupe miso",
  "description": "Une soupe sans prétention. Les ingrédients utilisés ici sont très courants et préparés simplement, mais ce petit bol de soupe vous redonne suffisamment de force pour que vous puissiez continuer votre voyage, fut-il à pied.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Herbe marine",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108276,
      "name": "Soupe miso (suspecte)",
      "description": "Une soupe sans prétention. Les herbes marines passées, les petits morceaux de tofu écrasés et la saveur trop forte du bouillon risquent sérieusement d'entamer votre humeur si vous consommez un bol de cette soupe tôt le matin.",
      "effect": "Restaure immédiatement 8 % des PV max, puis 210 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "_id": 108277,
      "name": "Soupe miso",
      "description": "Une soupe sans prétention. Les ingrédients utilisés ici sont très courants et préparés simplement, mais ce petit bol de soupe vous redonne suffisamment de force pour que vous puissiez continuer votre voyage, fut-il à pied.",
      "effect": "Restaure immédiatement 9 % des PV max, puis 260 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "_id": 108278,
      "name": "Soupe miso (délicieuse)",
      "description": "Une soupe sans prétention. Cette soupe parfumée dégage une douce odeur de levain. Il en suffit d'une cuillerée avec du riz et votre repas est complet.",
      "effect": "Restaure immédiatement 10 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "special": {
      "_id": 108354,
      "id": "warmth",
      "name": "« Chaleur »",
      "description": "Spécialité culinaire de Thomas. L'apparence sophistiquée de ce plat dissimule la simplicité de ses ingrédients. Prenez-en une gorgée, et le sourire chaleureux de Thomas vous viendra à l'esprit. Son talent est peut-être de donner du baume au cœur grâce à des aliments simples ?",
      "effect": "Restaure immédiatement 14 % des PV max, puis 350 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
      "character": {
        "id": "thoma",
        "name": "Thomas"
      }
    }
  }
}