{
  "_id": 3512,
  "id": "nanas_cake",
  "name": "Gâteau-nanas",
  "description": "Un gâteau à la forme fascinante. Bien mélangée, la pâte est ensuite versée dans un moule et chauffée jusqu'à sa cuisson complète, mais attention, car il est particulièrement facile de brûler les bords. Pour que votre gâteau-nanas ait une couleur dorée parfaite, le plus important est de contrôler la chaleur.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 4
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108843,
      "name": "Gâteau-nanas (suspect)",
      "description": "Un gâteau à la forme fascinante. Il s'est un peu déformé à la sortie du pot et sa texture est un peu trop molle. On ne peut s'empêcher de repenser à la cuisson... Et à son goût de gâteau tout droit repêché du fond de la mer.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108844,
      "name": "Gâteau-nanas",
      "description": "Un gâteau à la forme fascinante. Bien mélangée, la pâte est ensuite versée dans un moule et chauffée jusqu'à sa cuisson complète, mais attention, car il est particulièrement facile de brûler les bords. Pour que votre gâteau-nanas ait une couleur dorée parfaite, le plus important est de contrôler la chaleur.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108845,
      "name": "Gâteau-nanas (délicieux)",
      "description": "Un gâteau à la forme fascinante. Son éclat doré évoque le coucher de soleil à la Villa Guiztli. Réalisé à l'image joviale d'un Nanassien, il vous enchantera à sa simple vue. Baigné du doux arôme des œufs et de la crème, il vous donnera envie de conserver à jamais ces moments de joie partagés avec tous à la Villa Guiztli.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}