{
  "_id": 2305,
  "id": "panipuri",
  "name": "Panipuris",
  "description": "Une collation que l'on mange en la trempant dans la sauce qui l'accompagne. Les boulettes sont d'abord frites dans de l'huile bouillante jusqu'à ce qu'elles deviennent croustillantes, puis percées et remplies d'ingrédients. Servies avec de la sauce verte, ces boulettes de petite taille peuvent être dévorées en une seule bouchée. Elles sont un des aliments de cuisine de rue les plus courants à Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Pomme de terre",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Haricot glabre",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Épice",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108409,
      "name": "Panipuris (suspects)",
      "description": "Une collation que l'on mange en la trempant dans la sauce qui l'accompagne. La sauce verte dégage une odeur un peu inhabituelle, et sa couleur n'inspire pas confiance... Peut-être est-il préférable de la jeter et de manger les boulettes directement.",
      "effect": "Réanime un personnage et restaure 250 PV."
    },
    "normal": {
      "_id": 108410,
      "name": "Panipuris",
      "description": "Une collation que l'on mange en la trempant dans la sauce qui l'accompagne. Les boulettes sont d'abord frites dans de l'huile bouillante jusqu'à ce qu'elles deviennent croustillantes, puis percées et remplies d'ingrédients. Servies avec de la sauce verte, ces boulettes de petite taille peuvent être dévorées en une seule bouchée. Elles sont un des aliments de cuisine de rue les plus courants à Sumeru.",
      "effect": "Réanime un personnage et restaure 400 PV."
    },
    "delicious": {
      "_id": 108411,
      "name": "Panipuris (délicieux)",
      "description": "Une collation que l'on mange en la trempant dans la sauce qui l'accompagne. Des boulettes croquantes toutes rondes comme des Blobs. Trempez-les dans cette mystérieuse sauce aux couleurs vives, et portez-les à votre bouche. Les sensations de fraîcheur, d'aigreur et de picotement viendront tour à tour envahir votre langue et exploser tel un feu d'artifice de saveurs fantaisistes. Pas étonnant que certains habitants de Sumeru soient si obsédés par ce mets...",
      "effect": "Réanime un personnage et restaure 550 PV."
    },
    "special": {
      "_id": 108918,
      "id": "secrets_exchanged",
      "name": "Secret échangé",
      "description": "Spécialité culinaire de Nefer. « Et ça en échange d'une histoire ? » À peine a-t-elle prononcé ces mots qu'une assiette de sphères parfumées et croustillantes apparaît devant vous. Avant que vous n'ayez le temps d'acquiescer, elle vous prend doucement la main. « Oh, et au fait », ajoute-t-elle, « chaque bouchée vaut au moins une phrase. » ... Évidemment, il faut payer le juste prix pour goûter à la cuisine de Nefer...",
      "effect": "Réanime un personnage et restaure 15 % des PV max, puis encore 550 PV supplémentaires.",
      "character": {
        "id": "nefer",
        "name": "Nefer"
      }
    }
  }
}