{
  "_id": 4404,
  "id": "petit_gateau_debord_revised_version",
  "name": "Petit gâteau Debord modifié",
  "description": "Une version plus petite du célèbre gâteau Debord. Même comparées à ce délice, dont seules seize parts sont vendues chaque jour, les aventures extraordinaires que vous avez vécues ensemble sont encore plus précieuses et mémorables. Peut-être qu'Escoffier pensait également la même chose lorsqu'elle a élaboré cette recette...",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101233,
      "id": "romaritime_flower",
      "name": "Fleur romaritime",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crème",
      "amount": 2
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108814,
      "name": "Petit gâteau Debord modifié (suspect)",
      "description": "Une version plus petite du célèbre gâteau Debord. Ce petit morceau de gâteau est comme un morceau de bois flottant à la dérive dans un vaste océan. L'épaisse sauce au chocolat est comme une vague déferlante, enveloppant non seulement le gâteau, mais aussi une grande partie de l'assiette. Elle semble également avoir chassé toute fringale qui vous restait dans l'estomac.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108815,
      "name": "Petit gâteau Debord modifié",
      "description": "Une version plus petite du célèbre gâteau Debord. Même comparées à ce délice, dont seules seize parts sont vendues chaque jour, les aventures extraordinaires que vous avez vécues ensemble sont encore plus précieuses et mémorables. Peut-être qu'Escoffier pensait également la même chose lorsqu'elle a élaboré cette recette...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108816,
      "name": "Petit gâteau Debord modifié (délicieux)",
      "description": "Une version plus petite du célèbre gâteau Debord. La ganache onctueuse est comme de la soie insaisissable. Elle effleure délicatement votre palais, tandis que de douces mélodies résonnent lors du thé de l'après-midi, enivrant votre cœur... Peut-être que cette douceur apparaîtra à nouveau dans vos rêves cette nuit...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108820,
      "id": "gateau_debord_magnifique",
      "name": "Gâteau Debord splendide",
      "description": "Spécialité culinaire d'Escoffier. Son aspect somptueux est encore plus éblouissant que celui de tous les gâteaux que vous avez vus auparavant. Son aura vous captive au premier coup d'œil et il est impossible de ne pas apprécier son goût. Il est semblable à une douce couverture qui envelopperait chaque papille... Les talents culinaires d'Escoffier ont sans aucun doute atteint de nouveaux sommets.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 384 pts et leur taux CRIT de 14 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "escoffier",
        "name": "Escoffier"
      }
    }
  }
}
