{
  "_id": 3104,
  "id": "qingce_stir_fry",
  "name": "Délices rustiques de Qingce",
  "description": "Un plat cuisiné à feu vif. Originellement une spécialité du Village de Qingce, ce mets croustillant et épicé a su gagner les cœurs de tous, si bien qu'il est désormais servi dans les quatre coins de Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champignon",
      "amount": 3
    },
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Fruit du lotus",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Piment de Jueyun",
      "amount": 1
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Chou",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108128,
      "name": "Délices rustiques de Qingce (suspects)",
      "description": "Un plat cuisiné à feu vif. La préparation est un échec au goût pimenté et amer. Vous feriez mieux de manger du riz blanc seulement si vous voulez pouvoir manger quelque chose...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108129,
      "name": "Délices rustiques de Qingce",
      "description": "Un plat cuisiné à feu vif. Originellement une spécialité du Village de Qingce, ce mets croustillant et épicé a su gagner les cœurs de tous, si bien qu'il est désormais servi dans les quatre coins de Liyue.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108130,
      "name": "Délices rustiques de Qingce (délicieux)",
      "description": "Un plat cuisiné à feu vif. Son doux parfum suffit à ouvrir votre appétit et son goût épicé stimule vos papilles. Tout à coup, vous voilà capable à dévorer dix bols de riz.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108487,
      "name": "Plat maison de Qingce",
      "description": "Spécialité culinaire de Yaoyao. Ne possédant pas le dressage élégant d'un grand restaurant, son apparence peut sembler assez sommaire, mais une seule bouchée est suffisante pour laisser un délicieux sentiment d'intimité et de chaleur qui reste inscrit dans la mémoire. Ce goût voyage du bout de la langue à la tête. Le secret de cette saveur se trouve sans doute dans l'affection de Yaoyao.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 274 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "yaoyao",
        "name": "Yaoyao"
      }
    }
  }
}
