{
  "_id": 3207,
  "id": "rice_cake_soup",
  "name": "Soupe de galettes de riz",
  "description": "Plat vendu sur les marchés. Les ingrédients se sont gorgés de la soupe, ce qui les rend des plus alléchants. On dit qu'au début, ce plat ne contenait que peu d'ingrédients, mais que d'autres ont été ajoutés au fil du temps, ce qui a donné sa forme actuelle.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Saucisse",
      "amount": 2
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Poisson",
      "amount": 1
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Melon lavande",
      "amount": 1
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108288,
      "name": "Soupe de galettes de riz (suspecte)",
      "description": "Plat vendu sur les marchés. Les ingrédients ont cuit si longtemps qu'ils sont devenus croustillants. La seule façon de les distinguer est d'en prendre une cuillerée pour se lancer dans une analyse plus approfondie.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108289,
      "name": "Soupe de galettes de riz",
      "description": "Plat vendu sur les marchés. Les ingrédients se sont gorgés de la soupe, ce qui les rend des plus alléchants. On dit qu'au début, ce plat ne contenait que peu d'ingrédients, mais que d'autres ont été ajoutés au fil du temps, ce qui a donné sa forme actuelle.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108290,
      "name": "Soupe de galettes de riz (délicieuse)",
      "description": "Plat vendu sur les marchés. La fraîcheur de la soupe légère constitue la toile de fond parfaite pour que la saveur originale des ingrédients s'épanouisse, rappelant la saveur à l'ancienne des marchés d'Inazuma. C'est le plat qui ne manquera pas de vous ragaillardir, lorsque vous le mangerez seul par une nuit enneigée.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}