{
  "_id": 2309,
  "id": "rose_custard",
  "name": "Crème à la rose",
  "description": "Un dessert confectionné à partir de lait fermenté. Une fois que le lait fermenté est filtré pour faire du yaourt, ajoutez du sucre et mélangez bien avant d'y incorporer des roses séchées et des fruits secs. Cet encas qui était autrefois seulement apprécié des aventuriers et des marchands ambulants, est servi pour le petit déjeuner et le thé à travers tout Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Lait",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rose sumérienne",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108470,
      "name": "Crème à la rose (suspecte)",
      "description": "Un dessert confectionné à partir de lait fermenté. Il a l'air normal en apparence, mais vos dents seront attaquées par son acidité. L'absence de goût peut se rattraper en ajoutant un peu plus de sucre. Cependant, vous n'êtes pas près d'oublier cet arrière-goût désagréable.",
      "effect": "Restaure immédiatement 18 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "_id": 108471,
      "name": "Crème à la rose",
      "description": "Un dessert confectionné à partir de lait fermenté. Une fois que le lait fermenté est filtré pour faire du yaourt, ajoutez du sucre et mélangez bien avant d'y incorporer des roses séchées et des fruits secs. Cet encas qui était autrefois seulement apprécié des aventuriers et des marchands ambulants, est servi pour le petit déjeuner et le thé à travers tout Sumeru.",
      "effect": "Restaure immédiatement 20 % des PV max, puis 390 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "_id": 108472,
      "name": "Crème à la rose (délicieuse)",
      "description": "Un dessert confectionné à partir de lait fermenté. Lorsqu'ils sont mélangés, le lait caillé, les pétales parfumés et les fruits secs craquants créent une saveur douce et sucrée. C'est comme si la fragrance des fleurs d'antan vous chatouillait les sens lorsque vous avalez ce délice lacté.",
      "effect": "Restaure immédiatement 22 % des PV max, puis 470 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "special": {
      "_id": 108473,
      "id": "extravagant_slumber",
      "name": "Sommeil extravagant",
      "description": "Spécialité culinaire de Layla. Les fruits secs éparpillés rappellent des étoiles dans le ciel nocturne tranquille. Une bouchée suffit à détendre et apaiser votre corps et votre esprit après une longue journée de labeur. Après avoir dit à Layla ce que son plat vous inspirait, un air mêlant joie et regret apparaît sur son visage : « C—C'est génial ! J'aurais aimé que ça me fasse le même effet. »",
      "effect": "Restaure immédiatement 26 % des PV max, puis 570 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
      "character": {
        "id": "layla",
        "name": "Layla"
      }
    }
  }
}