{
  "_id": 3208,
  "id": "sakura_tempura",
  "name": "Tempuras de sakura",
  "description": "Un plat frit dans l'huile. Incorporez les pétales de fleurs de cerisier marinés à la pâte avant d'enrober uniformément les crevettes et les légumes frais, les faire frire, puis égoutter l'huile. Tout cela semble assez simple, mais une bonne préparation de tempura ne se fait pas en un jour.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Crevette",
      "amount": 4
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Melon lavande",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Fleur de cerisier",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 1
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108297,
      "name": "Tempuras de sakura (suspects)",
      "description": "Un plat frit dans l'huile. C'est peut-être dû au manque d'expérience dans le contrôle de la température de l'huile, mais les ingrédients ont commencé à dégager une fumée âcre dès qu'ils ont été plongés dans le wok. La pâte est maintenant toute marbrée et dorée. Dommage pour le gaspillage... mais c'est peut-être mieux de ne pas en manger.",
      "effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 20 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108298,
      "name": "Tempuras de sakura",
      "description": "Un plat frit dans l'huile. Incorporez les pétales de fleurs de cerisier marinés à la pâte avant d'enrober uniformément les crevettes et les légumes frais, les faire frire, puis égoutter l'huile. Tout cela semble assez simple, mais une bonne préparation de tempura ne se fait pas en un jour.",
      "effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108299,
      "name": "Tempuras de sakura (délicieux)",
      "description": "Un plat frit dans l'huile. La pâte est fine et transparente, comme un ensemble de vêtements luxueux sur les ingrédients. Le croustillant extérieur et la fraîcheur à l'intérieur forment des couches de texture étonnantes, amenant ceux qui le mangent à s'émerveiller de la façon dont cette délicatesse a été créée.",
      "effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 30 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108387,
      "id": "quiet_elegance",
      "name": "Élégance tranquille",
      "description": "Spécialité culinaire de Kamisato Ayato. La présentation de ce plat est exquise et élégante, à l'image de la manière dont Ayato gère toutes ses affaires. Rajouter un peu plus d'ingrédients aurait été excessif, mais en enlever aurait donné le sentiment que le plat manquait de quelque chose. En le dégustant, on est surpris de constater que sa saveur est identique à celle des plats de la Pagode Uyou. Alors que vous tendez vos baguettes vers le camélia cristallin posé dans votre assiette pour le manger, Ayato vous arrête... « C'est quelque chose que j'ai fait pendant que je m'entraînais au sabre. Ce n'est qu'une décoration. »",
      "effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 35 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "kamisato_ayato",
        "name": "Kamisato Ayato"
      }
    }
  }
}
