{
  "_id": 4201,
  "id": "sashimi_platter",
  "name": "Assortiment de sashimis",
  "description": "Un plat de fruits de mer à base d'ingrédients frais. Les poissons et crustacés sont coupés en morceaux et soigneusement disposés. Les tranches ont un goût raffiné et tendre, offrant une nutrition riche et de haute qualité. L'arrière-goût sucré persistant est entièrement dérivé de la fraîcheur des ingrédients, et chaque bouchée est un plaisir qui vaut la peine de fermer les yeux et de savourer.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Poisson",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Crevette",
      "amount": 4
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Crabe",
      "amount": 4
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Radis",
      "amount": 2
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108258,
      "name": "Assortiment de sashimis (suspect)",
      "description": "Un plat de fruits de mer à base d'ingrédients frais. Ça doit être un plat d'entraînement. La coupe avec couteau rouillé a gâché la saveur originale des ingrédients, et les écailles de poisson sur les tranches de sashimi n'ont pas été totalement nettoyées. Il n'est peut-être pas trop tard pour demander de l'aide à un professionnel...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108259,
      "name": "Assortiment de sashimis",
      "description": "Un plat de fruits de mer à base d'ingrédients frais. Les poissons et crustacés sont coupés en morceaux et soigneusement disposés. Les tranches ont un goût raffiné et tendre, offrant une nutrition riche et de haute qualité. L'arrière-goût sucré persistant est entièrement dérivé de la fraîcheur des ingrédients, et chaque bouchée est un plaisir qui vaut la peine de fermer les yeux et de savourer.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108260,
      "name": "Assortiment de sashimis (délicieux)",
      "description": "Un plat de fruits de mer à base d'ingrédients frais. L'assiette étalée devant vous est comme une œuvre d'art, presque trop belle pour être touchée. Le savoir-faire de la découpe a sublimé au maximum la sensation en bouche des ingrédients. La texture délicate, l'élasticité exquise, la douceur naturelle... c'est comme si quelque chose de vivant sautait dans votre bouche, directement de l'océan à votre cœur.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
