{
  "_id": 2301,
  "id": "shawarma_wrap",
  "name": "Shawarma",
  "description": "De la viande grillée enroulée dans une galette. La viande placée sur une broche verticale est découpée puis enveloppée dans un pain plat avec des légumes et des sauces. Servez le tout dans une assiette et vous obtenez un plat de rue sumérien simple, mais délicieux.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Épice",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108394,
      "name": "Shawarma (suspect)",
      "description": "De la viande grillée enroulée dans une galette. La viande a été tellement cuite qu'elle ressemble à du charbon de bois, même la texture parfaite de la galette ne parvient pas à sauver les meubles... Lorsqu'il est question de cuisiner, la négligence n'est permise à aucun moment.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108395,
      "name": "Shawarma",
      "description": "De la viande grillée enroulée dans une galette. La viande placée sur une broche verticale est découpée puis enveloppée dans un pain plat avec des légumes et des sauces. Servez le tout dans une assiette et vous obtenez un plat de rue sumérien simple, mais délicieux.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 81 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108396,
      "name": "Shawarma (délicieux)",
      "description": "De la viande grillée enroulée dans une galette. L'ajout d'épices est ce qui donne toute son âme à la viande rôtie à l'extérieur et tendre à l'intérieur. Les légumes frais ajoutent une saveur rafraîchissante et la galette fine, mais pas trop dure du pain enveloppe ces ingrédients délicieux. Une seule bouchée suffit à provoquer un soupir de satisfaction à ceux qui dégustent ce mets, si bien qu'ils refusent de laisser s'enfuir la moindre goutte de jus de viande qui oserait déborder.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 95 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108679,
      "id": "superdeeduper_delicious_meat_roll",
      "name": "Shawarma hyper-aromatique",
      "description": "Spécialité culinaire de Sethos. La croûte grossière donne une texture satisfaisante et moelleuse, et la viande grillée est assaisonnée de manière à se démarquer des recettes habituelles que l'on trouve sur un marché, sa délicieuse originalité prenant d'assaut vos papilles. Sentant votre envie d'en savoir plus, le jeune indifférent assis sur le côté vous fait un clin d'œil et vous dit : c'est une recette secrète qu'on ne trouve nulle part ailleurs...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 114 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "sethos",
        "name": "Sethos"
      }
    }
  }
}