{
  "_id": 2502,
  "id": "sour_sauce_ceviche",
  "name": "Ceviche en sauce aigre",
  "description": "Des morceaux de poisson cru au parfum fruité. Le poisson, qui doit être bien frais, est d'abord pelé et coupé en morceaux épais, puis mariné dans une sauce aigre jusqu'à ce que la chair devienne blanche, après quoi des légumes râpés sont ajoutés pour assaisonner. Cette combinaison d'arômes aigres et épicés est l'une des saveurs les plus classiques de Natlan.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Poisson",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Oignon",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Ceviche en sauce aigre (suspect)",
      "description": "Des morceaux de poisson cru au parfum fruité. Le poisson n'a pas mariné suffisamment longtemps et manque de saveur. Heureusement, les ingrédients frais permettent au plat de se maintenir dans son ensemble, même si un sentiment de regret se fait sentir.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108722,
      "name": "Ceviche en sauce aigre",
      "description": "Des morceaux de poisson cru au parfum fruité. Le poisson, qui doit être bien frais, est d'abord pelé et coupé en morceaux épais, puis mariné dans une sauce aigre jusqu'à ce que la chair devienne blanche, après quoi des légumes râpés sont ajoutés pour assaisonner. Cette combinaison d'arômes aigres et épicés est l'une des saveurs les plus classiques de Natlan.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 81 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108723,
      "name": "Ceviche en sauce aigre (délicieux)",
      "description": "Des morceaux de poisson cru au parfum fruité. L'arôme pur vous submerge dès la première vague, suivi de l'acidité et du piquant, ce qui confère à ce poisson des couches semblables à celles des marées, vous laissant surfer sur une mer de saveurs. Même lorsque le tumulte s'est apaisé, votre désir demeure.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 95 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108776,
      "id": "honeyglazed_ceviche",
      "name": "Ceviche au miel",
      "description": "Spécialité culinaire d'Ororon. « C'est pour honorer mes aînés. » Et sans plus attendre, les tranches de poisson sont servies, luisantes de délices juteux. À en juger par leur saveur douce et délicate, on peut dire que la sauce contient très probablement du miel de la plus haute qualité, dont la récolte a dû nécessiter beaucoup de réflexion et d'efforts. Il est rare d'assister à une telle démonstration de respect filial.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 114 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "ororon",
        "name": "Ororon"
      }
    }
  }
}