{
  "id": "stirfried_fish_noodles",
  "name": "Nouilles sautées au poisson",
  "description": "Un plat de résistance aux saveurs intenses. Pour le cuisiner, on fait sauter des nouilles de riz, du poisson mi-cuit et de nombreux accompagnements dans un wok au-dessus d'un feu vif. Les nouilles, qui ont absorbé le goût des autres ingrédients, sont souples et glissent en bouche. Elles sont très appréciées du public en général.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "fish",
      "name": "Poisson",
      "amount": 2
    },
    {
      "id": "rice",
      "name": "Riz",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Gueule-de-loup",
      "amount": 2
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "name": "Nouilles sautées au poisson (suspectes)",
      "description": "Un plat de résistance aux saveurs intenses. On peut à peine distinguer les nouilles de riz du poisson. La texture flasque en bouche est à peine supportable. Comment quelque chose qui a l'air aussi simple peut nécessiter autant de travail ?",
      "effect": "Restaure immédiatement 18 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "name": "Nouilles sautées au poisson",
      "description": "Un plat de résistance aux saveurs intenses. Pour le cuisiner, on fait sauter des nouilles de riz, du poisson mi-cuit et de nombreux accompagnements dans un wok au-dessus d'un feu vif. Les nouilles, qui ont absorbé le goût des autres ingrédients, sont souples et glissent en bouche. Elles sont très appréciées du public en général.",
      "effect": "Restaure immédiatement 20 % des PV max, puis 390 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "name": "Nouilles sautées au poisson (délicieuses)",
      "description": "Un plat de résistance aux saveurs intenses. Son apparence suffit à mettre l'eau à la bouche, et une bouchée ne sera jamais assez. Les nouilles de riz sont onctueuses et le poisson tendre. Malgré sa simplicité, cette assiette a toute sa place à la table des plus fins gourmets.",
      "effect": "Restaure immédiatement 22 % des PV max, puis 470 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    }
  }
}
