{
  "_id": 4302,
  "id": "tandoori_roast_chicken",
  "name": "Poulet tandoori",
  "description": "Un plat de poulet typique de Sumeru. Le poulet est d'abord mariné avec des épices rouges, puis rôti dans un four en argile. Sa préparation ne nécessite pas de techniques sophistiquées. Difficile de s'imaginer que ce classique de la cuisine de Sumeru a vu le jour dans un vulgaire four. On dit qu'à Sumeru, un four en argile est à un chef expérimenté ce qu'une épée est à un aventurier.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Volaille",
      "amount": 3
    },
    {
      "_id": 101213,
      "id": "rukkhashava_mushrooms",
      "name": "Champignon sacramental",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisachidée",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Épice",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108427,
      "name": "Poulet tandoori (suspect)",
      "description": "Un plat de poulet typique de Sumeru. Après avoir été cuit à haute température, le poulet a perdu tout son jus et est devenu à la fois sec et caoutchouteux. Le goût des épices recouvre entièrement celui du poulet, ce qui fait que même les amateurs de viande séchée auront besoin de l'accompagner de soupe pour réussir à l'avaler.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108428,
      "name": "Poulet tandoori",
      "description": "Un plat de poulet typique de Sumeru. Le poulet est d'abord mariné avec des épices rouges, puis rôti dans un four en argile. Sa préparation ne nécessite pas de techniques sophistiquées. Difficile de s'imaginer que ce classique de la cuisine de Sumeru a vu le jour dans un vulgaire four. On dit qu'à Sumeru, un four en argile est à un chef expérimenté ce qu'une épée est à un aventurier.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108429,
      "name": "Poulet tandoori (délicieux)",
      "description": "Un plat de poulet typique de Sumeru. Les flammes virevoltantes du four sont ce qui donne au poulet à la peau rougeoyante son goût si pur. Une fois en bouche, de riches saveurs se succèdent les unes après les autres et viennent extasier vos papilles. C'est comme si le poulet et les épices exécutaient une des mystérieuses danses de Sumeru sur le bout de votre langue, vous transportant au beau milieu d'un banquet festif...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}