{
  "_id": 4904,
  "id": "thickcut_duelists_burger",
  "name": "Burger épais de duelliste",
  "description": "Un burger dont l'ingrédient principal est un steak épais. Le pain somptueux dégage un agréable arôme grillé, qui complète la sauce onctueuse qui accompagne le steak épais. Une variété de garnitures enrichit la texture en bouche et apporte une valeur nutritionnelle supplémentaire.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Fromage",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 2
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108852,
      "name": "Burger épais de duelliste (suspect)",
      "description": "Un burger dont l'ingrédient principal est un steak épais. La viande est bien trop épaisse et la cuisson l'a asséchée. On a l'impression de mâcher une viande étrange et caoutchouteuse, et la laitue semble avoir été laissée de côté trop longtemps et avoir flétri... Des ingrédients qui auraient dû se compléter se heurtent maintenant sur le bout de la langue...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108853,
      "name": "Burger épais de duelliste",
      "description": "Un burger dont l'ingrédient principal est un steak épais. Le pain somptueux dégage un agréable arôme grillé, qui complète la sauce onctueuse qui accompagne le steak épais. Une variété de garnitures enrichit la texture en bouche et apporte une valeur nutritionnelle supplémentaire.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108854,
      "name": "Burger épais de duelliste (délicieux)",
      "description": "Un burger dont l'ingrédient principal est un steak épais. Conçu pour incarner la philosophie selon laquelle il faut « satisfaire les convives par la gourmandise », ce steak épais à la texture généreuse est agrémenté d'une variété de garnitures qui rehaussent la saveur de la viande. Une seule bouchée suffit pour être submergé par la satisfaction de « se laisser renverser ».",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
