{
  "_id": 3412,
  "id": "tomates_narbonnaises",
  "name": "Tomates narbonnaises",
  "description": "Un plat de viande et de légumes. Pour ce mélange équilibré, évidez des tomates rondes, remplissez-les de viande hachée et faites cuire vos créations. Ce plat, avec sa saveur acidulée et sa texture tendre, est un choix très populaire sur les tables des Fontainois.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Bacon",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Oignon",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108588,
      "name": "Tomates narbonnaises (suspectes)",
      "description": "Un plat de viande et de légumes. Les tomates aux couleurs ternes semblent presque trembler, comme si elles voulaient sangloter en constatant ce qu'elles sont devenues. Pire encore, la viande hachée à l'intérieur a le goût de copeaux de bois. Et en plus, il y a quatre de ces abominations de tomates... Comment faire ?",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108589,
      "name": "Tomates narbonnaises",
      "description": "Un plat de viande et de légumes. Pour ce mélange équilibré, évidez des tomates rondes, remplissez-les de viande hachée et faites cuire vos créations. Ce plat, avec sa saveur acidulée et sa texture tendre, est un choix très populaire sur les tables des Fontainois.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108590,
      "name": "Tomates narbonnaises (délicieuses)",
      "description": "Un plat de viande et de légumes. Les tomates juteuses et appétissantes sont remplies de viande copieuse, dégageant une saveur envoûtante qui explose en un feu d'artifice merveilleux après une seule bouchée. N'en manger ne serait-ce qu'une seule permettra aux riches délices dansant sur votre langue de dissiper tous les nuages sombres de votre cœur.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}