{
  "_id": 3202,
  "id": "tonkotsu_ramen",
  "name": "Tonkotsu ramen",
  "description": "Un plat de nouilles bien chaud. La viande, mijotée à basse température, est déposée sur les nouilles qui ont été imprégnées d'un bouillon salé, parfumé et délicieux. Un seul bol suffit à redonner des forces à toute âme fatiguée.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Pousse de bambou",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108261,
      "name": "Tonkotsu ramen (suspect)",
      "description": "Un plat de nouilles bien chaud. Les nouilles ont été presque oubliées au milieu du brouhaha de la préparation de l'accompagnement, ce qui les a presque transformées en pâte et elle ne font plus qu'un avec la soupe. Essayez de boire d'un trait, peut-être que ce ne sera pas si mauvais ?",
      "effect": "Restaure 30 % des PV max du personnage sélectionné et 600 PV supplémentaires."
    },
    "normal": {
      "_id": 108262,
      "name": "Tonkotsu ramen",
      "description": "Un plat de nouilles bien chaud. La viande, mijotée à basse température, est déposée sur les nouilles qui ont été imprégnées d'un bouillon salé, parfumé et délicieux. Un seul bol suffit à redonner des forces à toute âme fatiguée.",
      "effect": "Restaure 32 % des PV max du personnage sélectionné et 1 250 PV supplémentaires."
    },
    "delicious": {
      "_id": 108263,
      "name": "Tonkotsu ramen (délicieux)",
      "description": "Un plat de nouilles bien chaud. Les nouilles élastiques ont absorbé l'essence de la soupe et l'accompagnement ajoute toutes sortes de variations à la sensation en bouche. La soupe a conservé le fort parfum des os utilisés pour la préparer, sans pour autant être grasse. Avant que vous ne vous en rendiez compte, vous avez engouffré tout le bol et vous en prendriez bien un autre.",
      "effect": "Restaure 34 % des PV max du personnage sélectionné et 1 900 PV supplémentaires."
    },
    "special": {
      "_id": 108365,
      "id": "victorious_legend",
      "name": "Légende victorieuse",
      "description": "Spécialité culinaire de Gorou. Les accompagnements sont empilés de telle manière qu'ils offrent un spectacle aussi impressionnant que la motivation de Gorou. Après avoir fini de manger les nouilles et la soupe d'une traite, vous vous tapotez le ventre d'un air satisfait et levez les yeux pour regarder Gorou... qui affiche un grand sourire tout en remuant la queue (sans s'en rendre compte)...",
      "effect": "#Restaure 40 % des PV max du personnage sélectionné et 2 350 PV supplémentaires.",
      "character": {
        "id": "gorou",
        "name": "Gorou"
      }
    }
  }
}