{
  "_id": 3203,
  "id": "triflavored_skewer",
  "name": "Brochettes trois saveurs",
  "description": "Un assortiment de brochettes. Vous pouvez déguster trois saveurs à la fois avec ce plat, ce qui l'a rendu aussi populaire. Si vous ne savez pas avec quel vin l'accompagner, vous ne pouvez pas vous tromper avec ces trois arômes différents.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Viande crue",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Œuf d'oiseau",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farine",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Gueule-de-loup",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "_id": 108273,
      "name": "Brochettes trois saveurs (suspectes)",
      "description": "Un assortiment de brochettes. Le bâton de bambou brûlé et les ingrédients de couleur terne dégagent une odeur innommable. Ne mangez pas ça en pleine nature, ou vous aller attirer les Brutocollinus...",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108274,
      "name": "Brochettes trois saveurs",
      "description": "Un assortiment de brochettes. Vous pouvez déguster trois saveurs à la fois avec ce plat, ce qui l'a rendu aussi populaire. Si vous ne savez pas avec quel vin l'accompagner, vous ne pouvez pas vous tromper avec ces trois arômes différents.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108275,
      "name": "Brochettes trois saveurs (délicieuses)",
      "description": "Un assortiment de brochettes. Le contrôle de la température hautement maîtrisé a libéré des bulles d'huiles grésillantes. Les nombreux assaisonnements accentuent la saveur des différents ingrédients. S'il y en avait un peu moins, ce serait trop fade, un peu plus, le goût serait trop fort. Cet équilibre parfait révèle les compétences culinaires exceptionnelles de celui qui a fait ce plat.",
      "effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  }
}
