{
  "_id": 1402,
  "id": "trout_amandine",
  "name": "Truite aux amandes",
  "description": "Des filets de poisson frits de bonne taille. Les filets sont frits dans du beurre onctueux avant d'être servis accompagnés d'amandes rôties croustillantes. La recette traditionnelle de ce plat préconise de placer une truite entière préparée dans la poêle à frire, mais une nouvelle recette a récemment également gagné en popularité.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Poisson",
      "amount": 1
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Amande",
      "amount": 1
    }
  ],
  "dish_type": "Récupération",
  "results": {
    "suspicious": {
      "_id": 108573,
      "name": "Truite aux amandes (suspecte)",
      "description": "Des filets de poisson frits de bonne taille. L'amertume de la peau de poisson brûlée sur votre langue ne peut même pas être rincée avec une énorme gorgée de soupe... Il semblerait qu'il vous faille un peu améliorer votre maîtrise du feu de cuisson...",
      "effect": "Restaure immédiatement 8 % des PV max, puis 210 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "normal": {
      "_id": 108574,
      "name": "Truite aux amandes",
      "description": "Des filets de poisson frits de bonne taille. Les filets sont frits dans du beurre onctueux avant d'être servis accompagnés d'amandes rôties croustillantes. La recette traditionnelle de ce plat préconise de placer une truite entière préparée dans la poêle à frire, mais une nouvelle recette a récemment également gagné en popularité.",
      "effect": "Restaure immédiatement 9 % des PV max, puis 260 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    },
    "delicious": {
      "_id": 108575,
      "name": "Truite aux amandes (délicieuse)",
      "description": "Des filets de poisson frits de bonne taille. Les amandes, douces et croquantes, associées au poisson bien en chair vous donnent l'impression de flotter avec bonheur le long d'un courant océanique, où des flots de délices gastronomiques vous ballottent doucement.",
      "effect": "Restaure immédiatement 10 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné."
    }
  }
}