{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Xocoatl",
  "description": "Une boisson natlanoise à base de cacahuatl. Au début, le cacahuatl amer était broyé et mélangé à diverses épices, créant ainsi cette boisson dont le nom signifiait « eau amère ». Plus tard, l'ajout de sucre transforma le produit final en quelque chose de parfumé, délicieux et très populaire, bien que le nom d'eau amère n'ait jamais changé.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menthe",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Lait",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sucre",
      "amount": 1
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Xocoatl (suspect)",
      "description": "Une boisson natlanoise à base de cacahuatl. Si vous aviez deviné avant de prendre une gorgée, vous auriez pu dire que le goût serait sucré ou amer, mais jamais ô grand jamais vous n'auriez pu imaginer l'acidité qui se répand sur le bout de votre langue... Quelqu'un y a-t-il ajouté de mauvais ingrédients ?",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "_id": 108758,
      "name": "Xocoatl",
      "description": "Une boisson natlanoise à base de cacahuatl. Au début, le cacahuatl amer était broyé et mélangé à diverses épices, créant ainsi cette boisson dont le nom signifiait « eau amère ». Plus tard, l'ajout de sucre transforma le produit final en quelque chose de parfumé, délicieux et très populaire, bien que le nom d'eau amère n'ait jamais changé.",
      "effect": "#Augmente la DÉF de tous les personnages de l'équipe de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "_id": 108759,
      "name": "Xocoatl (délicieux)",
      "description": "Une boisson natlanoise à base de cacahuatl. L'arôme riche et profond du cacahuatl est infusé d'une onctuosité pure, caressant tendrement votre langue avec la douceur de la soie lisse, laissant derrière une touche de sucré plus que suffisante pour faire fondre votre cœur.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "special": {
      "_id": 108821,
      "id": "emotional_support",
      "name": "Soutien émotionnel",
      "description": "Spécialité culinaire d'Ifa. « Allez mange, poto. » Les voix d'un humain et d'un saurien résonnent alors qu'Ifa vous apporte une assiette remplie de biscuits et que Cacucu le suit avec une tasse de xocoatl en agitant ses ailes. Votre nervosité se dissipe grâce à ces différents arômes... Beau travail, poto !",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 282 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
      "character": {
        "id": "ifa",
        "name": "Ifa"
      }
    }
  }
}
