{
  "id": "athelwood_metal_buckler",
  "originalId": 364213,
  "rarity": 3,
  "name": "Escudo fortalecido de madera de tamarisco",
  "description": "Un pesado escudo redondo que, a simple vista, no parece guardar ninguna diferencia con un escudo redondo normal y corriente. Pero, en realidad, oculta un gran secreto.\\nPrimero hay que seleccionar tablas de madera de tamarisco de edad media y gran consistencia. Luego se cortan con el tamaño y grosor necesarios y se someten a varios procesos de quemado, horneado y encerado, consiguiendo así una mayor fortaleza. La placa posterior, más liviana y endeble, está formada por una estructura compuesta de doble capa que maximiza el desgaste de las cuchillas y flechas de ataque y debilita su potencia de impacto. Por otra parte, el reborde del arco está reforzado con una capa espesa de hierro. También se añade una estructura reforzada en los filos de la superficie para aumentar la resistencia del escudo al contundente ataque del enemigo. \\nSe dice que es lo suficientemente resistente como para resistir incluso el ataque de una Visión. Su precio es considerablemente elevado y equivale a la suma de precios de al menos una docena de armas de calidad media. Normalmente solos miembros de Los Eremitas o el Regimiento de Los Treinta utiliza este tipo de escudos.\\nLos Ladrones de Tesoros, que siempre optan por equipamientos livianos, no terminan de comprender por qué los mercenarios deciden invertir tanto en estos escudos. Y es que solo aquellos mercenarios en plena línea de batalla y el creador de su diseño serían capaces de comprender la verdadera importancia de la robustez de este escudo. Cuando el diseñador era aún joven e insensato, lideró un equipo de asalto para invadir la Aldea Aaru en busca de su némesis. Por desgracia para él, fue derrotado por una joven guardia. Aquella muchacha con heterocromía sostenía un escudo en la mano izquierda y una lanza en la derecha. Le bastó deslizarse como una avalancha para destrozar las armas y armaduras del enemigo. Llegados a aquel punto, solo tuvo que usar una mínima parte de su fuerza para derrotarlos a todos. Finalmente, los entregó a los guardias más veteranos de la aldea y solo fueron liberados tras ser debidamente aleccionados y disuadidos de volver a intentarlo. Aunque el diseñador realmente cambió de rumbo tras aquel incidente y no ha vuelto a optar por llevar a cabo el mal, todavía recuerda vivamente a aquella joven custodia de extraños ojos y la considera la persona más poderosa que ha conocido jamás. Por eso, decidió mejorar el diseño tradicional de escudo redondo y reforzarlo en su honor.\\nSi volviera a encontrarse en la tesitura de aquel entonces, tal vez este escudo fuera suficiente para detener el golpe de aquella valerosa guerrera.",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Decoraciones para colgar"
    }
  ],
  "recipe": [
    {
      "id": "athel_wood",
      "name": "Madera de tamarisco",
      "amount": 8
    },
    {
      "id": "iron_chunk",
      "name": "Pedazo de hierro",
      "amount": 4
    }
  ]
}
