{
  "_id": 370801,
  "id": "court_of_justices_valor",
  "rarity": 4,
  "name": "Valentía de la corte de la justicia",
  "description": "Un edificio mediano estructuralmente sólido construido con un estilo idéntico al de la sucursal del Gremio de Aventureros en la Corte de Fontaine. Es uno de los pocos edificios que utilizan armazón metálico y hormigón de escoria, e incluso los huecos entre la mampostería están rellenos de un potente adhesivo. Se dice que incluso a un Mecabot a máxima potencia le costaría derribarlo. Según cierta noticia sensacionalista, cuando el Gremio de Aventureros construyó su sucursal de Fontaine, tuvo en cuenta la posibilidad de inspecciones repetidas por parte de la Oficina Judicial y la enorme presión que ejercerían los pesados mecas sobre los cimientos. Además, si surgía algún conflicto con la Oficina Judicial o si un mecabot se descontrolara, la mitad del edificio podría quedar fácilmente destruido. Por eso, el Gremio de Aventureros estaba dispuesto a invertir una gran suma en una estructura resistente que utilizara un armazón de metal.\\nCuando se les preguntaba al respecto, los miembros del Gremio de Aventureros se negaban a hacer comentarios o dar largas. Sin embargo, los residentes locales podían ver claramente que relación que había entre el Gremio de Aventureros y la Oficina Judicial, y que el edificio no había sido diseñado especialmente para el Gremio de Aventureros. Se consideró que el artículo inventaba y difundía rumores. Como resultado, el autor del artículo pronto se convirtió en un paria en la industria mediática de Fontaine.",
  "load": 530,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Estilo de Fontaine",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Madera de malvavisco",
      "amount": 10
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Pedazo de hierro",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Pedazo de hierro blanco",
      "amount": 10
    }
  ]
}
