{
  "_id": 370806,
  "id": "court_of_justices_prosperity",
  "rarity": 4,
  "name": "Prosperidad de la corte de la justicia",
  "description": "Uno de los edificios comerciales corrientes de la Corte de Fontaine. Es el producto de las primeras incursiones en la arquitectura modular, y un ejemplo recogido en las normas de la Corte de Fontaine para la decoración de muros exteriores. Una vez que maduró la construcción con hormigón de escoria, los arquitectos creyeron posible el montaje rápido de casas a gran escala fabricando de antemano todos los muros de carga y utilizando grandes Mecabots para ayudar con la construcción.\\nSin embargo, a pesar de muchos intentos de ajustar la coloración, un color frío glacial y un gris sombrío eran los únicos resultados posibles para el hormigón de escoria. Las viviendas y la arquitectura interior resultarían demasiado apagadas si se construyeran así, por lo que siguen siendo necesarios ladrillos de color amarillo claro para los paneles de las paredes exteriores, mientras que en el interior se requieren baldosas o suelos de madera. Así pues, la preocupación por la estética y la habitabilidad se impuso al ahorro de tiempo que prometía la construcción modular. Así, los arquitectos recurrieron a otra forma de diseño de construcción modular que se centraba en la estructura y reservaba espacio para las tuberías internas.\\nPor supuesto, aunque los arquitectos tengan éxito, es posible que no haya mucha demanda en Fontaine a menos que se reconstruya el Instituto de Ciencias de Fontaine, lo cual es otra cuestión complicada en sí misma...",
  "load": 525,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Estilo de Fontaine",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Madera de malvavisco",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Pedazo de hierro blanco",
      "amount": 10
    }
  ]
}