{
  "_id": 370709,
  "id": "desert_house_hidden_light",
  "rarity": 3,
  "name": "Casa del desierto: Luz oculta",
  "description": "Una edificación muy común en la Aldea Aaru. Los guardias suelen utilizar esta compacta construcción para almacenar armas. Por lo general se trata de una simple cabaña de pequeño tamaño donde se puede acomodar el equipo defensivo de un guardia.\\nSe dice que en la ceremonia de selección del custodio de la aldea, hay una prueba en la que los candidatos deben lanzar el arma más pesada y grande que haya en el inventario y registrar una marca superior a la del primer custodio. En aquella época, la postulante a guardiana era una niña de unos siete u ocho años con heterocromía. La gente se agolpó a su alrededor para contemplar la escena. Cuando la niña abrió la puerta del almacén, solo encontró una lanza larga apoyada contra la pared. Era tan pesada que había empezado a hundir el suelo del edificio, y tan alta que casi atravesaba el techo del almacén.\\n¿Se trataba de un arma pensada para entrenar la fuerza y atraer la atención de todos, o era un objeto diseñado especialmente para dejar en vergüenza al postulante? En aquel momento, nadie tuvo tiempo de responder a la pregunta.\\nLa muchacha dijo que no había problema y, como solía hacer, sacó la lanza del almacén y la lanzó hábilmente hacia la lejanía. El arma aterrizó exactamente medio paso más allá de lo que marcaba el récord del primer custodio.\\nDesde entonces, ninguno de los antiguos custodios ha osado cuestionar de nuevo a la custodia con heterocromía. Quizás sea porque, incluso después del esfuerzo realizado, aquella niña les sonrió con toda la calma del mundo, como si la lanza no le hubiera pesado en las manos.",
  "load": 94,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 13005,
      "category": "Estilo de Sumeru"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Madera de tamarisco",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Pedazo de hierro",
      "amount": 4
    }
  ]
}
