{
  "_id": 362223,
  "id": "hued_vase_amber",
  "rarity": 3,
  "name": "Vasija pigmentada: Pajiza",
  "description": "Una delicada pieza de cerámica blanca decorada con motivos pajizos. Las familias más pudientes suelen usarla como recipiente o pieza de decoración, aunque en comparación con la cerámica vidriada original resulta mucho más económica. Y todo se debe a cierta comerciante ambulante.\\nSu concepto de negocio es diferente al de otros comerciantes, pues da gran importancia al equilibrio entre beneficios y ventas. Detesta que algunos de sus competidores inflen los precios de las piezas de cerámica para asegurar que tan solo un selecto grupo de compradores tengan acceso a ellas. Esta peculiar comerciante aprovecha sus cápsulas de conocimiento para enseñar a los alfareros a utilizar una técnica de artesanía secreta. En sus acuerdos con los fabricantes siempre estipula un precio de venta a modo de sugerencia con el que obtiene unos beneficios proporcionados dependiendo de la cantidad de piezas vendidas. Gracias a su modelo de negocio, en pocos años ha conseguido grandes beneficios y ha superado a la mayor parte de sus competidores, haciendo también accesible la cerámica vidriada al público general. Nunca hizo alarde de sus métodos, de modo que el resto de comerciantes de cerámica de lujo no se dieron cuenta de que estaban avocados al fracaso hasta que fue demasiado tarde. Casi parecía como si los alfareros de estratos más bajos hubieran seguido las instrucciones de un gran maestro y hubieran dado un giro al mercado de la cerámica.\\nA pesar de su gran contribución, muy pocos recuerdan ya a esa sorprendente comerciante, aunque a ella no parece importarle. Al fin y al cabo, formaba parte de su modelo de negocio.",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 4003,
      "category": "Producto artesanal",
      "type": "Interior"
    }
  ],
  "recipe": [
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Pedazo de hierro blanco",
      "amount": 4
    },
    {
      "_id": 101403,
      "id": "yellow_dye",
      "name": "Tinte amarillo",
      "amount": 4
    }
  ]
}
