{
  "_id": 370327,
  "id": "machinedyed_awning_lumidouce_blue",
  "rarity": 3,
  "name": "Toldo mecanizado: Azul lumidulce",
  "description": "Un modelo de toldo producido en masa gracias a la ayuda de los Mecabots. Aunque en teoría tendría que tener el color de una campanilla lumidulce, todos los que lo ven dicen lo mismo: “Así que al final resulta que es de color cian”.\\nEl motivo de este cambio de color es muy sencillo. Cuando los Mecabots estaban produciendo el tinte, tuvo lugar un error mecánico que no hubiera ocurrido si hubieran participado en el proceso artesanos. Los Mecabots utilizados solo seguían el comando de órdenes recibidas de manera sistemática, pero sin la supervisión de un artesano, fue imposible evitar dicha desviación de color en el proceso. Más tarde, durante el proceso de montaje, los empleados a cargo también se limitaron a seguir las instrucciones y tampoco pusieron de manifiesto el cambio evidente de color. Cuando finalmente el diseñador recibió uno de los modelos terminados, ya se había producido una buena cantidad con esta desviación cromática, por lo que no resultaba rentable volver a comenzar el proceso. Por ello, tras asegurar que no había ningún otro problema con la tanda producida salvo dicha desviación, procedieron a comercializarlos normalmente.\\nEste caso fue posteriormente analizado en detalle en una investigación llevada a cabo por cierto equipo de investigación del Instituto de Ciencias de Fontaine y sirvió de argumento clave en el debate sobre la necesidad de supervisión humana en los procesos de producción llevados a cabo por Mecabots.",
  "load": 47,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 6005,
      "category": "Estilo comercial"
    }
  ],
  "recipe": [
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Pedazo de hierro",
      "amount": 4
    },
    {
      "_id": 101401,
      "id": "fabric",
      "name": "Tela",
      "amount": 6
    },
    {
      "_id": 101404,
      "id": "blue_dye",
      "name": "Tinte azul",
      "amount": 2
    }
  ]
}
