{
  "_id": 379034,
  "id": "maintenance_mek_water_body_cleaner",
  "rarity": 4,
  "name": "Mecarreparador purificaaguas",
  "description": "Un valioso pez ornamental que se puede criar en un Estanque nubespiritual y en un Acuario de aguas cristalinas.\\nUn compacto Mecabot de apoyo diseñado para ayudar en tareas submarinas y aumentar la efectividad de los equipos de submarinismo mecánico. La intención original de este modelo era la de limpiar basura, algas y otros deshechos para evitar la obstrucción de los principales componentes de los Mecabots que llevaban a cabo su trabajo bajo el agua y, así, reducir al máximo posible la ocurrencia de errores. Es por ello que se los considera “basureros subacuáticos” y juegan un papel fundamental en el ecosistema de Fontaine.\\nEste Mecabot está equipado con un sensor muy sensible capaz de encontrar cualquier objetivo y analizar en detalle la basura que encuentra a su paso a través de su “olfato”. Por eso, no es de sorprender que a veces también se sientan atraídos por los cebos que lanzan los pescadores al agua. Los que han conseguido atrapar uno de estos con su caña suelen denominarlo “mecarreparador acuático” o “mecapez”.\\nComparado con el modelo de mecarreparador de función básica, el cual ha sido masivamente distribuido, este modelo purificaaguas más pulido y producido en masa cuenta con una potente capa anticorrosiva. Además, el investigador a cargo de desarrollar este mecanismo no empleó un sistema de transporte de descarga inmediata y no adoptó medidas de descarga desfavorables, sino que utilizó un diseño de recuperación y reparación periódicos. De esta forma, los investigadores pueden usar destellos de cierta frecuencia para enviar señales de navegación al sensor de este mecarreparador y, así, lograr que regresen para repararlos, examinarlos y volver a soltarlos en el agua para que sigan trabajando. Al final, esos destellos se acabaron convirtiendo en un cebo específico para mecarreparadores y, de alguna forma desconocida, se popularizaron entre los pescadores.",
  "category": [
    {
      "id": 14001,
      "category": "Peces ornamentales",
      "type": "Exterior"
    }
  ]
}
