{
  "_id": 379036,
  "id": "maintenance_mek_platinum_collection",
  "rarity": 4,
  "name": "Mecarreparador dorado de coleccionismo",
  "description": "Un valioso pez ornamental que se puede criar en un Estanque nubespiritual y en un Acuario de aguas cristalinas.\\nUn compacto Mecabot de apoyo diseñado para ayudar en tareas submarinas y aumentar la efectividad de los equipos de submarinismo mecánico. La intención original de este modelo era la de limpiar basura, algas y otros deshechos para evitar la obstrucción de los principales componentes de los Mecabots que llevaban a cabo su trabajo bajo el agua y, así, reducir al máximo posible la ocurrencia de errores.\\nEn comparación con otros modelos producidos en masa, este mecarreparador dorado de coleccionismo es más limpio y brillante. Se trata de un modelo conmemorativo producido por un equipo de desarrolladores que, para convencer a unos comerciantes adinerados de que financiaran su proyecto de mecarreparadores, les dieron estos modelos conmemorativos a modo de obsequio para que los colocaran en sus peceras como sofisticados peces ornamentales. Por desgracia, todos los intentos del equipo para captar inversiones fracasaron, así que decidieron vender estos mecarreparadores como juguetes para sufragar los gastos cada vez más cuantiosos del proyecto.\\nAl final, todo el mundo acabó enterándose de lo ocurrido, así que el equipo de desarrolladores detuvo su trabajo y se cancelaron los proyectos futuros. Actualmente, nadie se encarga de ningún mecarreparador que vive en las aguas de Fontaine, y el lote del modelo dorado de coleccionismo cuya producción se realizó con antelación acabó en el fondo del agua, en paradero desconocido y siendo la especie piscícola más distintiva y cara de Fontaine. Conforme se hacían públicos algunos proyectos del Instituto de Ciencias, los periodistas de «El Pájaro de Vapor» empezaron a investigar y contrastar información, y descubrieron que “la contaminación acuática de Fontaine no experimentó grandes mejoras incluso tras el despliegue de los mecarreparadores, por lo que dicho proyecto ha tenido una eficacia dudosa”. Más tarde, los mecarreparadores dorados de colección que aún no habían sido activados siguieron patrullando las aguas de Fontaine, y los pescadores empezaron a alardear cuando pescaban uno, ya que eran con diferencia mucho menos comunes que los peces ornamentales de otras naciones.",
  "category": [
    {
      "id": 14001,
      "category": "Peces ornamentales",
      "type": "Exterior"
    }
  ]
}
