{
  "_id": 372468,
  "id": "no_jumping_no_tramping",
  "rarity": 2,
  "name": "No pisar, no saltar",
  "description": "“Estas plantas cuentan con una elasticidad impresionante y están llenas de una sustancia gaseosa. Si deseas ver el mundo con los ojos de un Vigía aéreo, puedes considerar la idea de saltar encima de una de ellas”.\\nEso es lo que especifica la última edición del «Manual de instrucción matra» sobre este tipo de arbusto del desierto.\\nTal y como con la discusión sobre el incienso, esta descripción no parece tener impacto alguno en las operaciones. Algunos matra intentaron seguir las instrucciones, y llegaron a la conclusión de que “estas plantas no están nada mal como almohadones”, a excepción de alguien que, después de pisotear la planta veinte mil tres veces, terminó por hacerla explotar, y el sujeto salió volando por los aires.\\nUn día, un joven subordinado, al no poder contener su curiosidad, llevó un manual repleto de anotaciones ante el Gran Juez y le hizo dos preguntas: “¿A qué botánico consultó para escribir el manual?”, y “¿cuál es el verdadero significado detrás de una descripción tan simplona y despreocupada?”.\\nEn ese instante, el Gran Juez se encontraba en la Villa Gandharva hablando con cierto guarda forestal de orejas largas y erguidas. Al escuchar ambas preguntas, terminó su comida y contó un par de chistes con una expresión de total seriedad, dejando a su subordinado perplejo por un momento. Al notar su confusión, el Gran Juez se dispuso a dar una explicación más detallada. Sin embargo, el guarda forestal se adelantó y dijo “verás, escribe cosas así para amenizar un poco la lectura. Si no entiendes lo que quiso decir, no le prestes mucha atención. Y si alguna de sus descripciones no te parece graciosa, no tienes por qué recordarla”.\\nDespués de terminar la conversación de golpe, el joven subordinado reflexionó acerca de las palabras del guarda forestal y las compartió con sus compañeros. Desafortunadamente, parece que al día de hoy los pobres matra siguen sin comprender el significado de tales palabras.",
  "load": 24,
  "energy": 10,
  "category": [
    {
      "id": 10007,
      "category": "Arbusto pequeño",
      "type": "Exterior"
    }
  ]
}
