{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "Un profundo sueño violáceo",
  "description": "Unas flores cultivadas por los jardineros de Fontaine cuyos pétalos poseen una apariencia adorable y despiden un aroma fragante. Es posible que, al tratarse de flores de un color tan vivo, emanen un olor mucho más refrescante de lo que se podría esperar. Una vez, la Corte de Fontaine afirmó con máxima solemnidad en un pequeño informe que estas flores contienen cierto veneno de efecto lento que provoca respuestas nocivas en las personas, como insomnio, histeria, hinchazón y dolor en los ojos, entre otros problemas de salud. Un tiempo después, se publicó otro informe anónimo que revelaba el secreto de una estrella de la Ópera para mantenerse joven: beber el té de estas flores con mucha frecuencia.\\nAquellos datos dieron mucho de que hablar durante un tiempo a la gente de Fontaine y a las autoridades del Palacio Mermonia, encargado de la ecología urbana. Había quienes estaban horrorizados con la existencia de estas flores, y otros comenzaron a cultivarlas en su casa a escondidas...\\nAnte la desesperación por la controversia, el Palacio Mermonia invitó a un experto en botánica para que ayudara a resolver la situación. Este publicó artículos larguísimos durante siete días seguidos en «El Pájaro de Vapor» en los que desmintió uno a uno todos los rumores que habían surgido al respecto, e hizo especial hincapié en que tan solo se trataba de unas flores ornamentales, por lo que el único efecto que podían tener era mejorar el humor de aquel que las contemplara, y que no tenían ningún otro tipo de impacto en la vida de las personas.\\nAhora estas flores violetas pueden apreciarse frente a la puerta de la Ópera de la Epíclesis, y tras invertir ciertos esfuerzos, se puso fin a los conflictos relacionados con estas flores.\\nSin embargo, algunos novelistas encontraron la inspiración en este suceso. Resultaron ser escritores con un buen sentido del humor que escribieron una serie de novelas cortas bajo la temática “estas flores son un peligro”. Una de las obras que más llamó la atención de los lectores fue «Un profundo sueño violáceo», que trata sobre el arbusto ornamental que incitó la controversia en el pasado.\\nPara evitar que aquello volviera a suceder, el novelista añadió una nota enfática al comienzo de esta:\\n“¡Esta novela es pura ficción y nada más que ficción!”.\\n“Pero aun así, desaconsejo totalmente que usted o alguien de su familia ingieran esas flores”.",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "Arbusto pequeño"
    }
  ]
}
