{
  "_id": 26190101,
  "id": "solitary_suanni",
  "monsterId": 26190103,
  "name": "Solitary Suanni",
  "specialNames": [
    "Ancient Lord of the Mountains"
  ],
  "rewardPreview": [],
  "monsterType": "MONSTER_BOSS",
  "enemyType": "BOSS",
  "categoryType": "CODEX_SUBTYPE_BEAST",
  "categoryText": "Mystical Beasts",
  "filename_icon": "UI_MonsterIcon_Hermit",
  "description": "These elegant and proud mystical beasts only live in mountains shrouded in adeptal energy.\\nSince ancient times, they have been considered a symbol of good fortune, and their preference for living aloof from the material world has been admired by intellectuals for generations. In ancient legends from Chenyu Vale, the leader of the suanni was called the Mountain Lord and was considered to be of the same standing as the adepti.\\nAnother theory claims that the Xuanwen Beasts that roam the mountains these days are the descendants of the suanni, but that the thinning of their blood over the years has caused them to devolve into violent creatures. Although this contradicts another theory regarding the origin of Xuanwen Beasts, the few records of the suanni often show them attended by a large number of Xuanwen Beasts.\\nThese days, the well-known Wushou Dance in Chenyu Vale came from the movements of the suanni. But since only a handful of people have actually seen such creatures, most can only imagine what they look like. After thousands of years of changes and different artistic interpretations, the Wushou Dance costume head has developed into its current style.",
  "aggroRange": "VISION_LEVEL_LITTLE_REMOTE",
  "bgm": 0,
  "budget": 1,
  "stats": {
    "resistance": {
      "physical": 0.1,
      "pyro": 0.1,
      "dendro": 0.1,
      "hydro": 0.7,
      "geo": 0.1,
      "anemo": 0.7,
      "cryo": 0.1,
      "electro": 0.1
    },
    "base": {
      "hp": 225.4944,
      "attack": 100.48,
      "defense": 500
    },
    "curve": {
      "hp": "GROW_CURVE_HP_2",
      "attack": "GROW_CURVE_ATTACK_2",
      "defense": "GROW_CURVE_DEFENSE"
    }
  }
}