{
  "_id": 215044,
  "id": "a_day_carved_from_rising_winds",
  "name": "Día de los Vientos Alzantes",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATQ +18%.",
  "four_pc": "Tras golpear a un enemigo con un Ataque Normal o Cargado o con la Habilidad Elemental o Definitiva, se obtiene el efecto de “bendición del viento y la poesía” durante 6 s, el cual aumenta el ATQ en un 25%. Si el portador de este conjunto ya ha completado la misión de «Lecciones del Aquelarre», dicho efecto mejorará y se convertirá en “determinación del viento y la poesía”, el cual aumenta adicionalmente en un 20% la Prob. CRIT del portador que haya superado dicha prueba. Este efecto se puede activar incluso cuando el portador está en tu equipo pero no en uso.",
  "goblet": {
    "_id": 44412,
    "id": "heldeneposs_unspoken_tale",
    "name": "Historia sin Contar del Heldenepos",
    "description": "Una copa de vino de color azulado y estilo antiguo que, según dicen, perteneció a un bardo anónimo de un pasado muy remoto."
  },
  "plume": {
    "_id": 44422,
    "id": "dawns_brilliant_oath",
    "name": "Juramento de la Luz del Alba",
    "description": "Una pluma de color claro y puro como la luz del alba que, según dicen, perteneció a una guardia real de un pasado muy remoto que renunció a su nombre."
  },
  "circlet": {
    "_id": 44432,
    "id": "minnesang_of_love_and_lament",
    "name": "Minnesang Melancólico de Amor",
    "description": "Un lujoso accesorio de cabeza adornado con jade y cristal que, según dicen, era un amuleto que el Rey de la Tempestad otorgó en un pasado muy remoto a la persona que más le importaba."
  },
  "flower": {
    "_id": 44442,
    "id": "windborne_flowers_spruchdichtung",
    "name": "Canto de la Flor de Viento",
    "description": "Una flor de cristal azulada e inmarcesible que, según dicen, perteneció a una joven exiliada de un pasado muy remoto que rezaba a los mil vientos y a las flores."
  },
  "sands": {
    "_id": 44452,
    "id": "a_note_in_springs_leich",
    "name": "Nota de la Melodía Primaveral",
    "description": "Un reloj de arena que contiene unos finos granos azulados. Por alguna razón, por más que se voltee, la arena nunca cae."
  }
}