{
  "_id": 215043,
  "id": "aubade_of_morningstar_and_moon",
  "name": "Alborada de la Estrella del Alba y la Luna",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Maestría Elemental +80 pts.",
  "four_pc": "Cuando el portador de este conjunto está en tu equipo pero no en uso, el daño de Reacción Lunar que inflige aumenta en un 20%. Cuando el nivel de presagio lunar del equipo es de, al menos, resplandor ascendente, el daño de Reacción Lunar aumenta en un 40% adicional. Estos efectos se anularán después de que el portador de este conjunto permanezca en el campo de batalla durante 3 s.",
  "goblet": {
    "_id": 43412,
    "id": "moonlit_offerings_libation",
    "name": "Libación para la Luna",
    "description": "Una copa de vino que utilizaban los devotos de la antigüedad para realizar ofrendas a las lunas celestiales, y que acabó perdiéndose en el último banquete de celebración de este ritual."
  },
  "plume": {
    "_id": 43422,
    "id": "moonlit_offerings_parting_light",
    "name": "Luz del Adiós para la Luna",
    "description": "Una pluma estilográfica que utilizaban los sacerdotes de la antigüedad para escribir letanías a las lunas celestiales, y gracias a la cual obtenían una gran inspiración."
  },
  "circlet": {
    "_id": 43432,
    "id": "moonlit_offerings_silver_crown",
    "name": "Corona de Plata para la Luna",
    "description": "Una corona de plata que utilizaban los poetas de la antigüedad para ofrecer poemas a las lunas celestiales, y que se quitaban al leer la última palabra de sus versos."
  },
  "flower": {
    "_id": 43442,
    "id": "moonlit_offerings_opulent_dream",
    "name": "Sueño Esplendoroso para la Luna",
    "description": "Un ornamento floral tallado con esmero por los artesanos de la antigüedad para las estatuas divinas de las lunas celestiales, con el fin de resaltar la belleza y magnificencia de dichas diosas."
  },
  "sands": {
    "_id": 43452,
    "id": "moonlit_offerings_final_hour",
    "name": "Hora Final para la Luna",
    "description": "Un reloj de arena que utilizaban los sabios de la antigüedad para preguntar a las lunas celestiales por la verdad, y con el que grabaron el momento final."
  }
}