{
  "_id": 215040,
  "id": "finale_of_the_deep_galleries",
  "name": "Réquiem del Corredor",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Bono de Daño Cryo +15%.",
  "four_pc": "Cuando el portador de este conjunto tiene 0 pts. de Energía Elemental, tanto el daño de su Ataque Normal como el de su Habilidad Definitiva aumentan en un 60%. Cuando dicho portador inflige daño con su Ataque Normal, el aumento de daño de la Habilidad Definitiva se anulará durante 6 s. Después de que el portador inflija daño con su Habilidad Definitiva, el aumento de daño del Ataque Normal anteriormente mencionado se anulará durante 6 s. Este efecto puede activarse incluso cuando el personaje que lleva este conjunto está en tu equipo pero no en uso.",
  "goblet": {
    "_id": 40412,
    "id": "deep_gallerys_bestowed_banquet",
    "name": "Gran Banquete del Corredor",
    "description": "Un cáliz hecho de jade del Reino del Norte. Se dice que una antigua civilización lo utilizaba como objeto ceremonial para hacer ofrendas al cielo."
  },
  "plume": {
    "_id": 40422,
    "id": "deep_gallerys_distant_pact",
    "name": "Promesa Perdurable del Corredor",
    "description": "Una pluma hecha de jade del Reino del Norte. La luz que refleja no parece pertenecer a este mundo."
  },
  "circlet": {
    "_id": 40432,
    "id": "deep_gallerys_lost_crown",
    "name": "Corona Perdida del Corredor",
    "description": "Una máscara nublada por la obsesión, igual que la mente de su antiguo dueño. El jade que contiene parece ser de una época más antigua."
  },
  "flower": {
    "_id": 40442,
    "id": "deep_gallerys_echoing_song",
    "name": "Canción Reverberante del Corredor",
    "description": "Una flor de hielo hecha de jade del Reino del Norte. Los pétalos de la flor se han convertido en polvo con el tiempo."
  },
  "sands": {
    "_id": 40452,
    "id": "deep_gallerys_moment_of_oblivion",
    "name": "Momento Olvidado del Corredor",
    "description": "Un reloj de bolsillo elaborado con jade del Reino del Norte. La aguja se detuvo para siempre en el momento de su destrucción."
  }
}
