{
  "_id": 215034,
  "id": "nighttime_whispers_in_the_echoing_woods",
  "name": "Murmullo del Bosque Reverberante",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATQ +18%.",
  "four_pc": "Tras usar la Habilidad Elemental, el personaje obtiene un 20% de Bono de Daño Geo durante 10 s. Si está protegido por un escudo creado mediante la reacción de Cristalización, el anterior efecto aumenta en un 150%. Este aumento adicional se eliminará 1 s después de perder el escudo creado mediante Cristalización.",
  "goblet": {
    "_id": 34412,
    "id": "magnanimous_ink_bottle",
    "name": "Tintero de la Magnanimidad",
    "description": "El tintero que utilizaba la bruja de cierta historia. Posee un encantamiento de un poder comparable al de la pluma que se mojaba en él."
  },
  "plume": {
    "_id": 34422,
    "id": "honest_quill",
    "name": "Pluma de la Sinceridad",
    "description": "La pluma que utilizaba la bruja de cierta historia. Posee unas cualidades tan extraordinarias que ni siquiera vale la pena mencionar la fluidez y suavidad con la que escribe."
  },
  "circlet": {
    "_id": 34432,
    "id": "compassionate_ladies_hat",
    "name": "Sombrero del Afecto",
    "description": "El sombrero favorito de la bruja de cierta historia. La elegancia y, al mismo tiempo, informalidad de este accesorio eran las dos cosas que más le gustaban de él."
  },
  "flower": {
    "_id": 34442,
    "id": "selfless_floral_accessory",
    "name": "Flor Ornamental de la Abnegación",
    "description": "El broche que solía llevar la bruja de cierta historia. Presenta un ornamento con forma de mariposa, al igual que los demás accesorios por los que sentía predilección."
  },
  "sands": {
    "_id": 34452,
    "id": "faithful_hourglass",
    "name": "Reloj de Arena de la Fidelidad",
    "description": "El reloj de arena del que dependía la bruja de cierta historia. Cuenta la leyenda que, si le recitas un encantamiento equivocado, el tiempo empezará a transcurrir más rápido de lo normal."
  }
}