{
  "_id": 215037,
  "id": "scroll_of_the_hero_of_cinder_city",
  "name": "Pergamino del Héroe de la Ciudad de las Cenizas",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Cuando un personaje cercano del equipo causa una explosión noctámbula, el portador de este conjunto recupera 6 pts. de Energía Elemental.",
  "four_pc": "Cuando el portador de este conjunto causa una Reacción Elemental relacionada con su tipo elemental, los Bonos de Daño Elemental relacionados con esa Reacción Elemental de todos los personajes cercanos del equipo aumentan en un 12% durante 15 s. Si el portador de este conjunto está en el estado de bendición noctámbula cuando se activa este efecto, los Bonos de Daño Elemental relacionados con esa Reacción Elemental de dichos personajes aumentan en un 28% adicional durante 20 s. Estos efectos se pueden activar incluso cuando el portador está en tu equipo pero no en uso. Los bonos de daño otorgados por este conjunto de artefactos no se pueden acumular con los de otro conjunto del mismo tipo.",
  "goblet": {
    "_id": 37412,
    "id": "wandering_scholars_claw_cup",
    "name": "Cáliz en Garra del Erudito Itinerante",
    "description": "Un cáliz para beber licor cuya forma es sorprendentemente similar a la garra de un saurio. Seguro que su creador tenía sus motivos para crear semejante objeto."
  },
  "plume": {
    "_id": 37422,
    "id": "mountain_rangers_marker",
    "name": "Distintivo de los Patrullamontañas",
    "description": "Una insignia que usaban los patrullamontañas para marcar el camino. Al tener forma de pluma, llama mucho la atención si uno se la encuentra."
  },
  "circlet": {
    "_id": 37432,
    "id": "demonwarriors_feather_mask",
    "name": "Máscara Emplumada del Guerrero Maligno",
    "description": "Una máscara emplumada con forma de cabeza de halcón alrededor de la cual giraban múltiples leyendas."
  },
  "flower": {
    "_id": 37442,
    "id": "beast_tamers_talisman",
    "name": "Talismán del Domador de Bestias",
    "description": "Una flor creada con sílex y vidriagón que simboliza que su portador ha obtenido el derecho a convertirse en domador de bestias."
  },
  "sands": {
    "_id": 37452,
    "id": "mystics_gold_dial",
    "name": "Reloj de Sol Dorado de la Mistagoga",
    "description": "Un reloj de sol cuya forma, ciertamente, recuerda a la del sol. Los motivos decorativos que tiene simbolizan el ciclo de la vida y la muerte."
  }
}
