{
  "_id": 215042,
  "id": "silken_moons_serenade",
  "name": "Serenata de la Luna Tejida",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Recarga de Energía +20%.",
  "four_pc": "Infligir Daño Elemental otorga durante 8 s el efecto de “luna refulgente: veneración”, de manera que, cuando el presagio lunar del equipo es resplandor naciente/resplandor ascendente, la Maestría Elemental de todos los personajes del equipo aumenta en 60/120 pts. respectivamente. Este efecto se puede activar incluso cuando el portador de este conjunto está en tu equipo pero no en uso. Por cada efecto de luna refulgente diferente que tengan los personajes, el daño de las Reacciones Lunares de todos los miembros del equipo aumentará en un 10%. Los efectos producidos por luna refulgente no se pueden acumular.",
  "goblet": {
    "_id": 42412,
    "id": "joyous_glory_of_the_pure",
    "name": "Gloria Exultante de la Impoluta",
    "description": "Una taza de plata pura e impoluta. Se dice que era un antiguo objeto sagrado que se empleaba en los rituales de los Descendientes Lunaescarcha. Sin embargo, en las ceremonias de la actualidad ya no se usan recipientes como este."
  },
  "plume": {
    "_id": 42422,
    "id": "pristine_plume_of_the_blessed",
    "name": "Pluma Blanca de la Bendecida",
    "description": "Una pluma pura e impoluta. Dicen que la creó la primera Cantalunas con sus propias manos."
  },
  "circlet": {
    "_id": 42432,
    "id": "holy_crown_of_the_believer",
    "name": "Corona Sagrada de la Devota",
    "description": "Una corona pura e impoluta cuya forma parece emular las astas de la emisaria espiritual de la arboleda."
  },
  "flower": {
    "_id": 42442,
    "id": "crystal_tear_of_the_wanderer",
    "name": "Lágrima Cristalina de la Errante",
    "description": "Una flor pura e impoluta. Cuenta la leyenda que su belleza se ha mantenido eterna gracias al viento gélido."
  },
  "sands": {
    "_id": 42452,
    "id": "frost_devotees_delirium",
    "name": "Locura Delirante de la Veneraescarcha",
    "description": "Un reloj puro e impoluto que se detuvo junto a los delirios de su antigua dueña."
  }
}