{
  "_id": 215033,
  "id": "song_of_days_past",
  "name": "Son de Antaño",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Bono de Curación +15%.",
  "four_pc": "Cuando el portador de este conjunto realiza una curación, crea el efecto de “añoranza” durante 6 s, el cual registra la cantidad de Vida recuperada (incluyendo el exceso de curación). Al terminar la duración, el efecto de añoranza se convierte en el de “marea de antaño”, de manera que cuando tu personaje en uso golpea a un enemigo con un Ataque Normal, Cargado o Descendente o con su Habilidad Elemental o Definitiva, el daño que inflige dicho personaje aumenta en una cantidad equivalente al 8% de la cantidad de Vida recuperada y registrada por añoranza. El efecto de marea de antaño se elimina tras activarse 5 veces o después de 10 s. Por su parte, el efecto de añoranza solo puede registrar un máximo de 15 000 pts. de Vida recuperada y solo puede existir uno al mismo tiempo, pero puede registrar la Vida recuperada por varios portadores de este conjunto. Este efecto se puede activar incluso cuando el portador está en tu equipo pero no en uso.",
  "goblet": {
    "_id": 33412,
    "id": "promised_dream_of_days_past",
    "name": "Sueño Prometido de Antaño",
    "description": "Un hermoso recipiente cuya forma emula la del legendario cáliz de agua pura. Se dice que puede cumplir los deseos más puros de las personas."
  },
  "plume": {
    "_id": 33422,
    "id": "recollection_of_days_past",
    "name": "Remembranza Fugaz de Antaño",
    "description": "Un accesorio con forma de ala de mariposa fabricado con plata y cristales azulados. Cuentan que, en un pasado muy remoto, simbolizaba la promesa de no separarse nunca."
  },
  "circlet": {
    "_id": 33432,
    "id": "poetry_of_days_past",
    "name": "Poema Legado de Antaño",
    "description": "Un sombrero que, en el pasado, gozó de gran popularidad entre los compositores de ópera de Fontaine. El diseño de su pluma ornamental está inspirado en los yelmos de los legendarios Caballeros Aguapura."
  },
  "flower": {
    "_id": 33442,
    "id": "forgotten_oath_of_days_past",
    "name": "Juramento Olvidado de Antaño",
    "description": "Una flor inmarcesible hecha de larimar y plata azulada. Incluso hoy en día se sigue considerando un símbolo de resistencia."
  },
  "sands": {
    "_id": 33452,
    "id": "echoing_sound_from_days_past",
    "name": "Tañido de Antaño",
    "description": "Un reloj de arena de forma muy particular y fabricado con lapislázuli y jade ácueo. Su diseño está basado en el campanario de Petricor."
  }
}