{
  "_id": 45,
  "id": "fontaine_dance_of_the_dewwhite_springs_ii",
  "name": "Fontaine - Dòng Suối Trong Như Sương (II)",
  "order": 52,
  "achievements": [
    {
      "id": 80272,
      "name": "Thám Hiểm Đại Lục - Vùng Đất Trăm Suối Hài Hòa II",
      "desc": "Thắp sáng bản đồ Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, Khu Liffey ở khu vực Fontaine",
      "reward": 5,
      "hidden": false,
      "order": 248
    },
    {
      "id": 80273,
      "name": "Ngọn Nguồn Của Muôn Dòng Nước II",
      "desc": "Mở khóa tất cả điểm dịch chuyển Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, Khu Liffey ở Fontaine",
      "reward": 5,
      "hidden": false,
      "order": 249
    },
    {
      "id": 80274,
      "name": "Thánh Đường Hành Hương - Vùng Đất Trăm Suối Hài Hòa II",
      "desc": "Mở tất cả phong ấn Đền Địa Linh Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, Khu Liffey ở Fontaine",
      "reward": 10,
      "hidden": false,
      "order": 250
    },
    {
      "id": 80275,
      "name": "Người Dẫn Đường Biển Cả II",
      "desc": "Đuổi theo 3 Tiên Linh và thắp sáng Đài Tiên Linh tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 251
    },
    {
      "id": 80276,
      "name": "Người Dẫn Đường Biển Cả II",
      "desc": "Đuổi theo 6 Tiên Linh và thắp sáng Đài Tiên Linh tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 252,
      "preStage": 80275
    },
    {
      "id": 80277,
      "name": "Người Dẫn Đường Biển Cả II",
      "desc": "Đuổi theo 9 Tiên Linh và thắp sáng Đài Tiên Linh tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 253,
      "preStage": 80276
    },
    {
      "id": 80278,
      "name": "Người Săn Kho Báu Sóng Biển II",
      "desc": "Mở 60 rương tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 254
    },
    {
      "id": 80279,
      "name": "Người Săn Kho Báu Sóng Biển II",
      "desc": "Mở 120 rương tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 255,
      "preStage": 80278
    },
    {
      "id": 80280,
      "name": "Người Săn Kho Báu Sóng Biển II",
      "desc": "Mở 200 rương tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 256,
      "preStage": 80279
    },
    {
      "id": 80281,
      "name": "Nhà Mạo Hiểm Sóng Biển II",
      "desc": "Hoàn thành 3 khiêu chiến đại thế giới tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 257
    },
    {
      "id": 80282,
      "name": "Nhà Mạo Hiểm Sóng Biển II",
      "desc": "Hoàn thành 6 khiêu chiến đại thế giới tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 258,
      "preStage": 80281
    },
    {
      "id": 80283,
      "name": "Nhà Mạo Hiểm Sóng Biển II",
      "desc": "Hoàn thành 12 khiêu chiến đại thế giới tại Khu Liffey, Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 259,
      "preStage": 80282
    },
    {
      "id": 80284,
      "name": "Nơi Bao La Hơn Đại Dương Chính Là Bầu Trời",
      "desc": "Đưa Lanoire rời khỏi Pháo Đài Meropide.",
      "reward": 10,
      "hidden": false,
      "order": 260
    },
    {
      "id": 80285,
      "name": "Đến Đây Là Hết",
      "desc": "Chứng kiến câu chuyện của Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 261
    }
  ]
}