{
  "_id": 51,
  "id": "natlan_the_land_of_fire_and_competition_i",
  "name": "Natlan - Vùng Đất Của Lửa Và Tranh Đấu (I)",
  "order": 56,
  "achievements": [
    {
      "id": 80328,
      "name": "Thám Hiểm Đại Lục - Vùng Đất Rực Lửa I",
      "desc": "Thắp sáng bản đồ Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac trong khu vực Natlan.",
      "reward": 5,
      "hidden": false,
      "order": 304
    },
    {
      "id": 80329,
      "name": "Trèo Qua Núi Thánh Rực Lửa I",
      "desc": "Mở khóa tất cả điểm dịch chuyển ở Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac trong khu vực Natlan.",
      "reward": 5,
      "hidden": false,
      "order": 305
    },
    {
      "id": 80330,
      "name": "Thánh Đường Hành Hương - Vùng Đất Rực Lửa I",
      "desc": "Mở phong ấn tất cả Đền Địa Linh ở Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac trong khu vực Natlan.",
      "reward": 10,
      "hidden": false,
      "order": 306
    },
    {
      "id": 80331,
      "name": "Rực Rỡ Như Lửa",
      "desc": "Hiến tế Thất Thiên Thần Tượng Natlan đạt cấp tối đa.",
      "reward": 20,
      "hidden": false,
      "order": 307
    },
    {
      "id": 80346,
      "name": "Truy Vết Màn Đêm: Vùng Đất Rực Lửa (I)",
      "desc": "Mở phong ấn tất cả địa điểm bí mật bộ tộc ở Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac trong khu vực Natlan.",
      "reward": 10,
      "hidden": false,
      "order": 308
    },
    {
      "id": 80332,
      "name": "Màu Đá Lửa Của Mặt Trời Chói Chang",
      "desc": "Tăng cấp Vòng Tona ở Lòng Chảo Vạn Hỏa đến cấp tối đa.",
      "reward": 20,
      "hidden": false,
      "order": 309
    },
    {
      "id": 80333,
      "name": "Người Dẫn Đường Monetoo I",
      "desc": "Đuổi theo 8 Monetoo tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac và hoàn thành graffiti.",
      "reward": 5,
      "hidden": false,
      "order": 310
    },
    {
      "id": 80334,
      "name": "Người Dẫn Đường Monetoo I",
      "desc": "Đuổi theo 16 Monetoo tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac và hoàn thành graffiti.",
      "reward": 10,
      "hidden": false,
      "order": 311,
      "preStage": 80333
    },
    {
      "id": 80335,
      "name": "Người Dẫn Đường Monetoo I",
      "desc": "Đuổi theo 32 Monetoo tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac và hoàn thành graffiti.",
      "reward": 20,
      "hidden": false,
      "order": 312,
      "preStage": 80334
    },
    {
      "id": 80336,
      "name": "Thợ Săn Kho Báu Rực Cháy I",
      "desc": "Mở 80 rương tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 313
    },
    {
      "id": 80337,
      "name": "Thợ Săn Kho Báu Rực Cháy I",
      "desc": "Mở 160 rương tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 314,
      "preStage": 80336
    },
    {
      "id": 80338,
      "name": "Thợ Săn Kho Báu Rực Cháy I",
      "desc": "Mở 320 rương tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac.",
      "reward": 20,
      "hidden": false,
      "order": 315,
      "preStage": 80337
    },
    {
      "id": 80339,
      "name": "Nhà Mạo Hiểm Rực Cháy I",
      "desc": "Hoàn thành 3 khiêu chiến Đại Thế Giới trong thời gian quy định tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 316
    },
    {
      "id": 80347,
      "name": "Nhà Mạo Hiểm Rực Cháy I",
      "desc": "Hoàn thành 6 khiêu chiến Đại Thế Giới trong thời gian quy định tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 317,
      "preStage": 80339
    },
    {
      "id": 80348,
      "name": "Nhà Mạo Hiểm Rực Cháy I",
      "desc": "Hoàn thành 12 khiêu chiến Đại Thế Giới trong thời gian quy định tại Lòng Chảo Vạn Hỏa, Thung Lũng Tequemecan, Núi Coatepec, Suối Nguồn Toyac.",
      "reward": 20,
      "hidden": false,
      "order": 318,
      "preStage": 80347
    },
    {
      "id": 80342,
      "name": "Hồi Ức Tổ Tiên",
      "desc": "Giúp Titu giải phóng linh hồn tổ tiên của bộ tộc.",
      "reward": 10,
      "hidden": false,
      "order": 319
    },
    {
      "id": 80343,
      "name": "Không Phải Mọi Kho Báu Đều Là Vàng Bạc",
      "desc": "Chưa thể tìm được \"vị thuốc chữa bách bệnh\".",
      "reward": 10,
      "hidden": false,
      "order": 320
    },
    {
      "id": 80345,
      "name": "Ánh Vàng Của Mặt Trời, Và Cả Máu...",
      "desc": "Lấy được tín vật hành hương núi lửa trong di tích của Hiền Giả Trộm Lửa.",
      "reward": 10,
      "hidden": false,
      "order": 322
    }
  ]
}
