{
  "_id": 31,
  "id": "sumeru_the_rainforest_of_lore",
  "name": "Sumeru - Rừng Mưa Huyền Bí",
  "order": 40,
  "achievements": [
    {
      "id": 80160,
      "name": "Thám Hiểm Đại Lục - Biển Rừng Sumeru",
      "desc": "Thắp sáng các khu vực Sumeru sau: Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 160
    },
    {
      "id": 80161,
      "name": "Người Đi Rừng",
      "desc": "Mở khóa tất cả điểm dịch chuyển các khu vực Sumeru sau: Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 161
    },
    {
      "id": 80162,
      "name": "Thánh Đường Hành Hương - Biển Rừng Sumeru",
      "desc": "Mở phong ấn tất cả Đền Địa Linh ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 162
    },
    {
      "id": 80163,
      "name": "Trăm Hoa Đua Nở",
      "desc": "Hiến tế Thất Thiên Thần Tượng Sumeru đạt cấp tối đa.",
      "reward": 20,
      "hidden": false,
      "order": 163
    },
    {
      "id": 80164,
      "name": "Điểm Dịch Chuyển Giấc Mơ",
      "desc": "Tăng cấp Cây Mơ Mộng tại Vanarana đến cấp tối đa.",
      "reward": 20,
      "hidden": false,
      "order": 164
    },
    {
      "id": 80165,
      "name": "Người Dẫn Đường Rừng Sâu",
      "desc": "Đuổi theo 10 Tiên Linh và thắp sáng Đài Tiên Linh ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 165
    },
    {
      "id": 80166,
      "name": "Người Dẫn Đường Rừng Sâu",
      "desc": "Đuổi theo 20 Tiên Linh và thắp sáng Đài Tiên Linh ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 166,
      "preStage": 80165
    },
    {
      "id": 80167,
      "name": "Người Dẫn Đường Rừng Sâu",
      "desc": "Đuổi theo 40 Tiên Linh và thắp sáng Đài Tiên Linh ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 167,
      "preStage": 80166
    },
    {
      "id": 80168,
      "name": "Kẻ Tầm Bảo Rừng Sâu",
      "desc": "Mở 100 rương ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 168
    },
    {
      "id": 80169,
      "name": "Kẻ Tầm Bảo Rừng Sâu",
      "desc": "Mở 200 rương ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 169,
      "preStage": 80168
    },
    {
      "id": 80170,
      "name": "Kẻ Tầm Bảo Rừng Sâu",
      "desc": "Mở 400 rương ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 170,
      "preStage": 80169
    },
    {
      "id": 80171,
      "name": "Nhà Mạo Hiểm Rừng Sâu",
      "desc": "Hoàn thành 10 khiêu chiến Đại Thế Giới trong thời gian quy định ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 171
    },
    {
      "id": 80172,
      "name": "Nhà Mạo Hiểm Rừng Sâu",
      "desc": "Hoàn thành 20 khiêu chiến Đại Thế Giới trong thời gian quy định ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 172,
      "preStage": 80171
    },
    {
      "id": 80173,
      "name": "Nhà Mạo Hiểm Rừng Sâu",
      "desc": "Hoàn thành 40 khiêu chiến Đại Thế Giới trong thời gian quy định ở Rừng Avidya, Rừng Lokapala, Thung Lũng Ardravi, Lãnh Địa Ashavan, Ngoại Ô Vissudha, Vườn Ươm Thất Lạc, Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 173,
      "preStage": 80172
    },
    {
      "id": 80174,
      "name": "Khu Rừng Sẽ Nhớ Tất Cả",
      "desc": "Hoàn thành \"Aranyaka\".",
      "reward": 10,
      "hidden": false,
      "order": 174
    }
  ]
}
