{
  "id": "athelwood_metal_buckler",
  "originalId": 364213,
  "rarity": 3,
  "name": "Khiên Gỗ Sanh Tròn",
  "description": "Tấm khiên tròn nặng tưởng chừng không khác gì so với khiên tròn thông thường nhưng thực chất nó lại ẩn chứa bí ẩn.\\nChọn \"Gỗ Sanh\" có độ tuổi vừa phải và kết cấu chắc chắn, cắt nó thành các tấm gỗ với kích thước và độ dày vừa phải, sau đó trải qua các quy trình như hun khói và bôi sáp để tối đa hóa độ cứng của nó, rồi nối lại với nhau và cố định trên ba tấm ván tương đối nhẹ và mềm, sẽ hình thành cấu trúc hỗn hợp hai lớp, để mài mòn các lưỡi dao và mũi tên ở mức độ lớn nhất, làm suy yếu sức mạnh và loại bỏ tác động của chúng. Đồng thời, khung được bao phủ bằng sắt cứng và kết cấu gia cố được đặt ở đỉnh của vòng cung chiếc khiên để chống lại sự va chạm của vũ khí cùn và khiên của đối phương, như vậy một chiếc khiên đã được hoàn thành.\\nNghe nói nó có thể chịu được đòn tấn công của người không có Vision, và giá cả khá đắt, tương đương với hàng tá vũ khí thông thường, \"Eremite\" hoặc \"Lữ Đoàn 30\" chỉ được trang bị một ít.\\nThành viên Đạo Bảo Đoàn luôn chú trọng vũ khí gọn nhẹ không hiểu vì sao lính đánh thuê Eremite lại đầu tư vào loại khiên này, chỉ có một số ít lính đánh thuê trên tiền tuyến và nhà thiết kế loại khiên này mới hiểu rõ về tầm quan trọng của loại trang bị này – nhà thiết kế tấm khiên khi còn trẻ từng dẫn quân xâm chiếm Làng Aaru, tìm kẻ thù của đồng đội, nhưng lại bị đánh bại bởi một thủ vệ trẻ tuổi. Khi đó, thủ vệ với đôi mắt có màu khác biệt cầm khiên bên trái và ngọn giáo bên phải, tấn công như trời giáng, chỉ với một đòn tấn công đã nghiền nát tất cả vũ khí và phòng thủ của kẻ xâm nhập, sau đó đánh ngất bọn họ và giao cho một thủ vệ lớn tuổi răn đe rồi thả họ đi. Nhà thiết kế tấm khiên tuy đã ăn năn hối cải, không làm điều ác nhưng vẫn nhớ mãi về người thủ vệ trẻ tuổi với đôi mắt có màu sắc khác biệt đó, và xem người đó như là người mạnh nhất mà bản thân từng gặp. Dựa trên quy tắc \"phòng thủ nghiêm ngặt\", tấm khiên tròn ngày nay đã được cải tiến dựa trên tấm khiên cũ.\\nNếu có cơ hội so tài với người thủ vệ đó, mong rằng tấm khiên này có thể chịu được một đòn của cô ấy...",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Đồ Trang Trí"
    }
  ],
  "recipe": [
    {
      "id": "athel_wood",
      "name": "Gỗ Sanh",
      "amount": 8
    },
    {
      "id": "iron_chunk",
      "name": "Mảnh Sắt",
      "amount": 4
    }
  ]
}
