{
  "_id": 370518,
  "id": "dodocos_summertime",
  "rarity": 4,
  "name": "Mùa Hè Của Dodoco",
  "description": "\"Xem ra, những người bạn đi cùng với Klee đến Quần Đảo Táo Vàng thám hiểm cũng đông đấy chứ.\"\\n\"Nếu như mưa xuống, núp trong những túp lều khác nhau để chờ đợi thì chán chết đi được.\"\\n\"Thôi thì dứt khoát dựng lên một chiếc lều siêu to để mọi người cùng nhau nghỉ ngơi, sẵn tiện đặt thêm một số thứ thú vị nữa.\"\\n\"Lều phải đủ to mới đủ chỗ chứa các kho báu phát hiện được trong chuyến thám hiểm.\"\\n\"Nhưng mà, với kho báu cần phải có một chiếc lều to như vậy mới đủ chứa, thì phải vận chuyển như thế nào đây...\"\\n\"Mặc kệ vậy, bạn bè của Klee nhất định sẽ có cách thôi!\"\\n...\\nTheo lời Albedo, sau chuyến thám hiểm vào mùa hè năm ngoái, thì Alice từng quay lại Mondstadt trong thời gian ngắn, nói đại khái với Albedo về những suy nghĩ của cô ấy lúc đó.\\nSuy nghĩ của ma nữ cũng thật chu đáo nhỉ. Trong thời gian đi thám hiểm Quần Đảo Táo Vàng, mọi người quả thực đã nghỉ ngơi rất lâu trong chiếc lều này, chờ hết mưa và chờ qua đêm dài, các vật dụng trong lều cũng đã đem lại nhiều niềm vui cho mọi người.\\nCòn về khối lượng kho báu khổng lồ mà Klee đã phát hiện trong chuyến thám hiểm, mọi người đã tốn không ít công sức mới có thể đưa về Mondstadt, ví dụ như dùng nguyên tố Băng làm đóng băng mặt đường để đẩy thùng hàng trên đó nhanh hơn và nhẹ nhàng hơn, hoặc dùng thuật Chế Tạo Mặt Trời để nâng đồ vật, vượt qua địa hình gập ghềnh... Cũng xem như tích lũy được một phần kinh nghiệm độc đáo!",
  "load": 140,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 6006,
      "category": "Sạp Tự Do",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101302,
      "id": "cuihua_wood",
      "name": "Gỗ Tụy Hoa",
      "amount": 12
    },
    {
      "_id": 101401,
      "id": "fabric",
      "name": "Vải Vóc",
      "amount": 6
    },
    {
      "_id": 101402,
      "id": "red_dye",
      "name": "Thuốc Nhuộm Đỏ",
      "amount": 6
    }
  ]
}
