{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "Mộng Tím Bình Yên",
  "description": "Bụi hoa được trồng bởi những người làm vườn tại Đại Sảnh Fontaine, có dáng vẻ dễ thương và hương thơm mê hoặc. Có lẽ do màu sắc nổi bật và mùi hương ấn tượng của nó mà một tờ báo lá cải trong Đại Sảnh Fontaine đã rất hùng hồn tuyên bố rằng loài hoa này chứa thứ chất độc tác dụng chậm, con người khi ở gần chúng sẽ xuất hiện các vấn đề về sức khỏe như mất ngủ, dễ cáu gắt, sưng hay đau mắt... Một thời gian sau, lại có tờ báo vô danh khác tuyên bố, có vị diễn viên ca kịch nổi tiếng nào đó thường uống trà thảo mộc được làm từ loài hoa này, đó là bí quyết giúp vị minh tinh đó gìn giữ nét thanh xuân.\\nTrong chốc lát, nhiều cư dân ở Đại Sảnh Fontaine bắt đầu bàn tán xôn xao về loài hoa này và cả Palais Mermonia, nơi phụ trách cảnh quan môi trường của thành phố. Một số thì tránh xa, số còn lại thì tính lén lút trộm một ít hoa đem về nhà trồng...\\nPalais Mermonia vô cùng bất lực, đành mời những chuyên gia về lĩnh vực thực vật học đến, đăng các bài phỏng vấn dài lên tờ báo Chim Hơi Nước liên tục trong bảy ngày, dẹp sạch những tin đồn thất thiệt và nhấn mạnh rằng loài hoa này chỉ là một thứ thực vật làm cảnh. Ngoài việc mang đến tâm trạng thoải mái cho người ngắm thì không có ảnh hưởng đáng kể nào đến cuộc sống người dân.\\nĐến nay, loài hoa màu tím này vẫn đang được trồng nhiều trước cửa Viện Ca Kịch Epiclese, và nhờ sự nỗ lực của các bên mà sóng gió xung quanh nó đã được dẹp yên.\\nNhưng một số nhà văn đã lấy cảm hứng từ sự kiện này. Đám người tốt bụng giàu khiếu hài hước đó đã sáng tạo ra một loạt tiểu thuyết ngắn liên quan tới chủ đề \"loài hoa hiểm độc\" này, trong đó được bàn tán nhiều nhất là phân đoạn \"Ngày Thứ Chín Bình Yên\" khi nhắc đến việc sử dụng loài hoa có độc để lên kế hoạch gây án. Nguyên mẫu của hoa được đề cập trong sách chính là bụi hoa đã gây ra tranh cãi nảy lửa ngày trước.\\nĐể tránh gây thêm rắc rối tương tự, tác giả đã nhấn mạnh ngay từ trang mở đầu tiểu thuyết rằng:\\n\"Đây là câu chuyện hoàn toàn hư cấu!\"\\n\"...Nhưng vẫn hy vọng quý độc giả đừng để người nhà hoặc chính bản thân nhâm nhi loài hoa này.\"",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "Bụi Cây Nhỏ"
    }
  ]
}
