{
  "id": "freedomsworn",
  "name": "Freedom-Sworn",
  "description": "ดาบตรงสีน้ำเงินเข้มแห่งบทเพลงโบราณ เป็นดาบที่เหมือนดั่งคำมั่นสัญญาแห่งอิสรภาพในดินแดนแห่งสายลม",
  "rarity": 5,
  "type": "ดาบ",
  "primary": {
    "name": "พลังโจมตีพื้นฐาน",
    "value": 46
  },
  "secondary": {
    "name": "ความชำนาญธาตุ",
    "value": 43
  },
  "passive": "Revolutionary Chorale",
  "bonus": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <span>10/125/15/175/20%</span> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <span>16/20/24/28/32%</span>, พลังโจมตีเพิ่มขึ้น <span>20/25/30/35/40%</span> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
  "ascensions": [
    {
      "ascensionLevel": 0,
      "maxLevel": 20,
      "primary": 122,
      "secondary": 76,
      "materials": []
    },
    {
      "ascensionLevel": 1,
      "maxLevel": 40,
      "primary": 235,
      "secondary": 111,
      "cost": 10000,
      "materials": [
        {
          "id": "fetters_of_the_dandelion_gladiator",
          "name": "Fetters of the Dandelion Gladiator",
          "amount": 5
        },
        {
          "id": "chaos_device",
          "name": "Chaos Device",
          "amount": 5
        },
        {
          "id": "divining_scroll",
          "name": "Divining Scroll",
          "amount": 3
        }
      ]
    },
    {
      "ascensionLevel": 2,
      "maxLevel": 50,
      "primary": 308,
      "secondary": 129,
      "cost": 20000,
      "materials": [
        {
          "id": "chains_of_the_dandelion_gladiator",
          "name": "Chains of the Dandelion Gladiator",
          "amount": 5
        },
        {
          "id": "chaos_device",
          "name": "Chaos Device",
          "amount": 18
        },
        {
          "id": "divining_scroll",
          "name": "Divining Scroll",
          "amount": 12
        }
      ]
    },
    {
      "ascensionLevel": 3,
      "maxLevel": 60,
      "primary": 382,
      "secondary": 146,
      "cost": 30000,
      "materials": [
        {
          "id": "chains_of_the_dandelion_gladiator",
          "name": "Chains of the Dandelion Gladiator",
          "amount": 9
        },
        {
          "id": "chaos_circuit",
          "name": "Chaos Circuit",
          "amount": 9
        },
        {
          "id": "sealed_scroll",
          "name": "Seal Scroll",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 4,
      "maxLevel": 70,
      "primary": 457,
      "secondary": 164,
      "cost": 45000,
      "materials": [
        {
          "id": "shackles_of_the_dandelion_gladiator",
          "name": "Shackles of Dandelion Gladiator",
          "amount": 5
        },
        {
          "id": "chaos_circuit",
          "name": "Chaos Circuit",
          "amount": 18
        },
        {
          "id": "sealed_scroll",
          "name": "Seal Scroll",
          "amount": 14
        }
      ]
    },
    {
      "ascensionLevel": 5,
      "maxLevel": 80,
      "primary": 532,
      "secondary": 181,
      "cost": 55000,
      "materials": [
        {
          "id": "shackles_of_the_dandelion_gladiator",
          "name": "Shackles of Dandelion Gladiator",
          "amount": 9
        },
        {
          "id": "chaos_core",
          "name": "Chaos Core",
          "amount": 14
        },
        {
          "id": "forbidden_curse_scroll",
          "name": "Forbidden Curse Scroll",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 6,
      "maxLevel": 90,
      "primary": 608,
      "secondary": 198,
      "cost": 65000,
      "materials": [
        {
          "id": "dream_of_the_dandelion_gladiator",
          "name": "Dream of Dandelion Gladiator",
          "amount": 6
        },
        {
          "id": "chaos_core",
          "name": "Chaos Core",
          "amount": 27
        },
        {
          "id": "forbidden_curse_scroll",
          "name": "Forbidden Curse Scroll",
          "amount": 18
        }
      ]
    }
  ],
  "refinements": [
    {
      "refinement": 1,
      "desc": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <span>10%</span> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <span>16%</span>, พลังโจมตีเพิ่มขึ้น <span>20%</span> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    },
    {
      "refinement": 2,
      "desc": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <span>12.5%</span> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <span>20%</span>, พลังโจมตีเพิ่มขึ้น <span>25%</span> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    },
    {
      "refinement": 3,
      "desc": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <span>15%</span> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <span>24%</span>, พลังโจมตีเพิ่มขึ้น <span>30%</span> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    },
    {
      "refinement": 4,
      "desc": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <span>17.5%</span> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <span>28%</span>, พลังโจมตีเพิ่มขึ้น <span>35%</span> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    },
    {
      "refinement": 5,
      "desc": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความเสียหายที่สร้างขึ้น <span>20%</span> เมื่อตัวละครที่สวมใส่ทำให้เกิดปฏิกิริยาธาตุ จะได้รับ Sigil of Rebellion 1 อัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.5 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigil of Rebellion ครบ 2 อัน จะใช้ Sigil of Rebellion ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Song of Resistance ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความเสียหายโจมตีปกติ ชาร์จโจมตี โจมตีพุ่งลงจากอากาศเพิ่มขึ้น <span>32%</span>, พลังโจมตีเพิ่มขึ้น <span>40%</span> และจะไม่สามารถรับ Sigil of Rebellion ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    }
  ]
}
