{
  "id": "beidou",
  "name": "Beidou",
  "description": "Capitana de la Flota Crux Meridianax y su tripulación. Es una mujer bastante libre y franca. .",
  "titles": [
    "Señora del Océano descoronada Reina de la Flota Crux Meridianax",
    "Capitana Beidou"
  ],
  "skills": [
    {
      "id": "oceanborne",
      "name": "Conquista del océano",
      "type": "Ataque normal",
      "description": "<p><b>Ataque Normal:</b> Realiza hasta 5 tajos rápidos.</p><p><b>Ataque Cargado:</b> Sigue consumiendo Aguante para realizar golpes de espada continuos. Cuando termina el Ataque Cargado, hará un movimiento final de dos cortes con fuerza añadida.</p><p><b>Ataque descendiente:</b> Se lanza desde el aire para golpear el suelo, dañando a los enemigos a lo largo del camino e infligiendo Daño de Área en el momento del impacto.</p>",
      "modifiers": []
    },
    {
      "id": "tidecaller",
      "name": "Invocadora de mareas",
      "type": "Habilidad elemental",
      "description": "<p>No hay de qué preocuparse. Si alguien levanta una mano contra ella o sus hombres, ella se vengará diez veces con la espada y el trueno.</p><p><b>Un clic:</b> Acumulando el poder del rayo, Beidou blande su espada hacia delante con fiereza, infligiendo Daño Electro. </p><p><b>Mantener pulsado:</b> Levanta su arma como un escudo, y la absorción máxima de daño se reduce proporcionalmente con la Vida Máx. de Beidou. Cuando la habilidad haya sido liberada o termine su duración, contraatacará con la energía almacenada dentro de la gran espada, infligiendo Daño Electro. Ataca usando la energía almacenada dentro de la gran espada tras su lanzamiento o una vez que expira la duración de esta habilidad, infligiendo Daño Electro, El Daño infligido aumenta con el número de veces que Beidou es atacada mientras dure la habilidad. La mayor bonificación de Daño se obtendrá una vez que este efecto se active dos veces.</p><ul><li>Tiene 250% de Daño Electro.</li><li>Aplica el Elemento Electro a Beidou tras su activación.</li></ul>",
      "modifiers": []
    },
    {
      "id": "stormbreaker",
      "name": "Quiebrantatormentas",
      "type": "Impulso elemental",
      "description": "<p>Recordando su batalla contra la gran bestia Haishan, Beidou recurre a esa monstruosa fuerza y al rayo para crear un Escudo del trueno a su alrededor que inflige Daño Electro a los enemigos cercanos.</p><p><b>Escudo del trueno:</b></p><ul><li>Al golpear con Ataques Normales y Ataques Cargados, crean una descarga de rayo que puede saltar entre enemigos, infligiendo Daño Electro.</li><li>Aumenta la RES a interrupción del personaje y reduce el Daño recibido. Dispara un máximo de 1 descarga de rayo por segundo.</li></ul>",
      "modifiers": []
    }
  ],
  "passives": [
    {
      "id": "retribution",
      "name": "Castigo divino",
      "description": "<p>Contraatacar con Invocadora de mareas en el momento preciso de ser golpeado le otorga el Máx. Bono de Daño.</p>"
    },
    {
      "id": "lightning_storm",
      "name": "Tormenta eléctrica",
      "description": "<p>Al lanzar el máximo Bono de Daño con Invocadora de mareas, en los 10s posteriores obtendrás los siguientes efectos:</p><ul><li>Aumenta el Daño por Ataque Normal y Ataque Cargado en 15%.</li><li>Vel. de Ataque Normal y Ataque Cargado +15%.</li><li>Reduce drásticamente el tiempo de preparación para Ataques Cargados.</li></ul>"
    },
    {
      "id": "conqueror_of_tides",
      "name": "Conquistador de mareas",
      "description": "<p>Disminuye el consumo de Aguante al nadar en un 20%.</p>"
    }
  ],
  "constellations": [
    {
      "name": "Cazador de ictiosaurios",
      "description": "Al activar Quebrantatormentas, crea un escudo que absorbe el equivalente al 16% de la Vida Máx. en Daño durante 15 s. El escudo tiene un 250% de absorción de Daño Electro.",
      "level": 1
    },
    {
      "name": "Tormenta sobre el mar turbulento",
      "description": "Los rayos de Quebrantatormentas rebotan a 2 objetivos adicionales.",
      "level": 2
    },
    {
      "name": "Invocadora de la tormenta",
      "description": "Aumenta el nivel de habilidad de Invocadora de mareas +3. Puede ser aumentado hasta Niv. 15.",
      "level": 3
    },
    {
      "name": "Venganza súbita",
      "description": "Durante los siguiente 10 s de ser atacada, el Ataque Normal de Beidou obtiene 20% de Daño electro adicional.",
      "level": 4
    },
    {
      "name": "Caminante de mareas carmesí",
      "description": "Aumenta el nivel de habilidad de Quebrantatormentas +3. Puede ser aumentado hasta Niv. 15.",
      "level": 5
    },
    {
      "name": "Flagelo del mal",
      "description": "Mientras esté activa la habilidad de Quebrantatormentas, la RES Electro de los enemigos alrededor se reduce en un 15%.",
      "level": 6
    }
  ],
  "ascension": [
    {
      "mat1": { "name": "Pedacito de amatista vajrada" },
      "mat3": { "name": "Jade noctilucoso" },
      "mat4": { "name": "Insignia de cuervo novato" }
    },
    {
      "mat1": { "name": "Fragmento de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Jade noctilucoso" },
      "mat4": { "name": "Insignia de cuervo novato" }
    },
    {
      "mat1": { "name": "Fragmento de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Jade noctilucoso" },
      "mat4": { "name": "Insignia de cuervo plateada" }
    },
    {
      "mat1": { "name": "Trozo de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Jade noctilucoso" },
      "mat4": { "name": "Insignia de cuervo plateada" }
    },
    {
      "mat1": { "name": "Trozo de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Jade noctilucoso" },
      "mat4": { "name": "Insignia de cuervo dorada" }
    },
    {
      "mat1": { "name": "Amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Jade noctilucoso" },
      "mat4": { "name": "Insignia de cuervo dorada" }
    }
  ]
}
