{
  "id": "fischl",
  "name": "Fischl",
  "description": "Una chica misterioso que se hace llamar \"la princesa del juicio\". Siempre camina junto con un cuervo oscuro, llamado Oz. Actualmente hace de investigadora en el Gremio de Aventureros. Con sus habilidades únicas, su carácter excéntrico y su duro trabajo (aunque ella misma nunca lo admitiría), Fischl se convirtió en una estrella en ascenso entre los investigadores del Gremio de Aventureros, ganándose el reconocimiento de todos.",
  "titles": ["La Princesa del Juicio"],
  "skills": [
    {
      "id": "bolts_of_downfall",
      "name": "Flechas del juicio",
      "type": "Ataque normal",
      "description": "<p><b>Ataque Normal:</b>Realiza hasta 5 disparos consecutivos con arco.</p><p><b>Ataque Cargado:</b>Realiza un Tiro Preciso más preciso con daño aumentado. Al apuntar, los espíritus oscuros del Reino de la Noche Eterna atenderán al llamado de su Princesa y se acumularán en la punta de flecha encantada. Cuando esté completamente habitado, el Relámpago del juicio inflige una cantidad considerable de Daño Electro.</p><p><b>Ataque descendiente:</b> Dispara una lluvia de flechas al aire antes de caer y golpear el suelo, infligiendo Daño de Área en el momento del impacto.</p>",
      "modifiers": []
    },
    {
      "id": "nightrider",
      "name": "Vigía de la noche",
      "type": "Habilidad elemental",
      "description": "<p>Invoca a Oz. El cuervo nocturno compuesto de oscuridad y truenos desciende sobre la tierra, infligiendo Daño Electro en una pequeña AdE. Mientras dure la habilidad, Oz atacará continuamente a los enemigos cercanos con Balas Electro. </p><p>Mantén presionado para ajustar la ubicación en la que se invocará a Oz. Pulsa de nuevo cuando Oz esté presente para invocarlo al lado de Fischl.</p>",
      "modifiers": []
    },
    {
      "id": "midnight_phantasmagoria",
      "name": "Ilusión nocturna",
      "type": "Impulso elemental",
      "description": "<p>Invoca a Oz para extender sus alas del crepúsculo y proteger a Fischl. Durante la habilidad, tiene las siguiente propiedades: </p><ul><li>Fischl adquiere la forma de Oz, lo que aumenta considerablemente su Velocidad de Movimiento.</li><li>Inflige Daño Electro a los enemigos cercanos.</li></ul><p>Cada enemigo puede ser golpeado solo una vez. Una vez que finalice la habilidad, Oz permanecerá en el campo de batalla atacando a los enemigos de la Princesa. Si Oz ya está en el campo de batalla, reiniciará su duración.</p>",
      "modifiers": []
    }
  ],
  "passives": [
    {
      "id": "stellar_predator",
      "name": "Cuervo devoraestrellas",
      "description": "<p>Cuando Fischl golpea a Oz con una carga completa de Tiro preciso, Oz lanza una Retribución del trueno a los enemigos cercanos, causando Daño Electro de Área igual al 152.7% del daño de la flecha.</p>"
    },
    {
      "id": "lightning_smite",
      "name": "Juicio de los pecadores",
      "description": "<p>Si un personaje desencadena una Reacción Elemental relacionada con Electro cuando Oz está en combate, el enemigo será golpeado con Retribución del trueno, infligiendo Daño Electro igual al 80% del ATQ de Fischl.</p>"
    },
    {
      "id": "mein_hausgarten",
      "name": "Mi jardín secreto",
      "description": "<p>Reduce en un 25% el tiempo necesario para completar una expedición en Mondstadt.</p>"
    }
  ],
  "constellations": [
    {
      "name": "Ojo de cuervo penetrante",
      "description": "Cuando Oz no está en el campo de batalla, también mira a Fischl a través del Ojo de cuervo. Cuando Fischl daña al enemigo con Ataque Normal, Oz atacará simultáneamente con el Ojo de cuervo e infligirá un 22% de daño.",
      "level": 1
    },
    {
      "name": "Devoradora de pecados",
      "description": "Vigía de la noche inflige un 200% de daño adicional, y su AdE aumenta en un 50%.",
      "level": 2
    },
    {
      "name": "Alas sombrías",
      "description": "Aumenta el nivel de habilidad de Alas de vigilancia nocturna +3. Puede ser aumentado hasta Niv. 15.",
      "level": 3
    },
    {
      "name": "Fantasía de la reina",
      "description": "Al lanzar Ilusión nocturna, inflige un 222% de daño de ATQ de Daño Electro a los enemigos cercanos. Cuando la habilidad termina, Fischl recupera el 20% de su Vida.",
      "level": 4
    },
    {
      "name": "Noche silenciosa",
      "description": "Aumenta el nivel de habilidad de Ilusión nocturna +3. Puede ser aumentado hasta Niv. 15.",
      "level": 5
    },
    {
      "name": "Ave de la noche eterna",
      "description": "Aumenta la duración de la invocación de Oz en 2 s. Mientras Oz esté presente, atacará con el personaje actual, e infligirá el 30% del ATQ de Fischl como Daño Electro.",
      "level": 6
    }
  ],
  "ascension": [
    {
      "mat1": { "name": "Pedacito de amatista vajrada" },
      "mat3": { "name": "Lucetta" },
      "mat4": { "name": "Flecha robusta" }
    },
    {
      "mat1": { "name": "Fragmento de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Lucetta" },
      "mat4": { "name": "Flecha robusta" }
    },
    {
      "mat1": { "name": "Fragmento de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Lucetta" },
      "mat4": { "name": "Flecha afilada" }
    },
    {
      "mat1": { "name": "Trozo de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Lucetta" },
      "mat4": { "name": "Flecha afilada" }
    },
    {
      "mat1": { "name": "Trozo de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Lucetta" },
      "mat4": { "name": "Flecha veterana" }
    },
    {
      "mat1": { "name": "Amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Lucetta" },
      "mat4": { "name": "Flecha veterana" }
    }
  ]
}
