{
  "id": "keqing",
  "name": "Keching",
  "description": "El Yuheng del Liyue Qixing. Keching tiene mucho que decir sobre el enfoque unilateral de Rex Lapis para la formulación de políticas en Liyue ⁠, pero en verdad, los dioses admiran mucho a los escépticos como ella. Ella cree firmemente que el futuro de la humanidad debería ser determinado por los propios humanos, y que incluso pueden hacerlo mejor de lo que los arcontes y los adepti han hecho por ellos. Para demostrarlo, trabaja más duro que nadie.",
  "titles": ["Yuheng de la Liyue", "Qixing"],
  "skills": [
    {
      "id": "yunlai_swordsmanship",
      "name": "Estilo Yunlai",
      "type": "Ataque normal",
      "description": "<p><b>Ataque Normal:</b> Realiza hasta 5 ataques rápidos.</p><p><b>Ataque Cargado:</b> Consume una cierta cantidad de Aguante para lanzar un golpe de espada cruzado.</p><p><b>Ataque descendiente:</b> Se lanza desde el aire para golpear el suelo, dañando a los enemigos a lo largo del camino e infligiendo Daño de Área en el momento del impacto.</p>",
      "modifiers": []
    },
    {
      "id": "stellar_restoration",
      "name": "Retorno estelar",
      "type": "Habilidad elemental",
      "description": "<p>Lanza una Cuña relámpago que aniquila a sus enemigos como un rayo veloz.Cuando la cuña golpea a su objetivo, inflige Daño Electro a los enemigos en un AdE pequeña, y añade una Marca de Cuña en el lugar donde golpea.</p><p><b>Mantener pulsado:</b> Mantén pulsado para ajustar la dirección en la que se lanzará la cuña. Las cuñas lanzadas al mantener presionado pueden suspenderse en el aire, permitiendo que Keching salte hacia ellas al usar Retorno estelar por segunda vez.</p><p><b>Cuña relámpago:</b> Si Keching usa Retorno estelar de nuevo o hace un Ataque Cargado durante la habilidad, borrará la Marca de Cuña y producirá diferentes efectos: </p><ul><li>Si vuelve a usar Retorno Estelar, se teletransportará hasta la ubicación de la marca y desatará un ataque cortante que inflige Daño Electro en el AdE. Al teletransportarse a una cuña lanzada al mantener presionado, Keching ignora los obstáculos del terreno.</li><li>Si Keching usa un Ataque Cargado, desencadenará una serie de cortes de tormenta en la Marca de Cuña, infligiendo Daño Electro en el AdE.</li></ul>",
      "modifiers": []
    },
    {
      "id": "starward_sword",
      "name": "Paseo celestial",
      "type": "Impulso elemental",
      "description": "<p>Keching desata el poder del rayo, infligiendo Daño Electro en el AdE. Después, se funde en la sombra de su espada y ataca con una serie de golpes relámpago a los enemigos infligiendo, al mismo tiempo, Daño Electro. El ataque final inflige una gran cantidad de Daño Electro en el AdE.</p>",
      "modifiers": []
    }
  ],
  "passives": [
    {
      "id": "thundering_penance",
      "name": "Penitencia del trueno",
      "description": "<p>Al utilizar Retorno estelar mientras esté presente una cuña relámpago, Keching se imbuye del Elemento Electro durante 5 s.</p>"
    },
    {
      "id": "aristocratic_dignity",
      "name": "Dignidad aristocrática",
      "description": "<p>Al lanzar Paseo celestial, la Prob. CRIT y la Recarga de Energía de Keching incrementan en un 15%. Este efecto dura 8 s.</p>"
    },
    {
      "id": "lands_overseer",
      "name": "Supervisora de la tierra",
      "description": "<p>Reduce en un 25% el tiempo necesario para completar una expedición en Liyue.</p>"
    }
  ],
  "constellations": [
    {
      "name": "Fuerza atronadora",
      "description": "Volver a lanzar Retorno estelar mientras está presente una Cuña relámpago hace que Keching inflija 50% de su ATQ como Daño Electro en el AdE en el punto de inicio y final al teletransportarse.",
      "level": 1
    },
    {
      "name": "Impuestos desorbitantes",
      "description": "Cuando los ATQ Normal y Cargado de Keching golpean a los enemigos afectados por Electro, tienen un 50% de probabilidad de producir una Partícula Elemental. Este efecto solo puede ocurrir una vez cada 5 segundos.",
      "level": 2
    },
    {
      "name": "Reforma anticipada",
      "description": "Aumenta el nivel de habilidad de Paseo celestial +3.",
      "level": 3
    },
    {
      "name": "Sintonización",
      "description": "10 s después de que Keching lance una Reacción Elemental relacionada con Electro, aumenta su ATQ en un 25%.",
      "level": 4
    },
    {
      "name": "Luces viajeras",
      "description": "Aumenta el nivel de habilidad de Retorno estelar +3.",
      "level": 5
    },
    {
      "name": "Luces viajeras",
      "description": "Al hacer un Ataque Normal, un Ataque Cargado, una Habilidad Elemental o una Habilidad Definitiva, Keching obtiene un 6% de Bono de Daño Electro durante 8 s. Los efectos activados por Ataques Normales, Ataques Cargados, Habilidades Elementales y Habilidades Definitivas no se incluirán en dicho bono.",
      "level": 6
    }
  ],
  "ascension": [
    {
      "mat1": { "name": "Pedacito de amatista vajrada" },
      "mat3": { "name": "Cor lapis" },
      "mat4": { "name": "Néctar de Megaflora" }
    },
    {
      "mat1": { "name": "Fragmento de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Cor lapis" },
      "mat4": { "name": "Néctar de Megaflora" }
    },
    {
      "mat1": { "name": "Fragmento de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Cor lapis" },
      "mat4": { "name": "Néctar brillante" }
    },
    {
      "mat1": { "name": "Trozo de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Cor lapis" },
      "mat4": { "name": "Néctar brillante" }
    },
    {
      "mat1": { "name": "Trozo de amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Cor lapis" },
      "mat4": { "name": "Néctar energético" }
    },
    {
      "mat1": { "name": "Amatista vajrada" },
      "mat2": { "name": "Prisma de Relámpago" },
      "mat3": { "name": "Cor lapis" },
      "mat4": { "name": "Néctar energético" }
    }
  ]
}
