{
  "id": "noelle",
  "name": "Noelle",
  "description": "Al igual que otros jóvenes de Mondstadt, Noelle sueña en convertirse en una Caballera Honorable de Favonius. Aunque todavía no tiene las cualidades de un caballero, Noelle trabaja dentro de Ordo Favonius como criada, a la vez que estudia con detenimiento cada palabra y cada movimiento de los caballeros. Tiene la firme convicción de que, siempre y cuando trabaje duro, llegará el día en el que portará la armadura de los caballeros con orgullo.",
  "titles": ["Flor caballeresca", "Sirvienta de Favonius"],
  "skills": [
    {
      "id": "favonius_bladework_maid",
      "name": "Técnica de espada Favonius - Criada",
      "type": "Ataque normal",
      "description": "<p><b>Ataque Normal:</b> Realiza hasta 4 tajos rápidos.</p><p><b>Ataque Cargado:</b> Sigue consumiendo Aguante para realizar golpes de espada giratorios contra los enemigos cercanos. Al final del Ataque Cargado, realizará un golpe de espada más poderoso.</p><p><b>Ataque descendiente:</b> Se lanza desde el aire para golpear el suelo, dañando a los enemigos a lo largo del camino e infligiendo Daño de Área en el momento del impacto.</p>",
      "modifiers": []
    },
    {
      "id": "breastplate",
      "name": "Guardiana del corazón",
      "type": "Habilidad elemental",
      "description": "<p>Invoca una armadura de roca la cual inflige Daño Geo en los oponentes alrededor y absorbe el daño. El Daño absorbido aumenta en proporción a la DEF de Noelle. El Escudo tiene los siguientes efectos:</p><ul><li>Cuando los Ataques Normales y Ataques Cargados de Noelle golpean un objetivo, hay una posibilidad de regenerar Vida a todos los miembros del equipo.</li></ul><p>Posee un 250% de eficiencia de absorción contra Daño Geo. La cantidad de Vida curada es proporcional a la DEF de Noelle.</p>",
      "modifiers": []
    },
    {
      "id": "sweeping_time",
      "name": "Hora de limpiar",
      "type": "Impulso elemental",
      "description": "<p>Al reunir el poder de la roca alrededor de su arma, Noelle golpea a los enemigos que la rodean dentro de un AdE de gran tamaño e inflige Daño Geo. Después, Noelle obtiene los siguientes efectos:</p><ul><li>Ataque con mayor AdE.</li><li>Convierte el Daño de ataque en Daño Geo.</li><li>El incremento del ATQ es proporcional a su DEF.</li></ul>",
      "modifiers": []
    }
  ],
  "passives": [
    {
      "id": "devotion",
      "name": "De todo corazón",
      "description": "<p>Cuando Noelle está fuera de escena, si la Vida del personaje activo es inferior al 30%, ocurrirán automáticamente los siguientes efectos: El personaje recibirá inmediatamente un escudo que absorbe el daño equivalente al 400% de DEF de Noelle. Este escudo puede durar hasta 20 s y se puede activar una vez cada 60 s.</p>"
    },
    {
      "id": "nice_and_clean",
      "name": "Pulcra y eficaz",
      "description": "<p>Cuando Noelle inflige daño a los enemigos con ATQ Normal o Cargado, el TdE de Guardiana del corazón se reducirá 1 s cada 4 golpes. Infligir daño a varios enemigos al mismo tiempo se considera un solo movimiento de ataque.</p>"
    },
    {
      "id": "maids_knighthood",
      "name": "Dedicación de la criada",
      "description": "<p>Cuando se logra un \"Perfecto\" en un plato con efectos de defensa, hay un 12% de posibilidades de obtener el doble de cantidad del producto.</p>"
    }
  ],
  "constellations": [
    {
      "name": "Yo te cubro",
      "description": "Al atacar estando en los estados de Hora de limpiar y Guardiana del corazón, el efecto de restauración de Vida de Guardiana del corazón será del 100%.",
      "level": 1
    },
    {
      "name": "Torbellino de la criada",
      "description": "Reduce el coste de Aguante del ATQ Cargado de Noelle un 20%, aumentando el daño infligido un 15%.",
      "level": 2
    },
    {
      "name": "Sin un rasguño",
      "description": "Aumenta el nivel de habilidad de Guardiana del corazón +3. Puede ser aumentado hasta Niv. 15.",
      "level": 3
    },
    {
      "name": "Limpieza obligada",
      "description": "Cuando Guardiana del corazón termina o se rompe debido al daño, inflige un 400% de Daño Geo a los enemigos cercanos.",
      "level": 4
    },
    {
      "name": "Experta en limpieza",
      "description": "Aumenta el nivel de habilidad de Hora de limpiar +3. Puede ser aumentado hasta Niv. 15.",
      "level": 5
    },
    {
      "name": "Debe quedar impoluto",
      "description": "Hora de limpiar aumenta la DEF de Noelle un 50%; Además, durante la duración de la habilidad, la duración se extendrá en 1 s por cada enemigo noqueado (máx. 10 s).",
      "level": 6
    }
  ],
  "ascension": [
    {
      "mat1": { "name": "Pedacito de topacio prithiva" },
      "mat3": { "name": "Valbaya" },
      "mat4": { "name": "Máscara dañada" }
    },
    {
      "mat1": { "name": "Fragmento de topacio prithiva" },
      "mat2": { "name": "Pilar de basalto" },
      "mat3": { "name": "Valbaya" },
      "mat4": { "name": "Máscara dañada" }
    },
    {
      "mat1": { "name": "Fragmento de topacio prithiva" },
      "mat2": { "name": "Pilar de basalto" },
      "mat3": { "name": "Valbaya" },
      "mat4": { "name": "Máscara sucia" }
    },
    {
      "mat1": { "name": "Trozo de topacio prithiva" },
      "mat2": { "name": "Pilar de basalto" },
      "mat3": { "name": "Valbaya" },
      "mat4": { "name": "Máscara sucia" }
    },
    {
      "mat1": { "name": "Trozo de topacio prithiva" },
      "mat2": { "name": "Pilar de basalto" },
      "mat3": { "name": "Valbaya" },
      "mat4": { "name": "Máscara amenazante" }
    },
    {
      "mat1": { "name": "Topacio prithiva" },
      "mat2": { "name": "Pilar de basalto" },
      "mat3": { "name": "Valbaya" },
      "mat4": { "name": "Máscara amenazante" }
    }
  ]
}
