{
  "id": "xiao",
  "name": "Xiao",
  "description": "Uno de los poderosos e iluminados Adeptus que custodian Liyue. También llamado \"Guardián Yaksha\". A pesar de tener una apariencia joven, algunas de sus hazañas ya aparecen en libros antiguos de hace miles de años. Le gusta especialmente el tofu de Almendras de la Posada Wangshu. La razón de esto es que el platillo sabe justo como los \"sueños\" que solía devorar.",
  "titles": [
    "El Guardián Yaksha",
    "Alatus, el rey de alas doradas"
  ],
  "skills": [
    {
      "name": "Impulso de torbellino",
      "type": "Ataque normal",
      "description": "<p><b>Ataque Normal:</b> Ejecuta hasta 6 ataques rápidos con lanza.</p><p><b>Ataque Cargado:</b> Consume una cierta cantidad de Aguante para atacar alzando su lanza.</p><p><b>Ataque descendiente:</b> Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto. Xiao no recibirá daño al caer con un Ataque Descendente.</p>",
      "modifiers": []
    },
    {
      "name": "Ciclón de viento lemniscático",
      "type": "Ataque normal",
      "description": "Xiao se lanza hacia adelante e inflinge Daño Anemo a todos los enemigos que se crucen en su camino. Puede activarse en el aire y empieza con un total de 2 cargas.",
      "modifiers": []
    },
    {
      "name": "Azote de todos los males",
      "type": "Ataque normal",
      "description": "Xiao se pone la máscara de Yaksha que aterrorizó tanto a los demonios como a los arcontes hace miles de años.<p><b>Máscara de Yaksha</b></p><ul><li>Mejora la capacidad de salto de Xiao.</li><li>Mientras dura la habilidad, aumenta el alcance y el daño de los ataques de Xiao.</li><li>Convierte su daño de ataque en Daño Anemo. Este cambio elemental no puede sustituirse imbuyéndose de otro elemento.</li></ul>Estar en esta forma consume la Vida de Xiao de manera continua.",
      "modifiers": []
    }
  ],
  "passives": [
    {
      "name": "Conquista del mal: Domademonios",
      "description": "Al estar bajo los efectos de Azote de todos los males, el daño infligido por Xiao se incrementa en un 5%. Después, su daño continúa aumentando en un 5% cada 3 s hasta el fin de la habilidad. Solo se puede alcanzar un 25% de bono de daño máximo."
    },
    {
      "name": "Desintegración: Caída celestial",
      "description": "Usar Ciclón de viento lemniscático aumenta en un 15% el daño infligido por los siguientes Ciclones de viento lemniscático durante 7 s. Este efecto puede acumularse un máximo de 3 veces y, cada vez que se obtenga una nueva carga, la duración de este efecto se reiniciará."
    },
    {
      "name": "Trascendencia: Desafío a la gravedad",
      "description": "Disminuye en un 20% el Coste de Aguante al escalar de todos los miembros de tu equipo. No se puede acumular con otros talentos pasivos que tengan los mismos efectos."
    }
  ],
  "constellations": [
    {
      "name": "Desintegración: Destructor de mundos",
      "description": "Aumenta las cargas de Ciclón de viento lemniscático en 1.",
      "level": 1
    },
    {
      "name": "Aniquilación: Flor de Kaleidos",
      "description": "Cuando Xiao está en tu equipo pero no en combate, su Recarga de Energía aumenta en un 25%.",
      "level": 2
    },
    {
      "name": "Conquista del mal: Deidad de la ira",
      "description": "Aumenta el nivel de habilidad de Ciclón de viento lemniscático +3. Puede ser aumentado hasta Niv. 15.",
      "level": 3
    },
    {
      "name": "Trascendencia: Fin del sufrimiento",
      "description": "Cuando la Vida de Xiao cae por debajo del 50%, obtiene un 100% de Bono de DEF.",
      "level": 4
    },
    {
      "name": "Evolución: Origen de la ignorancia",
      "description": "Aumenta el nivel de habilidad de Azote de todos los males +3. Puede ser aumentado hasta Niv. 15.",
      "level": 5
    },
    {
      "name": "Conquista del mal: Guardián Yaksha",
      "description": "Mientras Xiao está bajo los efectos de Azote de todos los males, golpear a 2 o más enemigos con Ataque Descendente otorga a Ciclón de viento lemniscático 1 carga adicional y elimina su TdE durante 1 s.",
      "level": 6
    }
  ],
  "ascension": [
    {
      "mat1": {
        "name": "Pedacito de turquesa vayuda"
      },
      "mat3": {
        "name": "Flor chingxin"
      },
      "mat4": {
        "name": "Condensado de Slime"
      }
    },
    {
      "mat1": {
        "name": "Fragmento de turquesa vayuda"
      },
      "mat2": {
        "name": "Jade inmaduro"
      },
      "mat3": {
        "name": "Flor chingxin"
      },
      "mat4": {
        "name": "Condensado de Slime"
      }
    },
    {
      "mat1": {
        "name": "Fragmento de turquesa vayuda"
      },
      "mat2": {
        "name": "Jade inmaduro"
      },
      "mat3": {
        "name": "Flor chingxin"
      },
      "mat4": {
        "name": "Babas de Slime"
      }
    },
    {
      "mat1": {
        "name": "Trozo de turquesa vayuda"
      },
      "mat2": {
        "name": "Jade inmaduro"
      },
      "mat3": {
        "name": "Flor chingxin"
      },
      "mat4": {
        "name": "Babas de Slime"
      }
    },
    {
      "mat1": {
        "name": "Trozo de turquesa vayuda"
      },
      "mat2": {
        "name": "Jade inmaduro"
      },
      "mat3": {
        "name": "Flor chingxin"
      },
      "mat4": {
        "name": "Esencia de Slime"
      }
    },
    {
      "mat1": {
        "name": "Turquesa vayuda"
      },
      "mat2": {
        "name": "Jade inmaduro"
      },
      "mat3": {
        "name": "Flor chingxin"
      },
      "mat4": {
        "name": "Esencia de Slime"
      }
    }
  ]
}