{
  "_id": 215044,
  "id": "a_day_carved_from_rising_winds",
  "name": "Un giorno scolpito dai venti ascendenti",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATT +18%.",
  "four_pc": "Dopo aver colpito un avversario con un attacco normale, un attacco caricato, un'abilità o un Tripudio elementale, il personaggio che equipaggia il set ottiene l'effetto Benedizioni dei venti pastorali per 6 s, che aumenta l'ATT di un 25%. Se il personaggio ha completato i Compiti della strega, Benedizioni dei venti pastorali viene potenziato in Determinazione dei venti pastorali, che fornisce al personaggio anche un 20% di tasso di CRIT aggiuntivo. L'effetto può attivarsi anche quando il personaggio non è in campo.",
  "goblet": {
    "_id": 44412,
    "id": "heldeneposs_unspoken_tale",
    "name": "Racconto inespresso dell'heldenepos",
    "description": "Un antico calice, la cui superficie azzurra è stata consumata dal tempo. Si narra che sia appartenuto a un bardo senza nome in un lontano passato."
  },
  "plume": {
    "_id": 44422,
    "id": "dawns_brilliant_oath",
    "name": "Giuramento brillante dell'alba",
    "description": "Un accessorio piumato azzurro, chiaro come l'alba. Si narra che sia appartenuto a una guardia che rinunciò al suo nome in un lontano passato."
  },
  "circlet": {
    "_id": 44432,
    "id": "minnesang_of_love_and_lament",
    "name": "Minnesang d'amore e lamento",
    "description": "Un lussuoso accessorio per capelli adornato con giada e cristalli azzurri. Si narra che sia stato un pegno conferito dal Signore delle Tempeste a un destinatario prediletto in un lontano passato."
  },
  "flower": {
    "_id": 44442,
    "id": "windborne_flowers_spruchdichtung",
    "name": "Spruchdichtung del fiore nel vento",
    "description": "Un fiore di cristallo azzurro che non appassisce mai. Si narra che sia appartenuto a una giovane viandante che invocava mille venti e fiori in un lontano passato."
  },
  "sands": {
    "_id": 44452,
    "id": "a_note_in_springs_leich",
    "name": "Nota nel leich della primavera",
    "description": "Una clessidra piena di sabbia azzurra. Per ragioni ignote, per quanto si provi a muoverla, i granelli al suo interno rimangono inamovibili."
  }
}