{
  "_id": 215043,
  "id": "aubade_of_morningstar_and_moon",
  "name": "Aubade della stella del mattino e della luna",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Maestria elementale +80.",
  "four_pc": "Quando il personaggio che equipaggia il set non è in campo, i DAN da reazione lunare aumentano di un 20%. Quando il livello del Presagio lunare del gruppo è almeno Barlume ascendente, i DAN da reazione lunare aumentano di un ulteriore 40%. Quest'effetto scompare quando il personaggio rimane attivo per 3 s.",
  "goblet": {
    "_id": 43412,
    "id": "moonlit_offerings_libation",
    "name": "Libagione dell'offerta al chiaro di luna",
    "description": "Una coppa di vino andata perduta durante i festeggiamenti finali di un antico rito, nel quale un tempo i credenti offrivano sacrifici alle lune celesti."
  },
  "plume": {
    "_id": 43422,
    "id": "moonlit_offerings_parting_light",
    "name": "Luce d'addio dell'offerta al chiaro di luna",
    "description": "Una piuma che, in tempi antichi, donava ispirazione infinita ai sacerdoti che scrivevano preghiere alle lune celesti."
  },
  "circlet": {
    "_id": 43432,
    "id": "moonlit_offerings_silver_crown",
    "name": "Corona d'argento dell'offerta al chiaro di luna",
    "description": "Una corona d'argento riservata alla sillaba finale di un inno, indossata da poeti che, in tempi antichi, cantavano lodi alle lune celesti."
  },
  "flower": {
    "_id": 43442,
    "id": "moonlit_offerings_opulent_dream",
    "name": "Sogno ornato dell'offerta al chiaro di luna",
    "description": "Un ornamento floreale meticolosamente intagliato, atto a enfatizzare la splendida beltà delle divinità delle lune celesti, realizzato in tempi antichi dagli artigiani che ne scolpivano le statue."
  },
  "sands": {
    "_id": 43452,
    "id": "moonlit_offerings_final_hour",
    "name": "Ora finale dell'offerta al chiaro di luna",
    "description": "Una clessidra pensata per commemorare l'ultima ora, preparata dai saggi che, in tempi antichi, impetravano la verità dalle lune celesti."
  }
}