{
  "_id": 215040,
  "id": "finale_of_the_deep_galleries",
  "name": "Finale delle gallerie profonde",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Bonus DAN da Cryo +15%.",
  "four_pc": "Quando l'energia elementale del personaggio è pari a zero, i DAN da attacco normale e da Tripudio elementale aumentano di un 60%. Dopo aver inflitto DAN da attacco normale, l'effetto relativo al Tripudio elementale si disattiva per 6 s. Allo stesso modo, dopo aver inflitto DAN da Tripudio elementale, l'effetto relativo agli attacchi normali si disattiva per la stessa quantità di tempo. L'effetto può attivarsi anche se il personaggio che equipaggia il set non è in campo.",
  "goblet": {
    "_id": 40412,
    "id": "deep_gallerys_bestowed_banquet",
    "name": "Banchetto d'onore della Galleria profonda",
    "description": "Una coppa scolpita con giada del Nord. Si dice che un tempo un'antica civiltà la utilizzasse come recipiente cerimoniale per compiere offerte ai cieli."
  },
  "plume": {
    "_id": 40422,
    "id": "deep_gallerys_distant_pact",
    "name": "Patto antico della Galleria profonda",
    "description": "Un accessorio dalla forma piumata scolpito con giada del Nord, che sfavilla di un bagliore ultraterreno."
  },
  "circlet": {
    "_id": 40432,
    "id": "deep_gallerys_lost_crown",
    "name": "Corona perduta della Galleria profonda",
    "description": "Un elmo impregnato d'ossessione, proprio come la mente del suo precedente proprietario. Il suo ornamento di giada sembra risalire a un'epoca ancora più antica."
  },
  "flower": {
    "_id": 40442,
    "id": "deep_gallerys_echoing_song",
    "name": "Canzone echeggiante della Galleria profonda",
    "description": "Un fiore di ghiaccio scolpito con giada del Nord, i cui petali si sono sgretolati nel corso del suo lungo ciclo vitale."
  },
  "sands": {
    "_id": 40452,
    "id": "deep_gallerys_moment_of_oblivion",
    "name": "Istante d'oblio della Galleria profonda",
    "description": "Un orologio da tasca scolpito con giada del Nord, le cui lancette si sono bloccate per sempre nell'attimo della sua distruzione."
  }
}