{
  "_id": 215026,
  "id": "gilded_dreams",
  "name": "Sogni dorati",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Maestria elementale +80.",
  "four_pc": "Entro 8 s dall'attivazione di una reazione elementale, il personaggio che equipaggia questo set ottiene effetti positivi in base al tipo elementale degli altri membri del gruppo. L'ATT aumenta di un 14% per ogni membro del gruppo il cui tipo elementale corrisponde a quello del personaggio che equipaggia il set, e la maestria elementale aumenta di 50 per ogni membro del gruppo con un tipo elementale diverso. Ciascuno degli effetti positivi può considerare fino a 3 personaggi. Quest'effetto può attivarsi una volta ogni 8 s. Il personaggio che equipaggia questo set può attivarne gli effetti anche quando non presente sul campo.",
  "goblet": {
    "_id": 21412,
    "id": "honeyed_final_feast",
    "name": "Banchetto mielato",
    "description": "Una coppa per il vino che venne usata durante un antico e maestoso banchetto. Ha perso gran parte del suo lustro."
  },
  "plume": {
    "_id": 21422,
    "id": "feather_of_judgment",
    "name": "Piuma del giudizio",
    "description": "Questa piuma speciale veniva usata per pesare il cuore dei colpevoli, ma ha da tempo perso la sua funzione originaria."
  },
  "circlet": {
    "_id": 21432,
    "id": "shadow_of_the_sand_king",
    "name": "Ombra del re delle sabbie",
    "description": "Questo copricapo intarsiato d'oro veniva un tempo usato dai sacerdoti del deserto. Erano creati a immagine di quello indossato in antichità da un leggendario sovrano dei popoli del deserto."
  },
  "flower": {
    "_id": 21442,
    "id": "dreaming_steelbloom",
    "name": "Fiordacciaio sognante",
    "description": "Un bocciolo forgiato in oro battuto dalle tinte dorate. Il suo cuore cremisi è avvolto da petali che non si schiuderanno mai."
  },
  "sands": {
    "_id": 21452,
    "id": "the_sunken_years",
    "name": "Gli anni sommersi",
    "description": "Sembra che questa meridiana dorata dalle tinte scure racconti antiche storie sul deserto."
  }
}