{
  "_id": 215021,
  "id": "husk_of_opulent_dreams",
  "name": "Guscio dei sogni opulenti",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "DIF +30%.",
  "four_pc": "Un personaggio equipaggiato con questo set di manufatti otterrà l'effetto della Curiosità come segue: quando sarà sul campo, riceverà un 1 effetto sconfiggendo un avversario con un effetto di Geo, fino a una volta ogni 0,3 s; quando non sarà sul campo, riceverà 1 effetto ogni 3 s. La Curiosità è cumulabile fino a 4 volte, e ciascun effetto fornisce il 6% di DIF e di bonus DAN da Geo. Per ogni 6 s trascorsi senza ottenere un effetto cumulabile, perderai 1 effetto cumulato.",
  "goblet": {
    "_id": 95412,
    "id": "calabash_of_awakening",
    "name": "Calebassa del risveglio",
    "description": "Una calebassa decorata con polvere d'oro e vernice nera. Il suo colore originale non si riesce più a distinguere, ma ora sembra essere impiegata come oggetto di scena."
  },
  "plume": {
    "_id": 95422,
    "id": "plume_of_luxury",
    "name": "Piuma dell'opulenza",
    "description": "Un oggetto a forma di piuma proveniente da un luogo secluso. Per compassione del suo creatore, fu abbandonata tra le mura di quella dimora assieme a un corpo addormentato."
  },
  "circlet": {
    "_id": 95432,
    "id": "skeletal_hat",
    "name": "Cappello del vagabondo",
    "description": "Un tempo, questo cappello era indossato da un vagabondo per ripararsi da pioggia e sole. Divenne infine uno strumento utile per nascondersi il volto dallo sguardo altrui."
  },
  "flower": {
    "_id": 95442,
    "id": "bloom_times",
    "name": "Piena fioritura",
    "description": "Un piccolo ornamento d'oro con sei petali che non appassiranno mai. Simboleggia la fugacità delle glorie mortali."
  },
  "sands": {
    "_id": 95452,
    "id": "song_of_life",
    "name": "Canzone della vita",
    "description": "Inazuma crede che questo piccolo oggetto provenga da una terra straniera. Il cuore del meccanismo è stato rimosso e le sue lancette non si muovono più."
  }
}
