{
  "_id": 215034,
  "id": "nighttime_whispers_in_the_echoing_woods",
  "name": "Sussurri notturni nella foresta dell'eco",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATT +18%.",
  "four_pc": "Dopo aver usato un'abilità elementale, il personaggio riceve un 20% di bonus DAN da Geo per 10 s. Quando il personaggio è protetto da uno scudo ottenuto tramite reazioni di Cristallizzazione, o quando sono presenti nelle vicinanze delle Gabbie lunari create dalla reazione di Cristallizzazione lunare, l'effetto sopracitato aumenta di un 150%. Quando queste condizioni non sono più soddisfatte, l'aumento aggiuntivo sparisce dopo 1 s.",
  "goblet": {
    "_id": 34412,
    "id": "magnanimous_ink_bottle",
    "name": "Calamaio magnanimo",
    "description": "Un calamaio utilizzato dalla strega all'interno della storia. Il sortilegio che lo permea è potente tanto quanto quello che avvolge la penna."
  },
  "plume": {
    "_id": 34422,
    "id": "honest_quill",
    "name": "Penna sincera",
    "description": "La penna usata dalla strega all'interno della storia. Tra gli innumerevoli vantaggi che è in grado di offrire, la scorrevolezza nella scrittura è di certo quello meno importante."
  },
  "circlet": {
    "_id": 34432,
    "id": "compassionate_ladies_hat",
    "name": "Cappello da donna compassionevole",
    "description": "Il cappello preferito dalla strega all'interno della storia. La donna lo adorava per via del suo aspetto al contempo solenne e giocoso."
  },
  "flower": {
    "_id": 34442,
    "id": "selfless_floral_accessory",
    "name": "Accessorio floreale altruista",
    "description": "Un fermaglio indossato dalla strega all'interno della storia. Presenta decorazioni che ricordano la forma di una farfalla, similmente ad altri degli accessori preferiti della donna."
  },
  "sands": {
    "_id": 34452,
    "id": "faithful_hourglass",
    "name": "Clessidra fedele",
    "description": "Una clessidra impiegata dalla strega all'interno della storia. Secondo la leggenda, se si recita l'incantesimo sbagliato mentre la si utilizza, il tempo inizia a scorrere a una velocità impressionante."
  }
}