{
  "_id": 215022,
  "id": "oceanhued_clam",
  "name": "Mollusco oceanico",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Bonus guarigione +15%.",
  "four_pc": "Quando il personaggio equipaggiato con questo set di manufatti guarirà un personaggio del gruppo, una Schiuma marina apparirà per 3 s, accumulando la quantità di PS ripristinata dalla guarigione (inclusa quella in eccesso). Al termine dell'effetto, la Schiuma marina esploderà, infliggendo DAN agli avversari vicini pari a un 90% della guarigione cumulata. (Questi DAN si calcolano analogamente alle reazioni quali l'Electrocarica e la Superconduzione, ma non saranno interessati da maestria elementale, livelli personaggio o bonus DAN delle reazioni). Si può generare una sola Schiuma marina ogni 3,5 s. Ogni Schiuma marina può cumulare fino a 30.000 PS (inclusa la guarigione in eccesso). Può esserci solo una Schiuma marina attiva alla volta. L'effetto è attivabile anche se il personaggio che sta usando il set di manufatti non è sul campo.",
  "goblet": {
    "_id": 96412,
    "id": "pearl_cage",
    "name": "Inro di perle",
    "description": "La luminosità delle perle offerte dalle sacerdotesse dell'Isola di Watatsumi è eterna e non si affievolisce mai."
  },
  "plume": {
    "_id": 96422,
    "id": "deep_palaces_plume",
    "name": "Piuma del Palazzo degli abissi",
    "description": "Una piuma dalle tonalità del corallo. Si dice che provenga da un abito cerimoniale di una sacerdotessa."
  },
  "circlet": {
    "_id": 96432,
    "id": "crown_of_watatsumi",
    "name": "Corona di Watatsumi",
    "description": "Un'antica corona intricata che un tempo fu indossata da un membro dimenticato del clero. Oggi questa reliquia è conservata con grande cura dalla gente di Watatsumi."
  },
  "flower": {
    "_id": 96442,
    "id": "seadyed_blossom",
    "name": "Fiore del mare",
    "description": "Un fiore delicato che ha assunto le molteplici tonalità del mare, e che brilla magnificamente sotto la luce argentea della luna."
  },
  "sands": {
    "_id": 96452,
    "id": "cowry_of_parting",
    "name": "Ciprea dell'addio",
    "description": "Una conchiglia perfetta che proviene dalle profondità marine."
  }
}
