{
  "_id": 215037,
  "id": "scroll_of_the_hero_of_cinder_city",
  "name": "Rotolo dell'Eroe della Città di cenere",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Quando un membro vicino del gruppo innesca un Impeto dell'Anima della Notte, il personaggio equipaggiato con questo set rigenera 6 di energia elementale.",
  "four_pc": "Quando il personaggio che equipaggia il set innesca una reazione legata al proprio tipo elementale, tutti i membri del gruppo vicini che possiedono un tipo elementale correlato alla suddetta reazione ottengono un bonus DAN elementali pari a un 12% per 15 s. Se il personaggio che equipaggia il set è in stato di Grazia dell'Anima della Notte quando questo effetto si attiva, il suddetto bonus DAN elementali aumenta di un ulteriore 28% per 20 s. Il personaggio che equipaggia il set può attivare questo effetto anche se non si trova in campo. Il bonus DAN di più set di manufatti con lo stesso nome non si accumula.",
  "goblet": {
    "_id": 37412,
    "id": "wandering_scholars_claw_cup",
    "name": "Coppa artigliata dello studioso errante",
    "description": "Un curioso calice dalla forma simile a un artiglio di drago. Chiunque l'abbia creato doveva avere in mente un'idea molto speciale."
  },
  "plume": {
    "_id": 37422,
    "id": "mountain_rangers_marker",
    "name": "Segno del Guardamonti",
    "description": "Un indicatore usato dai Guardamonti per tracciare i sentieri. La sua forma, simile alla piuma di un volatile, lo rende particolarmente vistoso."
  },
  "circlet": {
    "_id": 37432,
    "id": "demonwarriors_feather_mask",
    "name": "Maschera piumata del demone guerriero",
    "description": "Una maschera decorata con piume simili a quelle di un falco, avvolta da un gran numero di leggende."
  },
  "flower": {
    "_id": 37442,
    "id": "beast_tamers_talisman",
    "name": "Talismano del Domatore di bestie",
    "description": "Un fiore scolpito con selce e Drachite. Chiunque lo possieda dimostra di essere qualificato a diventare un domatore di bestie."
  },
  "sands": {
    "_id": 37452,
    "id": "mystics_gold_dial",
    "name": "Meridiana d'oro mistica",
    "description": "Un disco dorato ispirato alla forma del sole. I motivi draconici che lo adornano sembrano simboleggiare il ciclo della vita e della morte."
  }
}
