{
  "_id": 215036,
  "id": "unfinished_reverie",
  "name": "Fantasmagoria incompiuta",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATT +18%.",
  "four_pc": "Dopo aver trascorso 3 s fuori da un combattimento, i DAN inflitti aumentano di un 50%. Durante un combattimento, se nelle vicinanze non sono presenti avversari affetti da Ustione per più di 6 s, il suddetto bonus DAN diminuisce di un 10% al secondo fino ad azzerarsi. Se è presente almeno un avversario affetto da Ustione, invece, il bonus DAN aumenta di un 10% al secondo fino a raggiungere il 50%. Quest'effetto può attivarsi anche se il personaggio che equipaggia il set non è in campo.",
  "goblet": {
    "_id": 36412,
    "id": "the_wineflask_over_which_the_plan_was_hatched",
    "name": "Calice dell'escogitativa",
    "description": "Una coppa a tre gambi. In passato, un gran numero di eroi si radunava attorno al fuoco per brindare ognuno col proprio calice, discutendo dei propri desideri e delle proprie ambizioni."
  },
  "plume": {
    "_id": 36422,
    "id": "faded_emerald_tail",
    "name": "Coda smeraldina scolorita",
    "description": "Un accessorio a forma di penna rettrice che ha ormai da tempo perduto il suo lustro originale. I motivi che la decorano si dice siano opera di un antico e abile artigiano."
  },
  "circlet": {
    "_id": 36432,
    "id": "crownless_crown",
    "name": "Corona senza corona",
    "description": "Una corona d'oro ornata con piume turchesi e smeraldine. È rimasta da sempre riposta sopra un cuscino di velluto, e non ha mai sormontato il capo di alcun governante."
  },
  "flower": {
    "_id": 36442,
    "id": "dark_fruit_of_bright_flowers",
    "name": "Frutto fosco di fiori limpidi",
    "description": "Un fiore scolpito dalla pietra grigia e laminato in oro. Leggenda vuole che, durante una certa guerra, sia stata usata per distingue gli alleati dai nemici."
  },
  "sands": {
    "_id": 36452,
    "id": "moment_of_attainment",
    "name": "Momento di conquista",
    "description": "Una meridiana usata in un antico regno per tenere traccia del tempo. Presenta dei piccoli solchi visibili solo dopo una scrupolosa osservazione."
  }
}