{
  "_id": 26190101,
  "id": "solitary_suanni",
  "monsterId": 26190103,
  "name": "Solitary Suanni",
  "specialNames": [
    "จ้าวแห่งขุนเขาโบราณ"
  ],
  "rewardPreview": [],
  "monsterType": "MONSTER_BOSS",
  "enemyType": "BOSS",
  "categoryType": "CODEX_SUBTYPE_BEAST",
  "categoryText": "สัตว์อสูรลึกลับ",
  "filename_icon": "UI_MonsterIcon_Hermit",
  "description": "อสูรวิญญาณที่สง่างามและเย่อหยิ่ง อาศัยอยู่ในภูเขาลึกที่รายล้อมไปด้วยพลังเซียนเท่านั้น\\nตั้งแต่ยุคโบราณ อสูรเซียนสายพันธุ์นี้ถือเป็นสัญลักษณ์แห่งความโชคดี ด้วยนิสัยเฉพาะตัวที่ชอบอาศัยอยู่อย่างสันโดษบนภูเขาและป่าไม้ ปลีกตัวการรบกวนจากทางโลก จึงได้รับการชื่นชมจากเหล่าปัญญาชนทุกสมัย ในตำนานพื้นเมืองอันเก่าแก่ของหุบเขา Chenyu ผู้นำของ Suanni จะถูกขนานว่า \"เจ้าแห่งขุนเขา\" ซึ่งมีฐานะเทียบเท่ากับเซียน\\nบางทฤษฎีก็ให้ความเห็นว่า อสูรเสวียนเหวินที่เตร็ดเตร่อยู่ตามภูเขาและป่าไม้ในปัจจุบัน จริง ๆ แล้วก็คือทายาทของเหล่าอสูรเซียนเช่นกัน แต่ทว่าชะตาต้องเซียนนั้นเบาบาง ทำให้ยากต่อการสืบทอดสายเลือดอันสูงศักดิ์เช่นนี้ไว้ ทำให้เสื่อมสภาพกลายเป็นสัตว์ป่าดุร้าย ทฤษฎีนี้ตรงกันข้ามกับอีกทฤษฎีหนึ่งที่เกี่ยวกับต้นกำเนิดของอสูรเสวียนเหวิน แต่ถึงแม้จะเป็นเช่นนั้น ในบันทึกที่มีอยู่น้อยนิดเกี่ยวกับอสูรเสวียนเหวินได้กล่าวไว้ว่า เวลามันปรากฏตัว มักจะมาพร้อมกับอสูรเสวียนเหวินมากมายที่ทำหน้าที่เป็นบริวาร\\nในปัจจุบันนี้ \"การแสดงวูซู\" ที่รู้จักกันอย่างแพร่หลายในหุบเขา Chenyu ได้แสดงเลียนแบบตามการเคลื่อนไหวและกิริยาท่าทางของ Suanni ในตำนาน อย่างไรก็ตาม มีเพียงไม่กี่คนที่เคยเห็น Suanni จริง ๆ ผู้คนส่วนใหญ่ ทำได้เพียงอธิบายรูปร่างของสิ่งมีชีวิตนี้ผ่านการจินตนาการเท่านั้น หลังผ่านการวิวัฒนาการและการแต่งเติมทางศิลปะมาเป็นเวลาหลายพันปี ในที่สุดก็ยึดแบบ \"หัวอสูร\" ตามรูปร่างที่เห็นกันในปัจจุบัน",
  "aggroRange": "VISION_LEVEL_LITTLE_REMOTE",
  "bgm": 0,
  "budget": 1,
  "stats": {
    "resistance": {
      "physical": 0.1,
      "pyro": 0.1,
      "dendro": 0.1,
      "hydro": 0.7,
      "geo": 0.1,
      "anemo": 0.7,
      "cryo": 0.1,
      "electro": 0.1
    },
    "base": {
      "hp": 225.4944,
      "attack": 100.48,
      "defense": 500
    },
    "curve": {
      "hp": "GROW_CURVE_HP_2",
      "attack": "GROW_CURVE_ATTACK_2",
      "defense": "GROW_CURVE_DEFENSE"
    }
  }
}