{
  "_id": 45,
  "id": "fontaine_dance_of_the_dewwhite_springs_ii",
  "name": "Fontaine - Danse de la rosée blanche (2)",
  "order": 52,
  "achievements": [
    {
      "id": 80272,
      "name": "Exploration continentale : Terre des sources (2)",
      "desc": "Débloquez l'intégralité de la carte de la Région de Liffey et de la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 248
    },
    {
      "id": 80273,
      "name": "Source de toutes les eaux (2)",
      "desc": "Activez tous les points de téléportation de la Région de Liffey et de la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine dans la région de Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 249
    },
    {
      "id": 80274,
      "name": "Pèlerinage sacré : Terre des sources (2)",
      "desc": "Débloquez tous les Sanctuaires des profondeurs de la Région de Liffey et de la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine dans la région de Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 250
    },
    {
      "id": 80275,
      "name": "Guidé par les vagues (2)",
      "desc": "Suivez 3 Fées dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine et activez leur support.",
      "reward": 5,
      "hidden": false,
      "order": 251
    },
    {
      "id": 80276,
      "name": "Guidé par les vagues (2)",
      "desc": "Suivez 6 Fées dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine et activez leur support.",
      "reward": 10,
      "hidden": false,
      "order": 252,
      "preStage": 80275
    },
    {
      "id": 80277,
      "name": "Guidé par les vagues (2)",
      "desc": "Suivez 9 Fées dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine et activez leur support.",
      "reward": 20,
      "hidden": false,
      "order": 253,
      "preStage": 80276
    },
    {
      "id": 80278,
      "name": "Chasse aux trésors sur les terres aquatiques (2)",
      "desc": "Ouvrez 60 coffres dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 254
    },
    {
      "id": 80279,
      "name": "Chasse aux trésors sur les terres aquatiques (2)",
      "desc": "Ouvrez 120 coffres dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 255,
      "preStage": 80278
    },
    {
      "id": 80280,
      "name": "Chasse aux trésors sur les terres aquatiques (2)",
      "desc": "Ouvrez 200 coffres dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 256,
      "preStage": 80279
    },
    {
      "id": 80281,
      "name": "Péripéties sur les terres aquatiques (2)",
      "desc": "Terminez 3 défis du monde ouvert activés par mécanisme dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 257
    },
    {
      "id": 80282,
      "name": "Péripéties sur les terres aquatiques (2)",
      "desc": "Terminez 6 défis du monde ouvert activés par mécanisme dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 258,
      "preStage": 80281
    },
    {
      "id": 80283,
      "name": "Péripéties sur les terres aquatiques (2)",
      "desc": "Terminez 12 défis du monde ouvert activés par mécanisme dans la Région de Liffey et la Région de l'Institut de recherche d'ingénierie cinétique de Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 259,
      "preStage": 80282
    },
    {
      "id": 80284,
      "name": "Plus grand que la mer, le ciel",
      "desc": "Faites sortir Lanoire de la Forteresse de Méropide.",
      "reward": 10,
      "hidden": false,
      "order": 260
    },
    {
      "id": 80285,
      "name": "La fin du fin",
      "desc": "Soyez témoin de l'histoire de l'Institut de recherche d'ingénierie cinétique de Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 261
    }
  ]
}