{
  "_id": 31,
  "id": "sumeru_the_rainforest_of_lore",
  "name": "Sumeru : Selve de connaissances",
  "order": 39,
  "achievements": [
    {
      "id": 80160,
      "name": "Exploration continentale : Forêts de Sumeru",
      "desc": "Débloquez l'intégralité de la carte de la Forêt d'Avidya, de la Selve de Lokapala, de la Vallée d'Ardravi, du Royaume d'Ashavan, du Champ de Vissudha, de la Pépinière perdue et de Vanarana dans la région de Sumeru.",
      "reward": 5,
      "hidden": false,
      "order": 160
    },
    {
      "id": 80161,
      "name": "Randonnée en forêt",
      "desc": "Activez tous les points de téléportation de la Forêt d'Avidya, de la Selve de Lokapala, de la Vallée d'Ardravi, du Royaume d'Ashavan, du Champ de Vissudha, de la Pépinière perdue et de Vanarana dans la région de Sumeru.",
      "reward": 5,
      "hidden": false,
      "order": 161
    },
    {
      "id": 80162,
      "name": "Pèlerinage sacré : Forêts de Sumeru",
      "desc": "Débloquez tous les Sanctuaires des profondeurs de la Forêt d'Avidya, de la Selve de Lokapala, de la Vallée d'Ardravi, du Royaume d'Ashavan, du Champ de Vissudha, de la Pépinière perdue et de Vanarana dans la région de Sumeru.",
      "reward": 10,
      "hidden": false,
      "order": 162
    },
    {
      "id": 80163,
      "name": "Fragrant comme les plantes",
      "desc": "Montez les Statues des Sept de Sumeru au niveau maximum.",
      "reward": 20,
      "hidden": false,
      "order": 163
    },
    {
      "id": 80164,
      "name": "L'aboutissement du grand rêve",
      "desc": "Montez l'arbre des rêves de Vanarana au niveau maximum.",
      "reward": 20,
      "hidden": false,
      "order": 164
    },
    {
      "id": 80165,
      "name": "Guidé par les bois",
      "desc": "Suivez 10 Fées dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana et activez leur support.",
      "reward": 5,
      "hidden": false,
      "order": 165
    },
    {
      "id": 80166,
      "name": "Guidé par les bois",
      "desc": "Suivez 20 Fées dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana et activez leur support.",
      "reward": 10,
      "hidden": false,
      "order": 166,
      "preStage": 80165
    },
    {
      "id": 80167,
      "name": "Guidé par les bois",
      "desc": "Suivez 40 Fées dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana et activez leur support.",
      "reward": 20,
      "hidden": false,
      "order": 167,
      "preStage": 80166
    },
    {
      "id": 80168,
      "name": "Chasse aux trésors sur les terres boisées",
      "desc": "Ouvrez 100 coffres dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 168
    },
    {
      "id": 80169,
      "name": "Chasse aux trésors sur les terres boisées",
      "desc": "Ouvrez 200 coffres dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 169,
      "preStage": 80168
    },
    {
      "id": 80170,
      "name": "Chasse aux trésors sur les terres boisées",
      "desc": "Ouvrez 400 coffres dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 170,
      "preStage": 80169
    },
    {
      "id": 80171,
      "name": "Péripéties sur les terres boisées",
      "desc": "Terminez 10 défis du monde ouvert activés par mécanisme dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 171
    },
    {
      "id": 80172,
      "name": "Péripéties sur les terres boisées",
      "desc": "Terminez 20 défis du monde ouvert activés par mécanisme dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 172,
      "preStage": 80171
    },
    {
      "id": 80173,
      "name": "Péripéties sur les terres boisées",
      "desc": "Terminez 40 défis du monde ouvert activés par mécanisme dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 173,
      "preStage": 80172
    },
    {
      "id": 80174,
      "name": "La forêt se souvient de tout",
      "desc": "Terminez « Aranyaka ».",
      "reward": 10,
      "hidden": false,
      "order": 174
    }
  ]
}
