{
  "_id": 223031,
  "id": "scorpocalypse",
  "shareId": 295,
  "name": "Apocalisse scorpionica",
  "title": "Eremita maestra del folklore infuocato, Apocalisse scorpionica",
  "desc": "\"Per l'Oasi eterna!\"",
  "in_play_description": "Quando la tua Eremita maestra del folklore infuocato, che ha questa carta equipaggiata, è in campo e dopo aver usato <span style=\"color:#FFFFFFFF\">Assalto ardente</span> per sconfiggere un personaggio avversario: aggiungi 1 carta <span style=\"color:#FFFFFFFF\">Spirito del presagio: Scorpione di Pyro</span> alla tua mano.<br/>Alla fine del turno: genera 1 accumulo di <span style=\"color:#FFFFFFFF\">Benedizione dello scorpione</span>.",
  "attributes": {
    "cost": 3,
    "cost_type": "Pyro",
    "card_type": "Carta equipaggiamento",
    "energy": [
      {
        "_id": 1103,
        "id": "pyro",
        "type": "Pyro",
        "count": 3
      }
    ],
    "source": "Ricompensa ottenuta accettando la sfida della taverna contro l'Eremita maestra del folklore infuocato alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente in un duello amichevole",
    "tags": [
      "Talento",
      "Azione di combattimento"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "<span style=\"color:#FFFFFFFF\">Azione di combattimento</span>: se il tuo personaggio attivo è <span style=\"color:#FFFFFFFF\">Eremita maestra del folklore infuocato</span>, equipaggia questa carta.<br/>Dopo che Eremita maestra del folklore infuocato ha equipaggiato questa carta, utilizza immediatamente <span style=\"color:#FFD780FF\">Assalto rovente</span> una volta.<br/>Quando la tua Eremita maestra del folklore infuocato, che ha questa carta equipaggiata, è in campo e usi <span style=\"color:#FFFFFFFF\">Assalto ardente</span> per sconfiggere un personaggio avversario, aggiungi 1 carta <span style=\"color:#FFFFFFFF\">Spirito del presagio: Scorpione di Pyro </span> alla tua mano.<br/> Al termine del turno: genera 1 accumulo di <span style=\"color:#FFFFFFFF\">Benedizione dello scorpione</span>.<br/>(Per aggiungere questa carta, il tuo mazzo deve contenere Eremita maestra del folklore infuocato.)"
    }
  ]
}
