{
  "_id": 26190101,
  "id": "solitary_suanni",
  "monsterId": 26190103,
  "name": "Suanni solitario",
  "specialNames": [
    "Antico Signore delle montagne"
  ],
  "rewardPreview": [],
  "monsterType": "MONSTER_BOSS",
  "enemyType": "BOSS",
  "categoryType": "CODEX_SUBTYPE_BEAST",
  "categoryText": "Bestie mistiche",
  "filename_icon": "UI_MonsterIcon_Hermit",
  "description": "Queste bestie mitologiche eleganti e superbe vivono solo sulle montagne avvolte da energia adeptica.\\nConsiderate un simbolo di buon auspicio sin dai tempi antichi, il loro desiderio di vivere in disparte dal mondo materiale è stato motivo di ammirazione da parte degli intellettuali per generazioni. Nelle antiche leggende della Vallata Chenyu, il capo dei suanni era chiamato il Signore della Montagna e veniva considerato pari agli Adepti. \\nUn'altra teoria sostiene che le bestie di Xuanwen che vagano sulle montagne al giorno d'oggi siano i discendenti dei suanni, ma perdendo la purezza originaria del loro sangue nel corso degli anni sono degenerate in creature violente. Anche se questo contraddice un'altra teoria sull'origine delle Bestie Xuanwen, i pochi documenti sui suanni mostrano spesso la presenza di un gran numero di Bestie Xuanwen.\\nAl giorno d'oggi, la famosa danza Wushou nella Vallata Chenyu deriva dai movimenti dei suanni. Ma dato che sono in pochi ad aver visto tali creature, la maggior parte delle persone può solo immaginarne l'aspetto. Dopo migliaia di anni di cambiamenti e interpretazioni artistiche diverse, la testa del costume della danza Wushou è diventata il suo stile attuale.",
  "aggroRange": "VISION_LEVEL_LITTLE_REMOTE",
  "bgm": 0,
  "budget": 1,
  "stats": {
    "resistance": {
      "physical": 0.1,
      "pyro": 0.1,
      "dendro": 0.1,
      "hydro": 0.7,
      "geo": 0.1,
      "anemo": 0.7,
      "cryo": 0.1,
      "electro": 0.1
    },
    "base": {
      "hp": 225.4944,
      "attack": 100.48,
      "defense": 500
    },
    "curve": {
      "hp": "GROW_CURVE_HP_2",
      "attack": "GROW_CURVE_ATTACK_2",
      "defense": "GROW_CURVE_DEFENSE"
    }
  }
}