{
  "_id": 215036,
  "id": "unfinished_reverie",
  "name": "Reminiscência Incompleta",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATQ +18%",
  "four_pc": "Depois de sair do combate por 3s, aumenta o Dano causado em 50%. Em combate, se não houverem inimigos Queimando por mais que 6s, esse Bônus de Dano reduzirá 10% por segundo até 0%. Quando existir um oponente Queimando, aumentará 10% até alcançar 50%. Esse efeito pode ser desencadeado mesmo que o personagem com este conjunto de artefatos equipado não esteja ativo.",
  "goblet": {
    "_id": 36412,
    "id": "the_wineflask_over_which_the_plan_was_hatched",
    "name": "A Garrafa de Vinho Sobre a Qual o Plano Foi Concebido",
    "description": "Uma taça de três pés feita de cerâmica, onde muitos heróis já levantaram seus brindes ao lado da fogueira, discutindo suas ambições e esperanças."
  },
  "plume": {
    "_id": 36422,
    "id": "faded_emerald_tail",
    "name": "Cauda de Esmeralda Desbotada",
    "description": "Uma decoração de penas cujo esplendor se desvaneceu, cujos padrões, diz-se, foram criados por um artesão habilidoso de tempos antigos."
  },
  "circlet": {
    "_id": 36432,
    "id": "crownless_crown",
    "name": "Coroa Descoroada",
    "description": "Uma coroa dourada decorada com turquesa e penas verdes, que repousa sobre uma almofada de veludo, mas nunca foi usada em uma cerimônia de coroação."
  },
  "flower": {
    "_id": 36442,
    "id": "dark_fruit_of_bright_flowers",
    "name": "Fruto Sombrio de Flores Brilhantes",
    "description": "Uma flor esculpida em pedra cinza e habilmente revestida com folha de ouro, que, segundo a lenda, serviu como uma prova de identificação entre os lados inimigos durante uma guerra."
  },
  "sands": {
    "_id": 36452,
    "id": "moment_of_attainment",
    "name": "Momento de Conquista",
    "description": "Um relógio de sol usado para medir o tempo em um antigo reino, que possui uma marca minúscula em uma de suas escalas, visível apenas com observação cuidadosa."
  }
}
