{
  "_id": 10000104,
  "id": "chasca",
  "name": "Chasca",
  "title": "Exploradora Celestial",
  "description": "A Pacificadora de Tlalocan, a finalizadora de todas as disputas.",
  "weapon_type": {
    "id": "bow",
    "name": "Arco"
  },
  "element": {
    "id": "anemo",
    "name": "Anemo"
  },
  "gender": {
    "id": "female",
    "name": "Feminino"
  },
  "release": 1731967200,
  "substat": "Taxa Crítica",
  "affiliation": "Tlalocan",
  "region": {
    "id": "natlan",
    "name": "Natlan"
  },
  "rarity": 5,
  "birthday": [10, 12],
  "constellation": "Vultur Gryphus",
  "domain": "Ruínas Flamejantes",
  "cv": {
    "english": "Lauren Amante",
    "chinese": "张若瑜",
    "japanese": "甲斐田裕子",
    "korean": "Soo-hyub"
  },
  "skills": [
    {
      "_id": 11041,
      "id": "normal_attack_phantom_feather_flurry",
      "name": "Ataque Normal: Rajada de Penas Fantasma",
      "description": "<span>Ataque Normal</span><br/>Realiza até 4 disparos consecutivos com um arco.<br/><br/><span>Ataque Carregado</span><br/>Realiza um <span>Disparo com Mira </span>mais preciso e com Dano aumentado.<br/>Ao mirar, ventos fortes se acumularão na ponta da flecha. Uma flecha completamente carregada com ventos fortes irá infligir <span>Dano Anemo</span>.<br/><br/><span>Ataque Imersivo</span><br/>Dispara uma chuva de flechas no ar que atingirão o solo rapidamente, alcançando os inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
      "info": "",
      "attributes": [
        {
          "label": "Dano do 1° Golpe",
          "values": [
            "48%",
            "51.9%",
            "55.8%",
            "61.4%",
            "65.3%",
            "69.8%",
            "75.9%",
            "82.1%",
            "88.2%",
            "94.9%",
            "101.6%",
            "108.3%",
            "115%",
            "121.7%",
            "128.4%"
          ]
        },
        {
          "label": "Dano do 2° Golpe",
          "values": [
            "44.6%",
            "48.2%",
            "51.8%",
            "57%",
            "60.7%",
            "64.8%",
            "70.5%",
            "76.2%",
            "81.9%",
            "88.1%",
            "94.4%",
            "100.6%",
            "106.8%",
            "113%",
            "119.2%"
          ]
        },
        {
          "label": "Dano do 3° Golpe",
          "values": [
            "29.7% *2",
            "32.1% *2",
            "34.5% *2",
            "38% *2",
            "40.4% *2",
            "43.2% *2",
            "47% *2",
            "50.8% *2",
            "54.6% *2",
            "58.7% *2",
            "62.8% *2",
            "67% *2",
            "71.1% *2",
            "75.3% *2",
            "79.4% *2"
          ]
        },
        {
          "label": "Dano do 4° Golpe",
          "values": [
            "25.5% *3",
            "27.5% *3",
            "29.6% *3",
            "32.6% *3",
            "34.6% *3",
            "37% *3",
            "40.3% *3",
            "43.5% *3",
            "46.8% *3",
            "50.3% *3",
            "53.9% *3",
            "57.4% *3",
            "61% *3",
            "64.6% *3",
            "68.1% *3"
          ]
        },
        {
          "label": "Disparo com Mira",
          "values": [
            "43.9%",
            "47.4%",
            "51%",
            "56.1%",
            "59.7%",
            "63.7%",
            "69.4%",
            "75%",
            "80.6%",
            "86.7%",
            "92.8%",
            "98.9%",
            "105.1%",
            "111.2%",
            "117.3%"
          ]
        },
        {
          "label": "Disparo com Mira com Energização Completa",
          "values": [
            "124%",
            "133.3%",
            "142.6%",
            "155%",
            "164.3%",
            "173.6%",
            "186%",
            "198.4%",
            "210.8%",
            "223.2%",
            "235.6%",
            "248%",
            "263.5%",
            "279%",
            "294.5%"
          ]
        },
        {
          "label": "Dano Durante a Queda",
          "values": [
            "56.8%",
            "61.5%",
            "66.1%",
            "72.7%",
            "77.3%",
            "82.6%",
            "89.9%",
            "97.1%",
            "104.4%",
            "112.3%",
            "120.3%",
            "128.2%",
            "136.1%",
            "144.1%",
            "152%"
          ]
        },
        {
          "label": "Dano de Queda de Baixa/Alta Altitude",
          "values": [
            "113.6% / 141.9%",
            "122.9% / 153.5%",
            "132.1% / 165%",
            "145.3% / 181.5%",
            "154.6% / 193.1%",
            "165.2% / 206.3%",
            "179.7% / 224.5%",
            "194.2% / 242.6%",
            "208.8% / 260.8%",
            "224.6% / 280.6%",
            "240.5% / 300.4%",
            "256.3% / 320.2%",
            "272.2% / 340%",
            "288% / 359.8%",
            "303.9% / 379.6%"
          ]
        }
      ]
    },
    {
      "_id": 11042,
      "id": "spirit_reins_shadow_hunt",
      "name": "Rédeas Espirituais, Caça Sombria",
      "description": "Chasca e a vontade residindo em sua arma ressoam, causando <span>Dano Anemo em uma AdE</span> com alinhamento Espírito da Noite.<br/>Após usar esta Habilidade, Chasca ganha 80 pontos de Espírito da Noite e entra no estado de Bênção do Espírito da Noite.<br/><br/><span>Bênção do Espírito da Noite: Chasca</span><br/>Consome continuamente pontos de Espírito da Noite. Quando os pontos de Espírito da Noite forem totalmente esgotados ou a habilidade for usada novamente, o estado de Bênção do Espírito da Noite de Chasca terminará. A Bênção do Espírito da Noite possui as seguintes características:<br/>· Empunha a \"Atiradora de Almas: Cajado Ritual\", aumentando a Veloc. Mov. de Chasca e sua Resistência contra Interrupção. Neste estado, Chasca consumirá continuamente pontos de Espírito da Noite e permanecerá no ar. Ao saltar ou aumentar a altura, pontos de Espírito da Noite extras serão consumidos.<br/>· Ao usar Ataques Normais ou Carregados, Pressione ou Mantenha pressionado para alternar entre usar \"Disparo Múltiplo\" de diferentes maneiras.<br/><br/><span>Disparo Múltiplo</span><br/><span>Pressionar</span><br/>Causa <span>Dano Anemo</span> com alinhamento Espírito da Noite aos inimigos à frente. Este Dano é considerado Dano de Ataque Normal.<br/><span>Manter pressionado</span><br/>Entra no Modo de Mira, escolhendo um certo número de inimigos dentro de uma certa AdE, disparando 6 Projéteis Caçadores de Sombras de acordo com o tempo de carregamento. Ao carregar os seis projéteis ou ao parar de carregar, disparará contra os inimigos selecionados.<br/><br/><span>Projéteis Caçadores de Sombras</span><br/>· Causam <span>Dano Anemo</span> com alinhamento Espírito da Noite, considerado Dano de Ataque Carregado.<br/>· O 4º, 5º e 6º Projéteis disparados passarão por Conversão Elemental com base nos Tipos Elementais dos outros personagens na equipe: Para cada personagem <span>Pyro</span>, <span>Hydro</span>, <span>Cryo</span> ou <span>Electro</span> na equipe, um Projétil Caçador de Sombras será convertido aleatoriamente em um \"Projétil Caçador de Sombras Brilhante\" de um dos Tipos Elementais correspondentes, causando Dano com alinhamento Espírito da Noite correspondente ao Tipo Elemental. Este Dano é considerado Dano de Ataque Carregado.<br/>· O último Projétil Caçador de Sombras carregado no carregador é disparado primeiro.<br/><br/>Além disso, quando estiver no estado Bênção do Espírito da Noite, ao manter pressionado para lançar a Habilidade Elemental <span>Rédeas Espirituais, Caça Sombria</span>, Chasca converterá para um Ataque Imersivo que possui alinhamento Espírito da Noite, e ao soltar, poderá interromper o Ataque Imersivo para se manter no ar. Quando Chasca atingir o chão com seu Ataque Imersivo, a Bênção do Espírito da Noite acabará.",
      "info": "Em teoria, enquanto ela quiser, essas rédeas podem domar qualquer coisa... Mas o que poderia ser mais legal que um canhão de mão gigante?",
      "attributes": [
        {
          "label": "Dano de Ressonância",
          "values": [
            "60%",
            "64.5%",
            "69%",
            "75%",
            "79.5%",
            "84%",
            "90%",
            "96%",
            "102%",
            "108%",
            "114%",
            "120%",
            "127.5%",
            "135%",
            "142.5%"
          ]
        },
        {
          "label": "Dano de Pressionar Disparo Múltiplo",
          "values": [
            "36%",
            "38.7%",
            "41.4%",
            "45%",
            "47.7%",
            "50.4%",
            "54%",
            "57.6%",
            "61.2%",
            "64.8%",
            "68.4%",
            "72%",
            "76.5%",
            "81%",
            "85.5%"
          ]
        },
        {
          "label": "Dano do Projétil Caçador de Sombras",
          "values": [
            "48.8%",
            "52.5%",
            "56.1%",
            "61%",
            "64.7%",
            "68.3%",
            "73.2%",
            "78.1%",
            "83%",
            "87.8%",
            "92.7%",
            "97.6%",
            "103.7%",
            "109.8%",
            "115.9%"
          ]
        },
        {
          "label": "Dano do Projétil Caçador de Sombras Brilhante",
          "values": [
            "166.6%",
            "179.1%",
            "191.6%",
            "208.2%",
            "220.7%",
            "233.2%",
            "249.9%",
            "266.5%",
            "283.2%",
            "299.8%",
            "316.5%",
            "333.1%",
            "354%",
            "374.8%",
            "395.6%"
          ]
        },
        {
          "label": "Limite de Pontos de Espírito da Noite",
          "values": [
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80",
            "80"
          ]
        },
        {
          "label": "Tempo de Recarga",
          "values": [
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s"
          ]
        }
      ]
    },
    {
      "_id": 11045,
      "id": "soul_reapers_fatal_round",
      "name": "Rodada Fatal do Ceifador de Almas",
      "description": "Chasca concentra sua vontade e dispara um Projétil Ceifador de Almas Corta-ventos, causando <span>Dano Anemo em AdE</span> com alinhamento Espírito da Noite. Depois disso, o Projétil Ceifador de Almas Corta-ventos se dividirá em seis Projéteis Ceifador de Almas, atacando os inimigos próximos.<br/><br/><span>Projétil Ceifador de Almas</span><br/>· Causa <span>Dano Anemo</span> com alinhamento Espírito da Noite.<br/>· Para cada personagem <span>Pyro</span>, <span>Hydro</span>, <span>Cryo</span> e <span>Electro</span> da equipe, dois Projéteis Ceifador de Almas aleatórios serão convertidos para Projéteis Ceifador de Almas Brilhante em um dos Tipos Elementais correspondentes, causando Dano Elemental correspondente com alinhamento Espírito da Noite.",
      "info": "Ninguém pode escapar dos sussurros incessantes da noite e do luar, assim como nenhum inimigo pode fugir de seus olhos atentos quando ela mira neles.",
      "attributes": [
        {
          "label": "Dano do Projétil Ceifador de Almas Corta-ventos",
          "values": [
            "88%",
            "94.6%",
            "101.2%",
            "110%",
            "116.6%",
            "123.2%",
            "132%",
            "140.8%",
            "149.6%",
            "158.4%",
            "167.2%",
            "176%",
            "187%",
            "198%",
            "209%"
          ]
        },
        {
          "label": "Dano do Projétil Ceifador de Almas",
          "values": [
            "103.4%",
            "111.2%",
            "118.9%",
            "129.3%",
            "137%",
            "144.8%",
            "155.1%",
            "165.4%",
            "175.8%",
            "186.1%",
            "196.5%",
            "206.8%",
            "219.7%",
            "232.6%",
            "245.6%"
          ]
        },
        {
          "label": "Dano do Projétil Ceifador de Almas Brilhante",
          "values": [
            "206.8%",
            "222.3%",
            "237.8%",
            "258.5%",
            "274%",
            "289.5%",
            "310.2%",
            "330.9%",
            "351.6%",
            "372.2%",
            "392.9%",
            "413.6%",
            "439.4%",
            "465.3%",
            "491.2%"
          ]
        },
        {
          "label": "Tempo de Recarga",
          "values": [
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s"
          ]
        },
        {
          "label": "Energia Elemental",
          "values": [
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60"
          ]
        }
      ]
    }
  ],
  "passives": [
    {
      "id": "bullet_trick",
      "name": "Truque do Projétil",
      "description": "Quando o <span>Disparo Múltiplo</span> da Habilidade Elemental <span>Rédeas Espirituais, Caça Sombria</span> carregar, se houver membros da equipe que atendam aos requisitos do Tipo Elemental de Conversão Elemental, ganha os seguintes efeitos segundo o número de Tipos Elementais diferentes presentes:<br/>· Há uma chance de 33.3%/66.7%/100%, baseada no número de Tipos Elementais elegíveis presentes, para que cada Tipo desencadeie a \"Conversão Espiritual\" e faça com que o 3º <span>Projétil Caçador de Sombras</span> carregado no cilindro seja aleatoriamente convertido em um <span>Projétil Caçador de Sombras Brilhantes</span> de um dos Tipos Elementais correspondentes.<br/>· Cada Tipo Elemental concederá a Chasca 1 acúmulo do efeito \"Espírito da Sombra\", aumentando o Dano do Projétil Caçador de Sombras Brilhantes em 15%/35%/65%. Esse efeito dura até o fim do Disparo Múltiplo atual. Máximo de 3 acúmulos.",
      "level": 1
    },
    {
      "id": "intent_to_cover",
      "name": "Intenção Protetora",
      "description": "Quando um personagem próximo da equipe desencadear \"Explosão do Espírito da Noite\", Chasca disparará \"Projéteis Caçadores de Sombra Flamejante\" contra os inimigos próximos, causando <span>Dano Anemo</span> com alinhamento Espírito da Noite, esse Dano é equivalente a 150% do Dano dos <span>Projéteis Caçadores de Sombras</span> da Habilidade Elemental <span>Rédeas Espirituais, Caça Sombria</span>. Se a equipe possuir personagens <span>Pyro</span>, <span>Hydro</span>, <span>Cryo</span> ou <span>Electro</span>, os Projéteis Caçadores de Sombra Flamejante passarão por Conversão Elemental, causando Dano Elemental correspondente com alinhamento Espírito da Noite. Esse Dano será equivalente a 150% de <span>Projéteis Caçadores de Sombras Brilhantes</span> da Habilidade Elemental <span>Rédeas Espirituais, Caça Sombria</span>.<br/>O Dano causado dessa forma é considerado Dano de Ataque Carregado.",
      "level": 4
    },
    {
      "id": "night_realms_gift_everburning_heart",
      "name": "Presente do Reino da Noite: Coração Inextinguível",
      "description": "Depois que os pontos de Espírito da Noite de Chasca acabarem, ela mudará para consumir Flogisto para manter a Bênção do Espírito da Noite.<br/>Enquanto estiver numa área de Natlan com Dispositivos de Flogisto, ela pode usar Transmissão do Espírito da Noite: Chasca. Quando o personagem ativo estiver no ar, trocar para Chasca como personagem ativa desencadeará: Chasca entra no estado Bênção do Espírito da Noite e obtém 32 pontos de Espírito da Noite. Sua própria equipe pode entrar em Transmissão do Espírito da Noite uma vez a cada 10s.",
      "level": 0
    },
    {
      "id": "mediations_true_meaning",
      "name": "O Verdadeiro Significado da Mediação",
      "description": "Quando um personagem da sua equipe derrota um inimigo, regenera 25 de Flogisto. Esse efeito pode ser desencadeado uma vez a cada 12s.<br/>Esse efeito não surtirá em domínios, Domínios Dizimados e Abismo do Espiral.",
      "level": 0
    }
  ],
  "constellations": [
    {
      "_id": 1041,
      "id": "cylinder_the_restless_roulette",
      "name": "Munição Carregada, Roleta Engatilhada",
      "description": "Quando desencadear a Conversão Espiritual do Talento Passivo \"Truque do Projétil\", o segundo <span>Projétil Caçador de Sombras</span> adicional será convertido em <span>Projétil Caçador de Sombras Brilhantes</span>.<br/>Aumenta a chance de desencadear \"Conversão Espiritual\": se houver personagens na equipe com Tipos Elementais com as condições de Conversão Elemental correspondentes, aumenta a chance de Conversão Espiritual para 33.3%, podendo aumentar em até 100%.<br/><br/>É necessário ter desbloqueado o Talento Passivo \"Truque do Projétil\".<br/>Além disso, quando não está ativo em batalha, o estado Bênção do Espírito da Noite de Chasca consumirá 30% a menos de pontos de Espírito da Noite e de Flogisto.",
      "level": 1
    },
    {
      "_id": 1042,
      "id": "muzzle_the_searing_smoke",
      "name": "Fumaça Flamejante do Disparo",
      "description": "Quando Chasca se torna a personagem ativa no campo de batalha, ela obtém um acúmulo de \"Espírito da Sombra\" do Talento Passivo \"Truque do Projétil\". É necessário ter desbloqueado o Talento Passivo \"Truque do Projétil\" para esse efeito.<br/>Além disso, ao lançar os <span>Disparos Múltiplos</span> da Habilidade Elemental <span>Rédeas Espirituais, Caça Sombria</span>, quando os <span>Projéteis Caçadores de Sombras Brilhantes</span> de Chasca atingirem os inimigos, causarão 400% do ATQ de Chasca como Dano Elemental em AdE do Elemento correspondente de <span>Projéteis Caçadores de Sombras Brilhantes</span>, esse Dano é considerado Dano de Ataque Carregado. Esse efeito pode ser desencadeado uma vez por <span>Disparos Múltiplos</span> lançados.",
      "level": 2
    },
    {
      "_id": 1043,
      "id": "reins_her_careful_control",
      "name": "Controle Meticuloso das Cordas",
      "description": "Aumenta o nível da Habilidade Elemental <span>Rédeas Espirituais, Caça Sombria</span> em 3 níveis. <br/>O nível máximo de elevação é 15.",
      "level": 3
    },
    {
      "_id": 1044,
      "id": "sparks_the_sudden_shot",
      "name": "Disparo Súbito das Faíscas",
      "description": "Quando <span>Projétil Ceifador de Almas Brilhante</span> do Supremo <span>Rodada Fatal do Ceifador de Almas</span> atinge um inimigo, regenera 1.5 de Energia Elemental para Chasca, e de acordo com o Tipo Elemental de <span>Projétil Ceifador de Almas Brilhante</span>, causa 400% do ATQ de Chasca. Esse Dano é considerado Dano de Ataque Carregado.<br/>O efeito de Dano em uma AdE Elemental correspondente mencionado pode ser desencadeado uma vez cada vez que Chasca usa <span>Rodada Fatal do Ceifador de Almas</span>.",
      "level": 4
    },
    {
      "_id": 1045,
      "id": "brim_the_sandshadows_silhouette",
      "name": "Silhueta do Chapéu sobre a Areia",
      "description": "Aumenta o nível do <span>Rodada Fatal do Ceifador de Almas</span> em 3.<br/>O nível máximo de elevação é 15.",
      "level": 5
    },
    {
      "_id": 1046,
      "id": "showdown_the_glory_of_battle",
      "name": "Batalha Gloriosa Decisiva",
      "description": "O tempo necessário de carregamento do <span>Disparo Múltiplo</span> de Chasca é reduzido, e depois de desencadear a Conversão Espiritual do Talento Passivo \"Truque do Projétil\", Chasca obtém o estado \"Ataque Predestinado\", fazendo com que nos próximos 3s, o próximo<span>Disparo Múltiplo</span> da próxima <span>Rédeas Espirituais, Caça Sombria</span> lançada carregue completamente imediatamente, e aumentando o Dano CRIT do <span>Projétil Caçador de Sombras</span> e do <span>Projétil Caçador de Sombras Brilhantes</span> do <span>Disparo Múltiplo</span> em 120%. 1 efeito de \"Ataque Predestinado\" pode ser obtido a cada 3s.<br/><br/>Esse efeito requer ter desbloqueado o Talento Passivo \"Truque do Projétil\".",
      "level": 6
    }
  ],
  "ascension": [
    {
      "level": [1],
      "stats": [
        {
          "label": "Ascender",
          "values": ["-", 1]
        },
        {
          "label": "Vida Básica",
          "values": ["-", "763"]
        },
        {
          "label": "ATQ Básico",
          "values": ["-", "27"]
        },
        {
          "label": "DEF Básica",
          "values": ["-", "48"]
        },
        {
          "label": "Taxa Crítica",
          "values": ["-", "0"]
        }
      ]
    },
    {
      "level": [20],
      "stats": [
        {
          "label": "Ascender",
          "values": [0, 1]
        },
        {
          "label": "Vida Básica",
          "values": ["1978", "2632"]
        },
        {
          "label": "ATQ Básico",
          "values": ["70", "93"]
        },
        {
          "label": "DEF Básica",
          "values": ["124", "165"]
        },
        {
          "label": "Taxa Crítica",
          "values": ["0", "0"]
        }
      ]
    },
    {
      "level": [40],
      "cost": 20000,
      "stats": [
        {
          "label": "Ascender",
          "values": [1, 2]
        },
        {
          "label": "Vida Básica",
          "values": ["3939", "4403"]
        },
        {
          "label": "ATQ Básico",
          "values": ["139", "156"]
        },
        {
          "label": "DEF Básica",
          "values": ["247", "276"]
        },
        {
          "label": "Taxa Crítica",
          "values": ["0", "0"]
        }
      ],
      "mat1": {
        "_id": 104151,
        "id": "vayuda_turquoise_sliver",
        "name": "Lasca de Turquesa Vayuda",
        "amount": 1,
        "rarity": 2
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Flor Púrpura Definhada",
        "amount": 3,
        "rarity": 1
      },
      "mat4": {
        "_id": 112101,
        "id": "juvenile_fang",
        "name": "Presa Juvenil",
        "amount": 3,
        "rarity": 1
      }
    },
    {
      "level": [50],
      "cost": 40000,
      "stats": [
        {
          "label": "Ascender",
          "values": [2, 3]
        },
        {
          "label": "Vida Básica",
          "values": ["5066", "5686"]
        },
        {
          "label": "ATQ Básico",
          "values": ["179", "201"]
        },
        {
          "label": "DEF Básica",
          "values": ["318", "357"]
        },
        {
          "label": "Taxa Crítica",
          "values": ["0", "0"]
        }
      ],
      "mat1": {
        "_id": 104152,
        "id": "vayuda_turquoise_fragment",
        "name": "Fragmento de Turquesa Vayuda",
        "amount": 3,
        "rarity": 3
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Olhar Emaranhador",
        "amount": 2,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Flor Púrpura Definhada",
        "amount": 10,
        "rarity": 1
      },
      "mat4": {
        "_id": 112101,
        "id": "juvenile_fang",
        "name": "Presa Juvenil",
        "amount": 15,
        "rarity": 1
      }
    },
    {
      "level": [60],
      "cost": 60000,
      "stats": [
        {
          "label": "Ascender",
          "values": [3, 4]
        },
        {
          "label": "Vida Básica",
          "values": ["6355", "6820"]
        },
        {
          "label": "ATQ Básico",
          "values": ["225", "241"]
        },
        {
          "label": "DEF Básica",
          "values": ["399", "428"]
        },
        {
          "label": "Taxa Crítica",
          "values": ["0", "0"]
        }
      ],
      "mat1": {
        "_id": 104152,
        "id": "vayuda_turquoise_fragment",
        "name": "Fragmento de Turquesa Vayuda",
        "amount": 6,
        "rarity": 3
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Olhar Emaranhador",
        "amount": 4,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Flor Púrpura Definhada",
        "amount": 20,
        "rarity": 1
      },
      "mat4": {
        "_id": 112102,
        "id": "seasoned_fang",
        "name": "Presa Veterana",
        "amount": 12,
        "rarity": 2
      }
    },
    {
      "level": [70],
      "cost": 80000,
      "stats": [
        {
          "label": "Ascender",
          "values": [4, 5]
        },
        {
          "label": "Vida Básica",
          "values": ["7495", "7960"]
        },
        {
          "label": "ATQ Básico",
          "values": ["265", "282"]
        },
        {
          "label": "DEF Básica",
          "values": ["470", "500"]
        },
        {
          "label": "Taxa Crítica",
          "values": ["0", "0"]
        }
      ],
      "mat1": {
        "_id": 104153,
        "id": "vayuda_turquoise_chunk",
        "name": "Pedaço de Turquesa Vayuda",
        "amount": 3,
        "rarity": 4
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Olhar Emaranhador",
        "amount": 8,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Flor Púrpura Definhada",
        "amount": 30,
        "rarity": 1
      },
      "mat4": {
        "_id": 112102,
        "id": "seasoned_fang",
        "name": "Presa Veterana",
        "amount": 18,
        "rarity": 2
      }
    },
    {
      "level": [80],
      "cost": 100000,
      "stats": [
        {
          "label": "Ascender",
          "values": [5, 6]
        },
        {
          "label": "Vida Básica",
          "values": ["8643", "9108"]
        },
        {
          "label": "ATQ Básico",
          "values": ["306", "322"]
        },
        {
          "label": "DEF Básica",
          "values": ["542", "572"]
        },
        {
          "label": "Taxa Crítica",
          "values": ["0", "0"]
        }
      ],
      "mat1": {
        "_id": 104153,
        "id": "vayuda_turquoise_chunk",
        "name": "Pedaço de Turquesa Vayuda",
        "amount": 6,
        "rarity": 4
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Olhar Emaranhador",
        "amount": 12,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Flor Púrpura Definhada",
        "amount": 45,
        "rarity": 1
      },
      "mat4": {
        "_id": 112103,
        "id": "tyrants_fang",
        "name": "Presa Tirana",
        "amount": 12,
        "rarity": 3
      }
    },
    {
      "level": [90],
      "cost": 120000,
      "stats": [
        {
          "label": "Ascender",
          "values": [6, 7]
        },
        {
          "label": "Vida Básica",
          "values": ["9797", "9797"]
        },
        {
          "label": "ATQ Básico",
          "values": ["347", "347"]
        },
        {
          "label": "DEF Básica",
          "values": ["615", "615"]
        },
        {
          "label": "Taxa Crítica",
          "values": ["0", "0"]
        }
      ],
      "mat1": {
        "_id": 104154,
        "id": "vayuda_turquoise_gemstone",
        "name": "Gema de Turquesa Vayuda",
        "amount": 6,
        "rarity": 5
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Olhar Emaranhador",
        "amount": 20,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Flor Púrpura Definhada",
        "amount": 60,
        "rarity": 1
      },
      "mat4": {
        "_id": 112103,
        "id": "tyrants_fang",
        "name": "Presa Tirana",
        "amount": 24,
        "rarity": 3
      }
    }
  ],
  "talent_materials": [
    {
      "level": 2,
      "cost": 12500,
      "items": [
        {
          "_id": 104353,
          "id": "teachings_of_conflict",
          "name": "Ensinamentos do Conflito",
          "amount": 3,
          "rarity": 2
        },
        {
          "_id": 112101,
          "id": "juvenile_fang",
          "name": "Presa Juvenil",
          "amount": 6,
          "rarity": 1
        }
      ]
    },
    {
      "level": 3,
      "cost": 17500,
      "items": [
        {
          "_id": 104354,
          "id": "guide_to_conflict",
          "name": "Guia do Conflito",
          "amount": 2,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Presa Veterana",
          "amount": 3,
          "rarity": 2
        }
      ]
    },
    {
      "level": 4,
      "cost": 25000,
      "items": [
        {
          "_id": 104354,
          "id": "guide_to_conflict",
          "name": "Guia do Conflito",
          "amount": 4,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Presa Veterana",
          "amount": 4,
          "rarity": 2
        }
      ]
    },
    {
      "level": 5,
      "cost": 30000,
      "items": [
        {
          "_id": 104354,
          "id": "guide_to_conflict",
          "name": "Guia do Conflito",
          "amount": 6,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Presa Veterana",
          "amount": 6,
          "rarity": 2
        }
      ]
    },
    {
      "level": 6,
      "cost": 37500,
      "items": [
        {
          "_id": 104354,
          "id": "guide_to_conflict",
          "name": "Guia do Conflito",
          "amount": 9,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Presa Veterana",
          "amount": 9,
          "rarity": 2
        }
      ]
    },
    {
      "level": 7,
      "cost": 120000,
      "items": [
        {
          "_id": 104355,
          "id": "philosophies_of_conflict",
          "name": "Filosofia do Conflito",
          "amount": 4,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Presa Tirana",
          "amount": 4,
          "rarity": 3
        },
        {
          "_id": 113061,
          "id": "silken_feather",
          "name": "Pluma de Seda",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 8,
      "cost": 260000,
      "items": [
        {
          "_id": 104355,
          "id": "philosophies_of_conflict",
          "name": "Filosofia do Conflito",
          "amount": 6,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Presa Tirana",
          "amount": 6,
          "rarity": 3
        },
        {
          "_id": 113061,
          "id": "silken_feather",
          "name": "Pluma de Seda",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 9,
      "cost": 450000,
      "items": [
        {
          "_id": 104355,
          "id": "philosophies_of_conflict",
          "name": "Filosofia do Conflito",
          "amount": 12,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Presa Tirana",
          "amount": 9,
          "rarity": 3
        },
        {
          "_id": 113061,
          "id": "silken_feather",
          "name": "Pluma de Seda",
          "amount": 2,
          "rarity": 5
        }
      ]
    },
    {
      "level": 10,
      "cost": 700000,
      "items": [
        {
          "_id": 104355,
          "id": "philosophies_of_conflict",
          "name": "Filosofia do Conflito",
          "amount": 16,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Presa Tirana",
          "amount": 12,
          "rarity": 3
        },
        {
          "_id": 113061,
          "id": "silken_feather",
          "name": "Pluma de Seda",
          "amount": 2,
          "rarity": 5
        },
        {
          "_id": 104319,
          "id": "crown_of_insight",
          "name": "Coroa da Sabedoria",
          "amount": 1,
          "rarity": 5
        }
      ]
    }
  ]
}
