{
  "_id": 5101,
  "id": "adeptus_temptation",
  "name": "Adeptus' Temptation",
  "description": "เมนูเลื่องชื่อของ Liyue ที่มีวิธีทำที่ซับซ้อน นำวัตถุดิบที่คัดสรรมาอย่างดีมาต้มในน้ำซุป ใช้ไฟอ่อนเคี่ยวอย่างช้า ๆ สูตรอาหารที่เขียนขึ้นมาจากความทรงจำนี้ ได้ดึงดูดเหล่าเซียนให้ใจเต้น และกลับมาปรากฏกายบนโลกมนุษย์อีกครั้ง",
  "rarity": 5,
  "ingredients": [
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 4
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Crab",
      "amount": 3
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 3
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 3
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108122,
      "name": "Adeptus' Temptation รสประหลาด",
      "description": "เมนูเลื่องชื่อของ Liyue ที่มีวิธีทำที่ซับซ้อน เพราะว่ายังไม่เชี่ยวชาญในการต้มซุป ทำให้ของที่ทำออกมานั้นมีรสเค็ม เมื่อพิจารณาถึงมูลค่าของวัตถุดิบแล้ว... เห้อ ก็เหมือนขี่หลังเสือแล้วลงไม่ได้นั่นแหละนะ",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกในทีมทั้งหมด 260 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108123,
      "name": "Adeptus' Temptation",
      "description": "เมนูเลื่องชื่อของ Liyue ที่มีวิธีทำที่ซับซ้อน นำวัตถุดิบที่คัดสรรมาอย่างดีมาต้มในน้ำซุป ใช้ไฟอ่อนเคี่ยวอย่างช้า ๆ สูตรอาหารที่เขียนขึ้นมาจากความทรงจำนี้ ได้ดึงดูดเหล่าเซียนให้ใจเต้น และกลับมาปรากฏกายบนโลกมนุษย์อีกครั้ง",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกในทีมทั้งหมด 316 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108124,
      "name": "Adeptus' Temptation แสนอร่อย",
      "description": "เมนูเลื่องชื่อของ Liyue ที่มีวิธีทำที่ซับซ้อน เป็นอาหารที่รวบรวมเอาของดีจากบนพื้นดินและทะเลเอาไว้ อาหารอันโอชะที่มีกลิ่นหอมอบอวล เพียงแค่คำเดียวก็รู้สึกถึงความอ่อนนุ่มและละมุน... เพียงแค่นิดเดียว รสชาติก็ยังคงติดปากไปอีกนาน ได้แต่คิดคำนึงหา แม้แต่เซียนก็ยังต้องกระโดดข้ามกำแพงหนีออกมาเพื่อกิน",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกในทีมทั้งหมด 372 หน่วย และเพิ่มอัตราคริ 12% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}