{
  "_id": 2101,
  "id": "almond_tofu",
  "name": "Almond Tofu",
  "description": "ของหวานที่มีน้ำราดซึ่งทำจาก อัลมอนด์บด มีความนุ่มลื่นและหอมหวาน ที่ไม่เหมือนอาหารชนิดไหน ๆ และกลิ่นหอมของอัลมอนด์ที่จะติดตามคุณไปทุกที่ โดยมันถูกตั้งชื่อตามรูปร่างที่เหมือน เต้าหู้ของมันนั่นเอง",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almond",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108080,
      "name": "Almond Tofu รสประหลาด",
      "description": "นำอัลมอนด์มาบดและทำให้เป็นซอส หวาน น้ำซอสถูกทำให้เย็นลง โดยที่ยังไม่ได้บดอัลมอนด์ให้ละเอียด คงทำได้แค่หลอกตัวเองว่าพวกเม็ด ๆ ที่เหลือนี้เป็นเอกลักษณ์อย่างนึง",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 66 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108081,
      "name": "Almond Tofu",
      "description": "ของหวานที่มีน้ำราดซึ่งทำจาก อัลมอนด์บด มีความนุ่มลื่นและหอมหวาน ที่ไม่เหมือนอาหารชนิดไหน ๆ และกลิ่นหอมของอัลมอนด์ที่จะติดตามคุณไปทุกที่ โดยมันถูกตั้งชื่อตามรูปร่างที่เหมือน เต้าหู้ของมันนั่นเอง",
      "effect": "เพิ่มพลังโจมตีให้กับสมาชิกทีมทั้งหมดขึ้น 81 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละคร ของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108082,
      "name": "Almond Tofu แสนอร่อย",
      "description": "ของหวานที่มีน้ำราดซึ่งทำจากอัลมอนด์บด มีหน้าตาที่สวยประณีตและสีสันที่สวยงามราวกับว่ามันเป็นศิลปะที่สร้างขึ้นโดยช่างฝีมือที่มีชื่อเสียง ให้ความรู้สึกน่าหลงใหลและยากเกินจะห้ามใจ",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 95 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108137,
      "id": "sweet_dream",
      "name": "Sweet Dream",
      "description": "เมนูพิเศษของ Xiao \"ฝันดี\" ของเขานั้นแสนจะเรียบง่าย ก็แค่ฝันดีแค่นั้นเอง",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 114 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "xiao",
        "name": "Xiao"
      }
    }
  }
}