{
  "_id": 3016,
  "id": "apple_roly_poly",
  "name": "Apple Roly Poly",
  "description": "ของหวานแบบดั้งเดิมที่ทำจากแอปเปิลเป็นหลัก เคล็ดลับของความกรุบกรอบและรสชาติแสนอร่อยนั้น มาจากแผ่นแป้งบาง ๆ ว่ากันว่า แผ่นแป้งที่เชฟขนมหวานชั้นนำของ Mondstadt ทำออกมานั้นบางมาก ต่อให้นำมาวางปิดหน้าหนังสือไว้ ก็ไม่ส่งผลต่อการอ่านเลยสักนิด",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Apple",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการผจญภัย",
  "results": {
    "suspicious": {
      "_id": 108694,
      "name": "Apple Roly Poly รสประหลาด",
      "description": "ของหวานแบบดั้งเดิมที่ทำจากแอปเปิลเป็นหลัก แอปเปิลก็คือแอปเปิล แป้งก็คือแป้ง ราวกับคนสองคนที่เข้ากันไม่ได้ที่กำลังพยายามหาเรื่องคุยร่วมกัน แม้แต่เนยที่หอมหวานที่สุดก็ไม่สามารถพลิกสถานการณ์ที่น่าอึดอัดใจนี้ได้",
      "effect": "หลังจากเปิดใช้ Petrified Tree, Ley Line Outcrop หรือเปิดหีบสมบัติ จะฟื้นฟูพลังชีวิต 16% และเพิ่มพลังชีวิตอีก 600 หน่วย ให้แก่ตัวละครทั้งหมดในทีม โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 5 วินาที เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108695,
      "name": "Apple Roly Poly",
      "description": "ของหวานแบบดั้งเดิมที่ทำจากแอปเปิลเป็นหลัก เคล็ดลับของความกรุบกรอบและรสชาติแสนอร่อยนั้น มาจากแผ่นแป้งบาง ๆ ว่ากันว่า แผ่นแป้งที่เชฟขนมหวานชั้นนำของ Mondstadt ทำออกมานั้นบางมาก ต่อให้นำมาวางปิดหน้าหนังสือไว้ ก็ไม่ส่งผลต่อการอ่านเลยสักนิด",
      "effect": "หลังจากเปิดใช้ Petrified Tree, Ley Line Outcrop หรือเปิดหีบสมบัติ จะฟื้นฟูพลังชีวิต 18% และเพิ่มพลังชีวิตอีก 900 หน่วย ให้แก่ตัวละครทั้งหมดในทีม โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 5 วินาที เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108696,
      "name": "Apple Roly Poly แสนอร่อย",
      "description": "ของหวานแบบดั้งเดิมที่ทำจากแอปเปิลเป็นหลัก แค่ได้กลิ่นหอมหวานละมุนของแอปเปิล ก็รู้สึกเหมือนได้นั่งอยู่ข้างเตาไฟอันอบอุ่นแล้ว ยังไม่ทันได้ลิ้มรสอย่างละเอียด มือที่ถือมีดกับส้อมก็ราวกับถูกใครควบคุม เอื้อมไปจิ้มชิ้นต่อไปอย่างควบคุมไม่ได้",
      "effect": "หลังจากเปิดใช้ Petrified Tree, Ley Line Outcrop หรือเปิดหีบสมบัติ จะฟื้นฟูพลังชีวิต 20% และเพิ่มพลังชีวิตอีก 1200 หน่วย ให้แก่ตัวละครทั้งหมดในทีม โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 5 วินาที เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}