{
  "_id": 3106,
  "id": "bamboo_shoot_soup",
  "name": "Bamboo Shoot Soup",
  "description": "ซุปที่ผ่านการตุ๋นเป็นเวลานาน หน่อไม้ เนื้อสดและแฮมที่หั่นเป็นชิ้น ตุ๋นด้วยไฟอ่อน ๆ จนน้ำซุปกลายเป็นสีขาว เนื้อสัตว์ทั้งสองชนิดให้รสชาติที่ต่างกัน ยิ่งทำให้น้ำซุปอร่อยเป็นพิเศษ",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 2
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108152,
      "name": "Bamboo Shoot Soup รสประหลาด",
      "description": "ซุปที่ผ่านการตุ๋นเป็นเวลานาน เนื่องจากการคุมความร้อนที่ไม่ชำนาญนัก จึงทำให้เนื้อมีความเหนียวเล็กน้อย และความเค็มของแฮมก็กลบรสชาติเสียหมด ดูแล้วหน่อไม้ที่ดูดซับรสชาติของเนื้อทั้งสองชนิด น่าจะเป็นสิ่งเดียวที่พอจะรับได้ของอาหารจานนี้",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108153,
      "name": "Bamboo Shoot Soup",
      "description": "ซุปที่ผ่านการตุ๋นเป็นเวลานาน หน่อไม้ เนื้อสดและแฮมที่หั่นเป็นชิ้น ตุ๋นด้วยไฟอ่อน ๆ จนน้ำซุปกลายเป็นสีขาว เนื้อสัตว์ทั้งสองชนิดให้รสชาติที่ต่างกัน ยิ่งทำให้น้ำซุปอร่อยเป็นพิเศษ",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108154,
      "name": "Bamboo Shoot Soup แสนอร่อย",
      "description": "ซุปที่ผ่านการตุ๋นเป็นเวลานาน แค่ได้กลิ่นก็กระตุ้นต่อมอยากอาหาร แค่ชิมเพียงช้อนเดียว รสชาติอันเข้มข้นก็แผ่ซ่านไปทั่วร่างกาย เหมือนได้กางปีกโผบินไปในมวลเมฆที่ส่งกลิ่นหอม",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108173,
      "id": "slowcooked_bamboo_shoot_soup",
      "name": "Slow-Cooked Bamboo Shoot Soup",
      "description": "อาหารจานพิเศษของ Zhongli จะต้องเลือกใช้แฮมตามมาตรฐานงานเลี้ยงของ Yuehai Pavilion เนื้อสดก็ต้องเป็นหมูสามชั้นที่ล่ามาจาก Springvale ในวันนั้น ๆ หน่อไม้ต้องเป็นหน่ออ่อนในช่วงฤดูใบไม้ผลิของหมู่บ้าน Qingce Village เท่านั้น ขั้นตอนการทำนั้นพิถีพิถันมาก และต้องทำด้วยไฟอ่อน ๆ... รสชาติ \"พิถีพิถัน\" เช่นนี้ อยากจะแบ่งปันให้กับ ผู้ที่ชื่นชอบเท่านั้น",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 980 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}