{
  "id": "barbatos_ratatouille",
  "name": "Barbatos Ratatouille",
  "description": "อาหารง่าย ๆ ที่มีประวัติยาวนาน ใช้วัตถุดิบดั้งเดิมและเรียบง่าย ไม่ว่าคุณจะอยู่ที่ไหน ความพึงพอใจที่ได้รับจากซุปเข้มข้นร้อน ๆ นั้นเป็นเรื่องที่สุดยอดที่สุด",
  "rarity": 3,
  "ingredients": [
    {
      "id": "carrot",
      "name": "Carrot",
      "amount": 4
    },
    {
      "id": "potato",
      "name": "Potato",
      "amount": 4
    },
    {
      "id": "onion",
      "name": "Onion",
      "amount": 4
    }
  ],
  "dish_type": "เมนูการผจญภัย",
  "results": {
    "suspicious": {
      "name": "Barbatos Ratatouille รสประหลาด",
      "description": "อาหารง่าย ๆ ที่มีประวัติยาวนาน แม้จะบอกว่าสัญลักษณ์ของเทพแห่งลมนั้นคืออิสระแต่อาหารจานนี้ดูเหมือนจะอิสระมากไป บางทีชื่อพายุตุ๋นผักน่าจะเหมาะกับอาหารจานนี้มากกว่า",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "name": "Barbatos Ratatouille",
      "description": "อาหารง่าย ๆ ที่มีประวัติยาวนาน ใช้วัตถุดิบดั้งเดิมและเรียบง่าย ไม่ว่าคุณจะอยู่ที่ไหน ความพึงพอใจที่ได้รับจากซุปเข้มข้นร้อน ๆ นั้นเป็นเรื่องที่สุดยอดที่สุด",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "name": "Barbatos Ratatouille แสนอร่อย",
      "description": "อาหารง่าย ๆ ที่มีประวัติยาวนาน ที่ผ่านการเคี่ยวจนรสชาติของผักทั้งสามชนิดผสมผสานกันอย่างลงตัว เช่นนี้แล้วก็ไม่แปลกที่มีคนเคยกล่าวไว้ว่า \"เป็นอาหารที่อร่อยสุดในชีวิตเท่าที่เคยกินมา\"",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "name": "A Buoyant Breeze",
      "description": "เมนูพิเศษของ Venti ดอก Celelia นอกจากจะเอาไว้ตกแต่งแล้ว ยังใช้ทำอาหารได้ไม่ต่างจากอาหารทั่วไป แต่เมื่อชิมดูดี ๆ แล้วยิ่งรับรู้ได้ถึงรสชาติของ \"จุดเปลี่ยนเล็ก ๆ และลมแห่งความหวัง\" หรือว่านี่...คือน้ำใจจากเขา?",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 25% เป็นเวลา 1800 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "venti",
        "name": "Venti"
      }
    }
  }
}
