{
  "_id": 3102,
  "id": "blackback_perch_stew",
  "name": "Black-Back Perch Stew",
  "description": "อาหารจำพวกปลาต้ม เนื้อปลามีความแน่นและเต็มไปด้วยรสชาติที่อร่อย ความลับของอาหารจานนี้คือมีการใส่ผงของ Violetgrass ลงในน้ำมันร้อนทำให้จานนั้นมีกลิ่นหอมเผ็ดแต่ไม่แห้ง",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Jueyun Chili",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 1
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Violetgrass",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108074,
      "name": "Black-Back Perch Stew รสประหลาด",
      "description": "อาหารจำพวกปลาต้ม ดูเหมือนว่ารสชาติที่เผ็ดร้อนจนเกิดเหตุจะกลบรสชาติอันสดใหม่ของเนื้อปลาไปซะหมด มีไม่กี่คนหรอกนะที่จะสามารถกินอาหารที่ทรมานร่างกายขนาดนี้ได้",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108075,
      "name": "Black-Back Perch Stew",
      "description": "อาหารจำพวกปลาต้ม เนื้อปลามีความแน่นและเต็มไปด้วยรสชาติที่อร่อย ความลับของอาหารจานนี้คือมีการใส่ผงของ Violetgrass ลงในน้ำมันร้อนทำให้จานนั้นมีกลิ่นหอมเผ็ดแต่ไม่แห้ง",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108076,
      "name": "Black-Back Perch Stew แสนอร่อย",
      "description": "อาหารจำพวกปลาต้ม เมื่อนำเนื้อปลาที่แสนนุ่มละมุนเข้าไป ในปากจะดูเหมือนว่าจะไหลลงไปในท้องได้ตลอดเวลา เมื่อกลืนลงไปกลับรู้สึกว่าในปากมันโล่ง ๆ จนอดใจไม่ไหวที่จะรีบหยิบชิ้นต่อไปขึ้นมากิน",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108135,
      "name": "Wanmin Restaurant's Boiled Fish",
      "description": "เมนูพิเศษของ Xiangling อาหารจานเด็ดของภัตตาคาร Wanmin เมนูที่ได้รวมเอาความหลงใหลในการทำอาหารของ Xiangling เอาไว้อย่างเต็มเปี่ยม แต่ทว่าคนที่เคยได้ลิ้มลองนั้น ล้วนดื่มด่ำกลิ่นหอมของมันเพื่อเก็บ ความประทับใจของอาหารอันเลิศรสนี้",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 980 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "xiangling",
        "name": "Xiangling"
      }
    }
  }
}
