{
  "_id": 3506,
  "id": "blazed_meat_stew",
  "name": "Blazed Meat Stew",
  "description": "สตูเนื้อรสเผ็ด เลือกใช้ Raw Meat ที่พบเห็นได้ทั่วไป ใส่ชุดเครื่องเทศลงไปแล้วค่อย ๆ ตุ๋นจนเนื้อนุ่มละมุน เมื่อเปิดฝาหม้อออก กลิ่นเผ็ดก็ร้อนพุ่งเข้ามาปะทะหน้า ถ้าไม่รู้ว่าจะกินอะไรในช่วงเวลาแห่งการเฉลิมฉลอง ก็เลือกสตูเนื้อรสเผ็ดนี้สิ รับรองไม่ผิดหวังแน่นอน!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Glabrous Beans",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108742,
      "name": "Blazed Meat Stew รสประหลาด",
      "description": "สตูเนื้อรสเผ็ด รสเผ็ดร้อนที่รุนแรงเกินไป ทำให้ในปากกำลังลุกเป็นไฟ หลังจากพยายามกลืนลงไปก็รู้สึกเหมือนมีไฟลุกโชนอยู่ในท้อง... ถ้ามีน้ำแก้วใหญ่ ๆ สักแก้วอยู่ใกล้ตัวที่สามารถดับเปลวไฟอันร้อนแรงนี้ได้ก็คงดี",
      "effect": "เพิ่มอัตราคริให้กับ สมาชิกทีมทั้งหมดขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108743,
      "name": "Blazed Meat Stew",
      "description": "สตูเนื้อรสเผ็ด เลือกใช้ Raw Meat ที่พบเห็นได้ทั่วไป ใส่ชุดเครื่องเทศลงไปแล้วค่อย ๆ ตุ๋นจนเนื้อนุ่มละมุน เมื่อเปิดฝาหม้อออก กลิ่นเผ็ดก็ร้อนพุ่งเข้ามาปะทะหน้า ถ้าไม่รู้ว่าจะกินอะไรในช่วงเวลาแห่งการเฉลิมฉลอง ก็เลือกสตูเนื้อรสเผ็ดนี้สิ รับรองไม่ผิดหวังแน่นอน!",
      "effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 15% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108744,
      "name": "Blazed Meat Stew แสนอร่อย",
      "description": "สตูเนื้อรสเผ็ด เครื่องเทศนานาชนิดช่วยชูกลิ่นหอมเข้มข้นของเนื้อออกมา ความเผ็ดที่ปรุงแต่งมาอย่างดีจะช่วยปลุกต่อมรับรสที่หลับใหลให้ตื่นขึ้น และเมื่อมันสัมผัสกับเรียวฟัน เนื้อจะปล่อยน้ำซอสเข้มข้นออกมา เติมเต็มหัวใจของคุณด้วยความสุขอันล้นปรี่ แม้แต่น้ำซุปก็ไม่อยากพลาดไปสักหยด!",
      "effect": "เพิ่มอัตราคริให้กับ สมาชิกทีมทั้งหมดขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108745,
      "id": "saurian_hunters_reward",
      "name": "Saurian Hunter's Reward",
      "description": "เมนูพิเศษของ Kinich เนื้อตุ๋นชิ้นใหญ่ที่มีกลิ่นหอมเข้มข้น และรสชาติเผ็ดร้อน เมื่อทานเข้าปาก Ajaw พูดพึมพำอยู่ข้าง ๆ คุณไม่หยุดหย่อนว่า: \"เมื่อก่อนเจ้านี่เป็นของอร่อยที่เอาไว้ให้รางวัลตัวเอง เวลาที่พวกเราล่าเจ้าตัวใหญ่มาได้ วันนี้เจ้าได้กินมันโดยไม่ต้องเปลืองแรงเลยสักนิด นับว่าเจ้าโชคดีมากแล้ว! ยังไม่รีบเอาน้ำผลไม้อร่อย ๆ มาขอบคุณข้าอีก?\" ส่วน Kinich ก็เสริมว่า: \"กินไปเถอะ อย่าไปฟังคำพูดไร้สาระของเขาเลย\"",
      "effect": "เพิ่มอัตราคริให้กับ สมาชิกทีมทั้งหมด 20% และเพิ่มความแรงคริ 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "kinich",
        "name": "Kinich"
      }
    }
  }
}