{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Blubbercream",
  "description": "ไอศกรีมสีน้ำเงิน การพักผ่อนหย่อนใจที่ดีที่สุดในช่วงอากาศร้อน คือการได้กินไอศกรีมสักแก้วเพื่อคลายร้อน รสชาติที่เย็นฉ่ำ เปรียบเสมือนได้กระโดดลงไปในทะเล ความกังวลต่าง ๆ จะค่อย ๆ หายไปตามความร้อนที่อยู่ตามซอกฟัน เหลือเพียงความรู้สึกมีความสุขในหัวใจ",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Blubbercream รสประหลาด",
      "description": "ไอศกรีมสีน้ำเงิน เกลือทะเลเม็ดใหญ่กระแทกต่อมรับรสอย่างจังจนสติเบลอเพราะความเค็มจัด... เมื่อรวบรวมความกล้าและตั้งใจจะลองอีกครั้ง ไอศกรีมก็ละลายกลายเป็นมิลค์เชคซะแล้ว...",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 215 หน่วย และเพิ่มผลของการรักษาขึ้น 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108685,
      "name": "Blubbercream",
      "description": "ไอศกรีมสีน้ำเงิน การพักผ่อนหย่อนใจที่ดีที่สุดในช่วงอากาศร้อน คือการได้กินไอศกรีมสักแก้วเพื่อคลายร้อน รสชาติที่เย็นฉ่ำ เปรียบเสมือนได้กระโดดลงไปในทะเล ความกังวลต่าง ๆ จะค่อย ๆ หายไปตามความร้อนที่อยู่ตามซอกฟัน เหลือเพียงความรู้สึกมีความสุขในหัวใจ",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 261 หน่วย และเพิ่มผลของการรักษาขึ้น 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108686,
      "name": "Blubbercream แสนอร่อย",
      "description": "ไอศกรีมสีน้ำเงิน รูป Blubberbeast แสนน่ารักบนแก้วช่วยเพิ่มลูกเล่นสนุก ๆ ให้กับเครื่องดื่ม กลิ่นหอมนมผสมผสานกับรสเค็มอ่อนจางที่บางเบาดุจแพรไหม ราวกับว่าประสาทสัมผัสได้รับเชิญให้ดำดิ่งลงไปใต้กระแสน้ำในมหาสมุทร และเข้าร่วมการผจญภัยครั้งใหม่ที่ไม่เหมือนใคร อยากให้การเดินทางที่แสนอร่อยแบบนี้ไม่มีวันสิ้นสุดลงเลยจริง ๆ!",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 308 หน่วย และเพิ่มผลของการรักษาขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}