{
  "_id": 3420,
  "id": "bulle_souffle",
  "name": "Bulle Souffle",
  "description": "เค้กชิ้นเล็ก ๆ ที่ใส่ไว้ใน Bulle Fruit ใส่ไข่ขาวที่ตีเสร็จแล้วลงไปใน Bulle Fruit ที่คว้านแล้ว จากนั้นนำไปอบจนซูเฟลขยายพองขึ้นเท่า ๆ กัน คำว่า Bulle ไม่เพียงแต่หมายถึงการใช้ Bulle Fruit ในส่วนผสมเท่านั้น แต่ยังหมายถึงความรู้สึกที่นุ่มนวลราวกับโฟมที่ผลิตภัณฑ์สามารถมอบให้ได้ด้วย",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108670,
      "name": "Bulle Souffle รสประหลาด",
      "description": "เค้กชิ้นเล็ก ๆ ที่ใส่ไว้ใน Bulle Fruit คุณอดไม่ได้ที่เปิดเตาดูมันในขณะที่อบ แต่คิดไม่ถึงว่าซูเฟลที่กำลังขยายตัวกลับพังทลายลงอย่างรวดเร็ว... ดูเหมือนว่าความอยากรู้อยากเห็นจะไม่ได้ทำร้ายแค่แมว แต่ยังทำลายเค้กชิ้นเล็ก ๆ ด้วย",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108671,
      "name": "Bulle Souffle",
      "description": "เค้กชิ้นเล็ก ๆ ที่ใส่ไว้ใน Bulle Fruit ใส่ไข่ขาวที่ตีเสร็จแล้วลงไปใน Bulle Fruit ที่คว้านแล้ว จากนั้นนำไปอบจนซูเฟลขยายพองขึ้นเท่า ๆ กัน คำว่า Bulle ไม่เพียงแต่หมายถึงการใช้ Bulle Fruit ในส่วนผสมเท่านั้น แต่ยังหมายถึงความรู้สึกที่นุ่มนวลราวกับโฟมที่ผลิตภัณฑ์สามารถมอบให้ได้ด้วย",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108672,
      "name": "Bulle Souffle แสนอร่อย",
      "description": "เค้กชิ้นเล็ก ๆ ที่ใส่ไว้ใน Bulle Fruit มีรสสัมผัสที่นุ่มในตอนแรก จากนั้นกลิ่นหอมของไข่ที่เข้มข้น และกลิ่นผลไม้สดจะละลายในปากราวกับได้ดำดิ่งสู่ปุยเมฆนุ่ม ๆ แม้แต่อากาศโดยรอบก็ยังเต็มเปี่ยมไปด้วยความหวานนี้",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    }
  }
}
