{
  "id": "butter_chicken",
  "name": "Butter Chicken",
  "description": "เมนูรสชาติจัดจ้าน ไก่หั่นชิ้นที่ผ่านการหมักเรียบร้อยแล้ว นำลงไปทอดในน้ำมันก่อนหนึ่งรอบ จากนั้นตั้งเนยให้ร้อนแล้วใส่มะเขือเทศกับเครื่องเทศลงไป เมื่อเข้มข้นได้ที่แล้วค่อยเติมไก่หั่นชิ้นที่ผ่านการทอดแล้วลงไป อาหารสำเร็จรูปที่มักจะทานควบคู่กับเมนูหลัก คือความโอชะที่ทำให้ชาว Sumeru ประทับใจไม่รู้ลืม",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Fowl",
      "amount": 3
    },
    {
      "id": "tomato",
      "name": "Tomato",
      "amount": 3
    },
    {
      "id": "butter",
      "name": "Butter",
      "amount": 1
    },
    {
      "id": "spice",
      "name": "เครื่องเทศ",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "name": "Butter Chicken รสประหลาด",
      "description": "เมนูรสชาติจัดจ้าน เนื่องจากไม่ได้กะปริมาณของเครื่องปรุงให้ดี จึงทำให้รสชาติของมันจัดจ้านไปนิด หากดื่มน้ำตามไปด้วย อาจช่วยทำให้กลืนลงคอได้ง่ายขึ้น...",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 160 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "name": "Butter Chicken",
      "description": "เมนูรสชาติจัดจ้าน ไก่หั่นชิ้นที่ผ่านการหมักเรียบร้อยแล้ว นำลงไปทอดในน้ำมันก่อนหนึ่งรอบ จากนั้นตั้งเนยให้ร้อนแล้วใส่มะเขือเทศกับเครื่องเทศลงไป เมื่อเข้มข้นได้ที่แล้วค่อยเติมไก่หั่นชิ้นที่ผ่านการทอดแล้วลงไป อาหารสำเร็จรูปที่มักจะทานควบคู่กับเมนูหลัก คือความโอชะที่ทำให้ชาว Sumeru ประทับใจไม่รู้ลืม",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 194 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "name": "Butter Chicken แสนอร่อย",
      "description": "เมนูรสชาติจัดจ้าน ซอสเนียนนุ่มห่อหุ้มไก่เนื้อนุ่มชุ่มฉ่ำเอาไว้ ให้รสสัมผัสของเครื่องเทศหลากหลายมากมายจนกลายเป็น \"ท่าไม้ตายแห่งความโอชะ\" อื้อหือ กว่าจะรู้ตัวอีกทีภายในจานก็ว่างเปล่าไปซะแล้ว ขนาดซอสหยดสุดท้ายก็ยังถูกกวาดซะเรียบเชียว",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 228 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "name": "Show Me the Mora",
      "description": "เมนูพิเศษของ Dori หลังจากที่จ่ายเงินก้อนโตไปแล้ว ในที่สุดฉันก็โชคดีได้กินอาหารฝีมือนายท่าน Sangemah Bay สักที ซอสที่นุ่มลื่นดุจผ้าซาตินห่อหุ้มไก่เนื้อแน่นเอาไว้... ภายใต้ความอร่อยที่ไม่อาจต้านทานได้นี้ ช่วยกระตุ้นให้เกิดแรงปรารถนาแปลกประหลาดบางอย่าง... จนอยากควัก Mora ออกมา เพื่อซื้อเพิ่มอีกสักจาน!",
      "effect": "เพิ่มพลังโจมตีให้กับสมาชิกทีมทั้งหมดขึ้น 274 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "dori",
        "name": "Dori"
      }
    }
  }
}
