{
  "_id": 3308,
  "id": "candied_ajilenakh_nut",
  "name": "Candied Ajilenakh Nut",
  "description": "ขนมหวานไส้แน่น ขั้นแรกให้ต้มน้ำเชื่อมจนใส แล้วนำไปผสมกับงาของ Sumeru คลุกเคล้าให้เข้ากันแล้วรอจนน้ำเชื่อมแข็งตัว ว่ากันว่า Snezhnaya ที่แสนหนาวเหน็บเอง ก็มีขนมหวานที่คล้ายคลึงกัน เพียงแต่รสชาตินั้น จะแตกต่างกันเล็กน้อย แน่นอนว่า ผู้คนในแต่ละประเทศก็มักจะคิดว่า ขนมของตนนั้นดีที่สุดในทวีป Teyvat",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Ajilenakh Nut",
      "amount": 4
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almond",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108454,
      "name": "Candied Ajilenakh Nut รสประหลาด",
      "description": "ขนมหวานไส้แน่น ความแข็งของเมล็ดถั่วเปรียบเสมือนเม็ดกรวดที่ซ่อนอยู่ในกองทราย ที่มักจะลอบทำร้ายในทีเผลออยู่เสมอ รสหวานสามารถนำพาความสุขมาให้ผู้คนได้ แต่ความตะกุกตะกักที่ฟันสัมผัสได้ กลับลดทอนความสุขนั้นไปกว่าครึ่งเลยทีเดียว",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108455,
      "name": "Candied Ajilenakh Nut",
      "description": "ขนมหวานไส้แน่น ขั้นแรกให้ต้มน้ำเชื่อมจนใส แล้วนำไปผสมกับงาของ Sumeru คลุกเคล้าให้เข้ากันแล้วรอจนน้ำเชื่อมแข็งตัว ว่ากันว่า Snezhnaya ที่แสนหนาวเหน็บเอง ก็มีขนมหวานที่คล้ายคลึงกัน เพียงแต่รสชาตินั้น จะแตกต่างกันเล็กน้อย แน่นอนว่า ผู้คนในแต่ละประเทศก็มักจะคิดว่า ขนมของตนนั้นดีที่สุดในทวีป Teyvat",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทั้งหมดในทีมขึ้น 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108456,
      "name": "Candied Ajilenakh Nut แสนอร่อย",
      "description": "ขนมหวานไส้แน่น น้ำตาลละลายทันทีเมื่อเข้าปาก ถั่วที่อยู่ภายในราวกับอัญมณีที่ถูกห่อหุ้มด้วยผ้ากำมะหยี่ นำพาเอาความประทับใจมากมายมาให้ เพียงลิ้มลองแค่คำเดียว ความหวานก็จะซึมซาบเข้าสู่จิตใจ ราวกับกำลังอาบน้ำแร่แช่น้ำหวานก็มิปาน... ครั้งหน้า ลองทำเพิ่มหลาย ๆ ชิ้นหน่อยดีกว่า!",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108474,
      "id": "halvamazd",
      "name": "Halvamazd",
      "description": "เมนูพิเศษของ Nahida ว่ากันว่า \"Mazd\" ใน Sumeru นั้นหมายถึง \"ปัญญา\" และ \"ปัญญา\" ที่ละเอียดอ่อนเช่นนี้ไม่อาจต้านทานได้จริง ๆ นัยน์ตาของ Nahida เผยซึ่งรอยยิ้มอันอ่อนโยน \"ดอกไม้ทะเลช่วยให้เหล่าปลาน้อยได้เห็นการเจริญเติบโตของตัวเอง ดังนั้นก็ควรค่าแล้วที่ปลาเหล่านั้นจะให้ของขวัญเล็ก ๆ น้อย ๆ เป็นการตอบแทน\"",
      "effect": "เพิ่มพลังป้องกันให้กับสมาชิกทีมทั้งหมดขึ้น 282 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "nahida",
        "name": "Nahida"
      }
    }
  }
}