{
  "_id": 4104,
  "id": "chicken_tofu_pudding",
  "name": "Chicken Tofu Pudding",
  "description": "อาหารที่ทำขึ้นอย่างพิถีพิถัน สับเนื้ออกไก่จนละเอียด คลุกเคล้าให้เข้ากัน จากนั้นเติมลงไปในซุปใสที่เคี่ยวมาจากเนื้อสัตว์ชนิดต่าง ๆ แล้วเคี่ยวด้วยไฟอ่อนอย่างช้า ๆ เป็นอาหารที่มีความแปลกใหม่และแฝงได้ด้วยความหรูหรา เนื้อไก่มีสีขาวบริสุทธิ์และมีรสชาติเหมือนเต้าหู้อ่อน การนำเนื้อสัตว์มาทำให้ดูเป็นมังสวิรัตินี้ \"กินไก่โดยไม่เห็นไก่ แต่มันดีเกินกว่าไก่\" นี่ก็เป็นสุนทรียภาพอย่างหนึ่งในการทำอาหารของ Liyue",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 4
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108246,
      "name": "Chicken Tofu Pudding รสประหลาด",
      "description": "อาหารที่ทำขึ้นอย่างพิถีพิถัน รสชาติของซุปเค็มมากจนเกินไป แถมสัมผัสเมื่อเคี้ยวของถั่วชิกพีก็ยังไม่ละมุนมากพอ ความด้อยฝีมือทำให้อาหารจานนี้ไร้ซึ่งรูปร่างและขาดซึ่งจิตวิญญาณ",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108247,
      "name": "Chicken Tofu Pudding",
      "description": "อาหารที่ทำขึ้นอย่างพิถีพิถัน สับเนื้ออกไก่จนละเอียด คลุกเคล้าให้เข้ากัน จากนั้นเติมลงไปในซุปใสที่เคี่ยวมาจากเนื้อสัตว์ชนิดต่าง ๆ แล้วเคี่ยวด้วยไฟอ่อนอย่างช้า ๆ เป็นอาหารที่มีความแปลกใหม่และแฝงได้ด้วยความหรูหรา เนื้อไก่มีสีขาวบริสุทธิ์และมีรสชาติเหมือนเต้าหู้อ่อน การนำเนื้อสัตว์มาทำให้ดูเป็นมังสวิรัตินี้ \"กินไก่โดยไม่เห็นไก่ แต่มันดีเกินกว่าไก่\" นี่ก็เป็นสุนทรียภาพอย่างหนึ่งในการทำอาหารของ Liyue",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108248,
      "name": "Chicken Tofu Pudding แสนอร่อย",
      "description": "อาหารที่ปรุงอย่างพิถีพิถัน มีลักษณะคล้ายเต้าหู้ที่เป็นก้อน เมื่อใช้ช้อนตักขึ้นมาทานแล้ว จะได้รสสัมผัสที่อ่อนนุ่มและละลายในปาก จากนั้นจะรับรู้ได้ถึงรสชาตินับร้อยพันที่เข้าถึงจิตวิญญาณของผู้ที่ได้ลิ้มรสมัน จนทำให้รู้สึกว่านี่ไม่ใช่อาหารอีกต่อไป แต่เป็นเหมือนสายลม สายน้ำ และสายใยแห่งความคิด",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
