{
  "_id": 3410,
  "id": "coffee_bavarois",
  "name": "Coffee Bavarois",
  "description": "ของหวานเย็นสดชื่นที่เป็นตัวแทนของขนมหวานแห่ง Fontaine แต่กลับมีวิธีทำแสนง่ายดายและไม่เปลืองแรง ขอแค่สัดส่วนของวัตถุดิบถูกต้อง ก็แทบเป็นไปไม่ได้เลยที่จะล้มเหลว นอกจากความนุ่มละมุนแล้ว ยังให้ความรู้สึกเย็น ๆ ที่ช่วยให้รู้สึกสดชื่นอีกด้วย",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Coffee Bean",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108579,
      "name": "Coffee Bavarois รสประหลาด",
      "description": "ของหวานเย็นสดชื่น กลืนลงไปคำโตแล้ว รสเปรี้ยวขมกระตุ้นสมองจนว่างเปล่าไปหมด พอจะเดาได้ว่าน่าจะใส่เมล็ดกาแฟมากเกินไป รสขมในปากคงต้องใช้เวลาอีกพักใหญ่กว่าจะหายไป ตอนนี้ต้องมากังวลกับคุณภาพการนอนหลับของคืนนี้มากกว่า...",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108580,
      "name": "Coffee Bavarois",
      "description": "ของหวานเย็นสดชื่นที่เป็นตัวแทนของขนมหวานแห่ง Fontaine แต่กลับมีวิธีทำแสนง่ายดายและไม่เปลืองแรง ขอแค่สัดส่วนของวัตถุดิบถูกต้อง ก็แทบเป็นไปไม่ได้เลยที่จะล้มเหลว นอกจากความนุ่มละมุนแล้ว ยังให้ความรู้สึกเย็น ๆ ที่ช่วยให้รู้สึกสดชื่นอีกด้วย",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108581,
      "name": "Coffee Bavarois แสนอร่อย",
      "description": "ของหวานเย็นสดชื่น กลิ่นหอมของนมและไข่บวกกับรสกาแฟหอม ๆ เบ่งบานอยู่ที่ปลายลิ้น สิ่งที่น่าแปลกใจกว่าคือรสสัมผัสที่เนียนลื่นเหมือนแพรไหมมาพร้อมกับความละมุน สมแล้วที่เป็นเมนูของหวานยอดฮิตตลอดกาลในร้านอาหาร!",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    }
  }
}
