{
  "_id": 3413,
  "id": "consomm",
  "name": "Consommé",
  "description": "ซุปที่มีกรรมวิธีการทำหลายขั้นตอน นำวัตถุดิบที่ปั่นรวมกันจนละเอียดไปเคี่ยวรวมกับน้ำสต็อก แล้วกรองจนได้น้ำซุปใสสำหรับรับประทาน มีข่าวซุบซิบลึกลับแพร่สะพัดไปตามท้องถนนใน Fontaine ว่ากันว่าพอนักเขียนที่ไร้แรงบันดาลใจดื่มซุปนี้หมดในรวดเดียว ความคิดก็พรั่งพรูออกมาเลย... แต่สรรพคุณที่มหัศจรรย์ขนาดนั้น เป็นเรื่องที่พ่อค้ากุขึ้นมาเองหรือเปล่านะ?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carrot",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108591,
      "name": "Consommé รสประหลาด",
      "description": "ซุปที่มีกรรมวิธีการทำหลายขั้นตอน ของเหลวสีขุ่น ๆ มองแวบเดียวก็รู้ว่าเป็นผลงานที่ล้มเหลว ทั้ง Fontaine คงมีแต่ Tainted Hydro Phantasm ที่เร่ร่อนอยู่ริมน้ำถึงยอมรับอาหารแบบนี้ได้",
      "effect": "เพิ่มอัตราคริให้กับ สมาชิกทีมทั้งหมดขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108592,
      "name": "Consommé",
      "description": "ซุปที่มีกรรมวิธีการทำหลายขั้นตอน นำวัตถุดิบที่ปั่นรวมกันจนละเอียดไปเคี่ยวรวมกับน้ำสต็อก แล้วกรองจนได้น้ำซุปใสสำหรับรับประทาน มีข่าวซุบซิบลึกลับแพร่สะพัดไปตามท้องถนนใน Fontaine ว่ากันว่าพอนักเขียนที่ไร้แรงบันดาลใจดื่มซุปนี้หมดในรวดเดียว ความคิดก็พรั่งพรูออกมาเลย... แต่สรรพคุณที่มหัศจรรย์ขนาดนั้น เป็นเรื่องที่พ่อค้ากุขึ้นมาเองหรือเปล่านะ?",
      "effect": "เพิ่มอัตราคริให้กับ สมาชิกทั้งหมดในทีมขึ้น 15% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108593,
      "name": "Consommé แสนอร่อย",
      "description": "ซุปที่มีกรรมวิธีการทำหลายขั้นตอน น้ำซุปสีอ่อน ๆ ที่รวบรวมแก่นแท้ของท้องฟ้าและพื้นดินเอาไว้ ความหอมของเนื้อสัตว์กับผักผสมผสานกันอย่างแนบแน่นเหมือนกลายเป็นเนื้อเดียวกัน เคยมีนักเขียนคอลัมน์คนหนึ่งของหนังสือพิมพ์ The Steambird ที่เขียนอะไรไม่ออกเลย แต่เมื่อได้ดื่มซุปแบบนี้เข้าไปหนึ่งถ้วย ก็เกิดแรงบันดาลใจในการเขียนบทความทันที",
      "effect": "เพิ่มอัตราคริให้กับ สมาชิกทีมทั้งหมดขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108603,
      "id": "consomm_purete",
      "name": "\"Consomme Purete\"",
      "description": "เมนูพิเศษของ Neuvillette ได้ยินว่าเขาใช้น้ำจากภูเขาสูงที่สะอาดที่สุด เพื่อสร้างเมนูล้ำค่าที่ไม่ซ้ำใครในโลกขึ้นมา ชิมดูแล้วรู้สึกสดชื่นกลมกล่อมจริง ๆ ส่วนเรื่องที่รสชาติโดยรวมไม่ต่างจากน้ำซุปธรรมดา งั้นก็อย่าพูดถึงมันเลยดีกว่า...",
      "effect": "เพิ่มอัตราคริให้กับ สมาชิกทีมทั้งหมด 20% และเพิ่มความแรงคริ 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "neuvillette",
        "name": "Neuvillette"
      }
    }
  }
}
