{
  "_id": 3415,
  "id": "crepes_suzette",
  "name": "Crepes Suzette",
  "description": "เครปมีไส้ เริ่มจากทอดแป้งเครปให้สุก แล้วทาแยม ครีม และผลไม้ลงไป ที่จริงแล้ววิธีทำเมนูนี้สามารถพลิกแพลงได้หลากหลาย ซึ่งจะให้รสชาติที่แตกต่างกันไปตามวัตถุดิบที่ใช้",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle Fruit",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการผจญภัย",
  "results": {
    "suspicious": {
      "_id": 108600,
      "name": "Crepes Suzette รสประหลาด",
      "description": "เครปมีไส้ คำแรกที่กินเข้าไปจืดชืดจนสงสัยว่าตัวเองสูญเสียประสาทการรับรสไปแล้วรึเปล่า คำที่สองก็หวานแสบคอจนไม่อยากจะรับรู้รสชาติอะไรอีกเลย... ประสบการณ์ที่ตื่นเต้นแบบนี้ เหมือนขับเรือเดินสมุทรอยู่ท่ามกลางเกลียวคลื่นแรง ต่อให้ขึ้นฝั่งแล้วก็ยังอกสั่นขวัญแขวนอยู่",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108601,
      "name": "Crepes Suzette",
      "description": "เครปมีไส้ เริ่มจากทอดแป้งเครปให้สุก แล้วทาแยม ครีม และผลไม้ลงไป ที่จริงแล้ววิธีทำเมนูนี้สามารถพลิกแพลงได้หลากหลาย ซึ่งจะให้รสชาติที่แตกต่างกันไปตามวัตถุดิบที่ใช้",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108602,
      "name": "Crepes Suzette แสนอร่อย",
      "description": "เครปมีไส้ วิปครีมเนียนนุ่มกับแยมนุ่มลิ้นผสานเข้ากันเป็นเสียงดนตรีอันไพเราะ แป้งนิ่ม ๆ เหมือนชายกระโปรงที่ลอยล่องอยู่ตรงกลาง ทำให้ปลายลิ้นร่ายรำตามไปด้วย",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}