{
  "_id": 3124,
  "id": "crispy_spring_rolls",
  "name": "Crispy Spring Roll",
  "description": "ของว่างจาก Liyue ที่ทอดจนเหลืองกรอบ นำเนื้อและผักหั่นเป็นเส้นบาง ห่อด้วยแผ่นแป้งบาง ม้วนเป็นทรงกลม แล้วนำไปทอดในน้ำมันจนเป็นสีเหลืองทอง ผิวกรุบกรอบสอดไส้แน่น เหมาะสำหรับทุกเพศทุกวัย",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108934,
      "name": "Crispy Spring Roll รสประหลาด",
      "description": "ของว่างจาก Liyue ที่ทอดจนเหลืองกรอบ เดิมทีเปลือกด้านนอกควรจะกรอบ แต่พอกินแล้วกลับนิ่ม แถมยังแปลก ๆ... เดี๋ยวนะ นี่คงไม่ใช่กระดาษไขห่ออาหารหรอกใช่มั้ย...",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108935,
      "name": "Crispy Spring Roll",
      "description": "ของว่างจาก Liyue ที่ทอดจนเหลืองกรอบ นำเนื้อและผักหั่นเป็นเส้นบาง ห่อด้วยแผ่นแป้งบาง ม้วนเป็นทรงกลม แล้วนำไปทอดในน้ำมันจนเป็นสีเหลืองทอง ผิวกรุบกรอบสอดไส้แน่น เหมาะสำหรับทุกเพศทุกวัย",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108936,
      "name": "Crispy Spring Roll แสนอร่อย",
      "description": "ของว่างจาก Liyue ที่ทอดจนเหลืองกรอบ เมื่อกัดเข้าไปจะได้ยินเสียงกรุบกรอบ พร้อมกับไส้ที่ฉ่ำน้ำทะลักเข้าสู่ปาก แป้งบางกรอบสีทองไม่ได้ห่อหุ้มเพียงแค่รสชาติอันหลากหลายเท่านั้น แต่ยังเต็มไปด้วยกลิ่นอายแห่งวิถีชีวิตของ Liyue",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108949,
      "id": "flavor_of_spring",
      "name": "Flavor of Spring",
      "description": "เมนูพิเศษของ Zibai สีของมันเหมือนอำพันสีทองเฉกเช่นดวงตาของเธอ กลิ่นหอมของมันไม่ต่างจากเปาะเปี๊ยะทอดทั่วไป; ในความกรุบกรอบนั้นแฝงไว้ด้วยความเหนียวนุ่มที่แตกต่าง... นี่คือสูตรลับที่สืบทอดมาจากอาณาจักร Lang-Gan โบราณงั้นเหรอ?",
      "effect": "เพิ่มพลังป้องกันให้กับสมาชิกทีมทั้งหมดขึ้น 282 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "zibai",
        "name": "Zibai"
      }
    }
  }
}