{
  "id": "crispy_potato_shrimp_platter",
  "name": "Crispy Potato Shrimp Platter",
  "description": "ของกินเล่นก่อนมื้ออาหารสีสันน่าทาน มันฝรั่งและเบอร์รี่ที่นำมาทำเป็นไส้และทาลงบนแผ่นมันฝรั่งทอดกรอบ จากนั้นวางกุ้งทั้งตัวไว้บนสุด รสชาติสุดเข้มข้นในปากนั้นทำให้เจริญอาหารเป็นอย่างยิ่ง และใบมิ้นต์ก็ยิ่งช่วยเพิ่มรสชาติสุดพิเศษให้กับอาหารด้วย",
  "rarity": 3,
  "recipe": [
    {
      "id": "mint",
      "name": "Mint",
      "amount": 4
    },
    {
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 4
    },
    {
      "id": "potato",
      "name": "Potato",
      "amount": 3
    },
    {
      "id": "berry",
      "name": "Berry",
      "amount": 2
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "name": "Crispy Potato Shrimp Platter รสประหลาด",
      "description": "ของกินเล่นก่อนมื้ออาหารสีสันน่าทาน ซึ่งใช้เวลาไปกับรายละเอียดต่าง ๆ จนไม่รู้ว่าใช้เวลาทำนานเกินไป แผ่นมันฝรั่งทอดกรอบด้านล่างดูเหมือนจะนิ่มยวบยาบ ทำให้ลดความอร่อยลงไปเยอะเลยทีเดียว",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "name": "Crispy Potato Shrimp Platter",
      "description": "ของกินเล่นก่อนมื้ออาหารสีสันน่าทาน มันฝรั่งและเบอร์รี่ที่นำมาทำเป็นไส้และทาลงบนแผ่นมันฝรั่งทอดกรอบ จากนั้นวางกุ้งทั้งตัวไว้บนสุด รสชาติสุดเข้มข้นในปากนั้นทำให้เจริญอาหารเป็นอย่างยิ่ง และใบมิ้นต์ก็ยิ่งช่วยเพิ่มรสชาติสุดพิเศษให้กับอาหารด้วย",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "name": "Crispy Potato Shrimp Platter แสนอร่อย",
      "description": "ของกินเล่นก่อนมื้ออาหารสีสันน่าทาน เมื่อทานเข้าปากแล้ว ความกรอบของกุ้งและความกรอบของแผ่นมันฝรั่งทอดทำให้เกิดความแตกต่างที่ลงตัว จากนั้นตามด้วยมันฝรั่งเนื้อแน่น ซึ่งการผสมผสานของสองรสชาตินี้ทำให้ทั้งร่างกายและจิตใจรู้สึกผ่อนคลายพร้อมลิ้มลองรสชาติอันแสนหอมหวาน",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    }
  }
}
