{
  "_id": 1202,
  "id": "drybraised_salted_fish",
  "name": "Dry-Braised Salted Fish",
  "description": "ปลาแห้งย่างไฟอ่อน เนื้อปลาแห้งในชั่วข้ามคืน หนังด้านนอกชุ่มไปด้วยลมทะเล และกลิ่นรสเค็มที่ยั่วยวนออกมา หลังจากถูกย่างเป็นรสชาติที่คุ้นเคยที่สุดสำหรับชาวเมือง Inazuma จำนวนมากที่อาศัยอยู่ตามชายฝั่ง",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salt",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108267,
      "name": "Dry-Braised Salted Fish รสประหลาด",
      "description": "ปลาแห้งย่างไฟอ่อน น้ำในตัวปลาแห้งถูกพัดพาไปอย่างไร้ความปรานี รสชาติเหมือนเคี้ยวไม้แห้ง ในตอนที่มึนงงอาจทำให้แยกแยะระหว่างปลากับก้างปลาได้ยาก",
      "effect": "ฟื้นฟูพลังชีวิต 8% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 800 หน่วย"
    },
    "normal": {
      "_id": 108268,
      "name": "Dry-Braised Salted Fish",
      "description": "ปลาแห้งย่างไฟอ่อน เนื้อปลาแห้งในชั่วข้ามคืน หนังด้านนอกชุ่มไปด้วยลมทะเล และกลิ่นรสเค็มที่ยั่วยวนออกมา หลังจากถูกย่างเป็นรสชาติที่คุ้นเคยที่สุดสำหรับชาวเมือง Inazuma จำนวนมากที่อาศัยอยู่ตามชายฝั่ง",
      "effect": "ฟื้นฟูพลังชีวิต 9% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1000 หน่วย"
    },
    "delicious": {
      "_id": 108269,
      "name": "Dry-Braised Salted Fish แสนอร่อย",
      "description": "ปลาแห้งย่างไฟอ่อน ไขมันที่อวบอิ่มไหลออกมาพร้อมกับการย่างด้วยเตาถ่าน ในเสียงที่ร้อนฉ่าทำให้เกิดเป็นผิวสีเหลืองทองคลุมรอบตัวปลา เนื้อแน่นอร่อยแถมรสชาติชุ่มคอ เป็นของกำนัลจากทะเลที่ไม่มีอะไรดีไปยิ่งกว่าสิ่งนี้อีกแล้ว",
      "effect": "ฟื้นฟูพลังชีวิต 10% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1200 หน่วย"
    },
    "special": {
      "_id": 108301,
      "name": "All-Weather Beauty",
      "description": "เมนูพิเศษของ Kaedehara Kazuha ทำจากปลาที่ตากค้างคืนบนเรือ Kazuha บอกว่าใช้เพียงแค่ปลาแห้งธรรมดาทั่วไป แต่รสชาติแบบนี้... คงจะเป็นคำจำกัดความของธรรมชาติที่แสนอิสระและเรียบง่ายรึเปล่านะ?",
      "effect": "ฟื้นฟูพลังชีวิต 16% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1350 หน่วย",
      "character": {
        "id": "kaedehara_kazuha",
        "name": "Kaedehara Kazuha"
      }
    }
  }
}
