{
  "_id": 1201,
  "id": "egg_roll",
  "name": "Egg Roll",
  "description": "เมนูไข่ม้วน ปรุงรสไข่คนให้เข้ากันก่อน เทลงในกระทะ แล้วทอดช้า ๆ โดยใช้ไฟอ่อน ๆ ก่อนจะม้วนไปด้านหนึ่งให้เป็นทรง เทไข่อีกครั้งเพื่อทำการทอดต่อ... ทำซ้ำจนได้ความหนาที่ต้องการ จากนั้นจึงจัดจานถือว่าเป็นอันสำเร็จ เป็นเมนูโอชะที่เรียบง่าย และเป็นที่นิยมในพื้นที่ Inazuma",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108264,
      "name": "Egg Roll รสประหลาด",
      "description": "เมนูไข่ม้วน มันดูนิ่มเกินไป ใช้ตะเกียบแตะเบา ๆ ก็สามารถแยกออกจากกันได้ บางทีอาจจะสะดวกกว่าถ้ากินด้วยช้อน",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 50 หน่วย"
    },
    "normal": {
      "_id": 108265,
      "name": "Egg Roll",
      "description": "เมนูไข่ม้วน ปรุงรสไข่คนให้เข้ากันก่อน เทลงในกระทะ แล้วทอดช้า ๆ โดยใช้ไฟอ่อน ๆ ก่อนจะม้วนไปด้านหนึ่งให้เป็นทรง เทไข่อีกครั้งเพื่อทำการทอดต่อ... ทำซ้ำจนได้ความหนาที่ต้องการ จากนั้นจึงจัดจานถือว่าเป็นอันสำเร็จ เป็นเมนูโอชะที่เรียบง่าย และเป็นที่นิยมในพื้นที่ Inazuma",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 100 หน่วย"
    },
    "delicious": {
      "_id": 108266,
      "name": "Egg Roll แสนอร่อย",
      "description": "เมนูไข่ม้วน รูปร่างได้มาตรฐาน สีเหลืองทอง รสสัมผัสนุ่มนวล... แม้จะเป็นเพียงชิ้นเล็ก ๆ ไม่อิ่มท้อง แต่เพียงพอที่จะมอบความอบอุ่นให้คุณ มันยังมีความหอมหวานที่น่าหลงใหลอีกด้วย",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 150 หน่วย"
    },
    "special": {
      "_id": 108341,
      "id": "faith_eternal",
      "name": "Faith Eternal",
      "description": "เมนูพิเศษของ Kujou Sara จริง ๆ แล้วเมนูนี้ควรจะเรียกว่าเป็นอาหารว่างมากกว่า รสชาติที่หวานและรสสัมผัสนุ่ม ๆ นี้ดูเหมือนจะไม่ใช่สิ่งที่ Sara ชอบ เดี๋ยวก่อนนะ สัญลักษณ์ที่อยู่บนนั้น หรือว่ามันจะเกี่ยวกับ \"ท่านคนนั้น\" กันนะ?",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิตสูงสุด 10% และเพิ่มพลังชีวิตพิเศษอีก 150 หน่วย",
      "character": {
        "id": "kujou_sara",
        "name": "Kujou Sara"
      }
    }
  }
}
