{
  "_id": 3123,
  "id": "fine_tea_full_moon",
  "name": "Fine Tea, Full Moon",
  "description": "ขนมเปี๊ยะชาไส้ไข่แดง ขั้นแรกให้นึ่งไข่แดงเค็มก่อน แล้วนำไส้มาห่อทับ จากนั้นก็นำแป้งที่เติมผงชาแล้วมาหุ้มไส้อีกชั้น นวดเป็นรูปพระจันทร์เต็มดวง แล้วอบให้สุก ผิวด้านนอกกรุบกรอบ ไส้ด้านในมีทั้งรสเค็ม และรสหวาน รสชาติที่หลากหลายในแต่ละชั้นชวนให้หลงใหล",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101242,
      "id": "chenyu_adeptea",
      "name": "Chenyu Adeptea",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108648,
      "name": "Fine Tea, Full Moon รสประหลาด",
      "description": "ขนมเปี๊ยะชาไส้ไข่แดง พอหยิบขึ้นมา เปลือกนอกก็ค่อย ๆ หล่นลงมาราวกับภูเขาดินถล่ม ลองชิมคำแรก รู้สึกถึงความเหนียวหนึบ ๆ หวานเลี่ยน ๆ ...แย่แล้วล่ะ เหมือนจะมีอะไรติดอยู่ในคอ ดื่มน้ำเปล่าก่อนสักแก้ว แล้วค่อยคิดว่าจะจัดการกับที่เหลือยังไงต่อก็แล้วกัน",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 600 หน่วย"
    },
    "normal": {
      "_id": 108649,
      "name": "Fine Tea, Full Moon",
      "description": "ขนมเปี๊ยะชาไส้ไข่แดง ขั้นแรกให้นึ่งไข่แดงเค็มก่อน แล้วนำไส้มาห่อทับ จากนั้นก็นำแป้งที่เติมผงชาแล้วมาหุ้มไส้อีกชั้น นวดเป็นรูปพระจันทร์เต็มดวง แล้วอบให้สุก ผิวด้านนอกกรุบกรอบ ไส้ด้านในมีทั้งรสเค็ม และรสหวาน รสชาติที่หลากหลายในแต่ละชั้นชวนให้หลงใหล",
      "effect": "ฟื้นฟูพลังชีวิต 32% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1250 หน่วย"
    },
    "delicious": {
      "_id": 108650,
      "name": "Fine Tea, Full Moon แสนอร่อย",
      "description": "ขนมเปี๊ยะชาไส้ไข่แดง ไข่แดงเค็มร่วน ๆ ให้เนื้อสัมผัสที่ละเอียดนุ่มนวล ผสมผสานกับกลิ่นหอมอ่อน ๆ ของชาที่มาจากหุบเขาเวิ้งว้าง เพียงแค่คำเล็ก ๆ ก็สร้างความสุขอันเปี่ยมล้นได้ จนทำให้ใคร ๆ ต่างตกหลุมพรางความอร่อย กินหลายชิ้นได้ในคำเดียว แม้แต่เปลือกขนมเปี๊ยะคำสุดท้ายที่ติดอยู่ตรงมุมปากก็ไม่เว้น",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1900 หน่วย"
    }
  }
}
