{
  "_id": 2008,
  "id": "fishermans_toast",
  "name": "Fisherman's Toast",
  "description": "โทสต์หัวหอม อาหารที่เป็นที่นิยมในหมู่นักตกปลา พวกเขาจะเอามันใส่กระเป๋า แล้วนั่งกินที่ริมแม่น้ำกันตลอดทั้งวัน",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108001,
      "name": "Fisherman's Toast รสประหลาด",
      "description": "โทสต์หัวหอมที่ยังปรุงไม่ได้ที่ คุณจะรู้สึกถึงความไม่ได้เรื่องของมัน แม้จะทานตอนตกปลาอยู่ก็ตาม",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 88 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108002,
      "name": "Fisherman's Toast",
      "description": "โทสต์หัวหอม อาหารที่เป็นที่นิยมในหมู่นักตกปลา พวกเขาจะเอามันใส่กระเป๋า แล้วนั่งกินที่ริมแม่น้ำกันตลอดทั้งวัน",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 107 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108003,
      "name": "Fisherman's Toast แสนอร่อย",
      "description": "โทสต์หัวหอม กลิ่นที่หอมฟุ้งขั้นสุด ปลาที่ตกได้นั้นเป็นเพราะเหยื่อที่เบ็ด หรือเป็นเพราะเจ้าโทสต์นี่กันแน่นะ?",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 126 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108115,
      "id": "fishflavored_toast",
      "name": "Fish-Flavored Toast",
      "description": "เมนูพิเศษของ Klee เพราะได้ทิ้งระเบิดมั่วซั่วซะจนทำให้ ปลาตาย ภายใต้การชี้แนะของ Jean นั้น Klee ตั้งใจฝึกทำโทสต์จานนี้เพื่อให้เป็นของขวัญชดเชยแก่ชาวประมง รสชาติทั้งดีและอิ่มท้อง จากนี้ไป Klee สามารถระเบิดปลาได้ทั้งวันโดยที่ ไม่หิวเลยล่ะ",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 151 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "klee",
        "name": "Klee"
      }
    }
  }
}
