{
  "_id": 4403,
  "id": "fontinalia_mousse",
  "name": "Fontinalia Mousse",
  "description": "ขนมหวานเทศกาล Fontinalia ที่มีสีฟ้าแวววาว มูสที่ทำขึ้นโดยอ้างอิงจากรูปลักษณ์ของ Lakelight Lily หลังจากเทศกาล Fontinalia ถูกเปลี่ยนเป็นเทศกาลแห่งการขอขนมหวาน มันได้กลายเป็นอาหารที่ฮอตที่สุดใน Fontaine เมื่อได้ยินคำว่า \"ถ้าไม่ให้ลูกอมจะถูกพิพากษานะ\" ก็อย่าลืมแบ่งมันให้กับทุกคนนะ!",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108621,
      "name": "Fontinalia Mousse รสประหลาด",
      "description": "ขนมหวานเทศกาล Fontinalia ที่มีสีฟ้าแวววาว รูปลักษณ์ภายนอกดูค่อนข้างประหลาด ทำให้นึกถึง Cryo Whopperflower หรือว่า Lakelight Lily ที่ใช้อ้างอิงจะเป็น Whopperflower แปลงกายมา? ถ้าเสิร์ฟขนมหวานแบบนี้ในเทศกาล Fontinalia อาจจะถูกพิพากษาได้นะ... แอบจัดการมันอย่างเงียบ ๆ ดีกว่า!",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108622,
      "name": "Fontinalia Mousse",
      "description": "ขนมหวานเทศกาล Fontinalia ที่มีสีฟ้าแวววาว มูสที่ทำขึ้นโดยอ้างอิงจากรูปลักษณ์ของ Lakelight Lily หลังจากเทศกาล Fontinalia ถูกเปลี่ยนเป็นเทศกาลแห่งการขอขนมหวาน มันได้กลายเป็นอาหารที่ฮอตที่สุดใน Fontaine เมื่อได้ยินคำว่า \"ถ้าไม่ให้ลูกอมจะถูกพิพากษานะ\" ก็อย่าลืมแบ่งมันให้กับทุกคนนะ!",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108623,
      "name": "Fontinalia Mousse แสนอร่อย",
      "description": "ขนมหวานเทศกาล Fontinalia ที่มีสีฟ้าแวววาว สีสันของมันช่างสดใส เหมือนแสงคลื่นที่สะท้อนบนผิวน้ำ ภายนอกดูประณีตราวกับดอกไม้ที่เพิ่งเด็ดจากกิ่ง รสสัมผัสบางเบา ราวกับเกล็ดหิมะละลายในลำคอ การได้กินของอร่อยแบบนี้ คงเป็นเรื่องที่มีความสุขที่สุดในเทศกาล Fontinalia เลยล่ะ!",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
