{
  "_id": 2404,
  "id": "fontainian_onion_soup",
  "name": "Fontainian Onion Soup",
  "description": "ซุปที่ทำมาจากหัวหอม นำหัวหอมมาผัดจนเป็นสีน้ำตาล ใส่น้ำสต็อกแล้วนำไปเคี่ยว เสิร์ฟในชามก้นลึกที่ปิดด้วยแผ่นขนมปังที่โรยชีสแล้วนำไปอบ เชฟผู้มากประสบการณ์ล้วนมีเคล็ดลับในการหั่นหัวหอมที่จะไม่ต้องร้องไห้ นั่นก็คือให้เด็กฝึกงานเป็นคนหั่นหัวหอมแทน",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108545,
      "name": "Fontainian Onion Soup รสประหลาด",
      "description": "ซุปที่ทำมาจากหัวหอม พอชิมคำสองคำแล้วรู้สึกว่าไม่น่าจะเป็นอะไร ดังนั้นก็เลยยกซดคำใหญ่จนสะอาดไม่เหลือสักหยด แต่ปรากฏว่าความเลี่ยนของชีสแทบจะทำคุณรับไม่ไหว... คุณคงไม่อยากเห็นซุปไปอีกตลอดอาทิตย์หน้า",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 88 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108546,
      "name": "Fontainian Onion Soup",
      "description": "ซุปที่ทำมาจากหัวหอม นำหัวหอมมาผัดจนเป็นสีน้ำตาล ใส่น้ำสต็อกแล้วนำไปเคี่ยว เสิร์ฟในชามก้นลึกที่ปิดด้วยแผ่นขนมปังที่โรยชีสแล้วนำไปอบ เชฟผู้มากประสบการณ์ล้วนมีเคล็ดลับในการหั่นหัวหอมที่จะไม่ต้องร้องไห้ นั่นก็คือให้เด็กฝึกงานเป็นคนหั่นหัวหอมแทน",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 107 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108547,
      "name": "Fontainian Onion Soup แสนอร่อย",
      "description": "ซุปที่ทำมาจากหัวหอม ชีสยาวยืดสีเหลืองทองมาคู่กับแผ่นขนมปังกรอบบนนุ่มล่าง ท่ามกลางรสหัวหอมเข้มข้นเจือกลิ่นหอมเค็มบางเบา เพียงตักกินแค่คำเดียว ความอบอุ่นก็กระจายไปทั่วร่างแล้ว",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 126 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
