{
  "_id": 3401,
  "id": "fontainian_foie_gras",
  "name": "Fontainian Foie Gras",
  "description": "อาหารต้นตำรับของ Fontaine เพียงแค่นำฟัวกราส์มาย่างก็สามารถนำไปเสิร์ฟบนจานได้ ผิวข้างนอกเป็นสีน้ำตาลอ่อน เนื้อข้างในนุ่มละมุนลิ้น ความอร่อยที่ได้มาจากการควบคุมไฟในการย่างอย่างแม่นยำ ตอนทำต้องใช้สมาธิ และความตั้งใจ เพราะถ้าไม่ระวังฟัวกราส์อาจจะกลายเป็นก้อนน้ำมันก็ได้",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Jam",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108515,
      "name": "Fontainian Foie Gras รสประหลาด",
      "description": "อาหารต้นตำรับของ Fontaine เมื่อกัดคำแรกเข้าไป รสชาติอย่างกับได้กินน้ำมันช้อนหนึ่ง เมื่อลองคำที่สองอย่างไม่ตายใจ กลับรู้สึกได้เพียงความเลี่ยนจนยากจะกระเดือกลง... ระ..หรือว่าจะใส่น้ำมันมากเกินไปงั้นเรอะ?",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108516,
      "name": "Fontainian Foie Gras",
      "description": "อาหารต้นตำรับของ Fontaine เพียงแค่นำฟัวกราส์มาย่างก็สามารถนำไปเสิร์ฟบนจานได้ ผิวข้างนอกเป็นสีน้ำตาลอ่อน เนื้อข้างในนุ่มละมุนลิ้น ความอร่อยที่ได้มาจากการควบคุมไฟในการย่างอย่างแม่นยำ ตอนทำต้องใช้สมาธิ และความตั้งใจ เพราะถ้าไม่ระวังฟัวกราส์อาจจะกลายเป็นก้อนน้ำมันก็ได้",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108517,
      "name": "Fontainian Foie Gras แสนอร่อย",
      "description": "อาหารต้นตำรับของ Fontaine ตับชิ้นอ้วนเนื้อละเอียดละมุนลิ้น ราวกับริบบิ้นนุ่มลื่น เพียงแค่แตะที่ปลายลิ้นแผ่วเบาก็ไหลสู่ลำคอซะแล้ว รสโอชาอันอิ่มเอิบเช่นนี้ อาจทำให้ไร้รสอื่นเทียบเทียมมันได้อีก แต่หากไม่กินก็คงจะเสียดายไปตลอดทั้งชีวิต",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
