{
  "_id": 3421,
  "id": "fricassee_de_poulet",
  "name": "Fricassee de Poulet",
  "description": "เมนูเนื้อที่เป็นที่รู้จักใน Fontaine ขั้นแรกทอดชิ้นเนื้อในน้ำมันจนหนังกรอบ ผัดหัวหอมและเครื่องเคียงอื่น ๆ จากนั้นใส่น้ำผลไม้หมักและเคี่ยวให้เข้ากัน หลังจากที่ซุปเริ่มข้นแล้ว ก็อย่าลืมใส่ครีมเข้าไปด้วย เมื่อนำมาใส่จาน เนยจะเคลือบอยู่บนเนื้อทุกชิ้นอย่างสม่ำเสมอ ซึ่งเป็นรสชาติอันแสนอบอุ่นที่ชาว Fontaine คุ้นเคยที่สุด",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 4
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Fermented Juice",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108680,
      "name": "Fricassee de Poulet รสประหลาด",
      "description": "เมนูเนื้อของ Fontaine ที่เป็นที่รู้จักกันดี ทันทีที่กัดคำแรก คุณจะพบว่ามีบางอย่างที่ไม่เข้ากัน ครีมที่เนียนนุ่มไม่สามารถช่วยแก้ไขเนื้อที่ทั้งแห้งและซีดเหลืองได้ แถมยังเจือรสขมเล็กน้อย ทำให้ความอยากอาหารที่เพิ่งเกิดขึ้นเมื่อครู่หายไปอย่างไร้ร่องรอย",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 160 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108681,
      "name": "Fricassee de Poulet",
      "description": "เมนูเนื้อที่เป็นที่รู้จักใน Fontaine ขั้นแรกทอดชิ้นเนื้อในน้ำมันจนหนังกรอบ ผัดหัวหอมและเครื่องเคียงอื่น ๆ จากนั้นใส่น้ำผลไม้หมักและเคี่ยวให้เข้ากัน หลังจากที่ซุปเริ่มข้นแล้ว ก็อย่าลืมใส่ครีมเข้าไปด้วย เมื่อนำมาใส่จาน เนยจะเคลือบอยู่บนเนื้อทุกชิ้นอย่างสม่ำเสมอ ซึ่งเป็นรสชาติอันแสนอบอุ่นที่ชาว Fontaine คุ้นเคยที่สุด",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 194 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108682,
      "name": "Fricassee de Poulet แสนอร่อย",
      "description": "เมนูเนื้อที่เป็นที่รู้จักใน Fontaine ครีมและเนื้อไก่ผสมผสานกันได้อย่างโรแมนติก สร้างกลิ่นหอมเข้มข้นที่ทำให้คนรู้สึกผ่อนคลายขึ้นมาทันที ว่ากันว่าเป็นเมนูโปรดของชาว Fontaine... ถ้าจะอร่อยขนาดนี้ กินไปตลอดชีวิตก็ไม่เบื่อจริง ๆ นั่นแหละ",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 228 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108683,
      "id": "a_fragrant_feast_of_flavors",
      "name": "A Fragrant Feast of Flavors",
      "description": "เมนูพิเศษของ Emilie ซอสผลไม้หมักที่มีกลิ่นหอมอ่อน ๆ ของดอกไม้และผลไม้ ความหวานหอมและสีสันของครีม ไล้ผ่านไรฟันดุจเส้นไหมไหลลื่น กลิ่นหอมหวนอิ่มเอิบยังคงหลงเหลืออยู่ในปาก ราวกับกลิ่นหอมที่บังเอิญได้สัมผัสจนทำให้ยากจะลืมลง",
      "effect": "เพิ่มพลังโจมตีให้กับสมาชิกทีมทั้งหมดขึ้น 274 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "emilie",
        "name": "Emilie"
      }
    }
  }
}