{
  "_id": 3511,
  "id": "fruits_aplenty",
  "name": "Fruits Aplenty",
  "description": "น้ำผลไม้สดที่ทำจากส่วนผสมหลากหลายชนิด มีรสชาติเข้มข้น ไม่เพียงช่วยมอบความสดชื่น แต่ยังดีต่อสุขภาพ ทำให้ผู้ที่ชื่นชอบการออกกำลังกายในเผ่า \"ผองสรรพสิ่ง\" หลายคน แทบจะดื่มวันละ 2 แก้ว",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 2
    },
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Quenepa Berry",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108797,
      "name": "Fruits Aplenty รสประหลาด",
      "description": "น้ำผลไม้สด มีทั้งรสขมของ Cacahuatl กากใยของ Grainfruit รสฝาดของ Quenepa Berry ตบท้ายด้วยความเหนียวหนืดของไข่นก ทั้งหมดกำลังต่อสู้กันบนต่อมรับรส... แต่ตอนนี้หมดความอดทนที่จะรอให้พวกมันตัดสินแพ้ชนะกันแล้ว คิดแค่ว่าอยากจะกรอกน้ำสะอาดล้างปากเท่านั้น",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108798,
      "name": "Fruits Aplenty",
      "description": "น้ำผลไม้สดที่ทำจากส่วนผสมหลากหลายชนิด มีรสชาติเข้มข้น ไม่เพียงช่วยมอบความสดชื่น แต่ยังดีต่อสุขภาพ ทำให้ผู้ที่ชื่นชอบการออกกำลังกายในเผ่า \"ผองสรรพสิ่ง\" หลายคน แทบจะดื่มวันละ 2 แก้ว",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108799,
      "name": "Fruits Aplenty แสนอร่อย",
      "description": "น้ำผลไม้สด กลิ่นหอมสดชื่นของผลไม้ที่โชยมาปะทะใบหน้า ราวกับกำลังพาเข้าสู่สวนผลไม้ในยามเช้า ผลไม้รสหวานที่ปกคลุมไปด้วยน้ำค้างละลายในปาก ทำให้รู้สึกสดชื่นและมีพลัง... เดี๋ยวนะ ทำไมเท้าถึงวิ่งไปที่คลับออกกำลังกายอย่างควบคุมไม่ได้เลยซะงั้นล่ะ?",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    }
  }
}