{
  "_id": 2504,
  "id": "grainfruit_chips",
  "name": "Grainfruit Chip",
  "description": "ขนมทอดกรอบรูปสามเหลี่ยม ตักแผ่นขนมที่ทอดเสร็จแล้วขึ้นจากกระทะน้ำมัน ราดซอสลงไป โรยด้วยชีสแล้วเติมเนื้อฝอยลงไป เท่านี้อาหารเช้าของ Natlan ที่แสนอร่อยก็ได้ถือกำเนิดขึ้นแล้ว",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108736,
      "name": "Grainfruit Chip รสประหลาด",
      "description": "ขนมทอดกรอบรูปสามเหลี่ยม แผ่นขนมมาเจอกับชีสเหนียว ๆ ให้เนื้อสัมผัสที่มันเยิ้ม เพิ่งเอาเข้าปากแค่ชิ้นเดียวก็กินชิ้นต่อไปไม่ลงแล้ว",
      "effect": "ฟื้นฟูพลังชีวิต 18% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 300 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108737,
      "name": "Grainfruit Chip",
      "description": "ขนมทอดกรอบรูปสามเหลี่ยม ตักแผ่นขนมที่ทอดเสร็จแล้วขึ้นจากกระทะน้ำมัน ราดซอสลงไป โรยด้วยชีสแล้วเติมเนื้อฝอยลงไป เท่านี้อาหารเช้าของ Natlan ที่แสนอร่อยก็ได้ถือกำเนิดขึ้นแล้ว",
      "effect": "ฟื้นฟูพลังชีวิต 20% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 390 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108738,
      "name": "Grainfruit Chip แสนอร่อย",
      "description": "ขนมทอดกรอบรูปสามเหลี่ยม แผ่นขนมกรุบกรอบ ซอสหวานอมเปรี้ยว ชีสเข้มข้นกลมกล่อม บวกกับเนื้อเส้นหอมฉุย ที่กินเพลินจนหยุดไม่อยู่แบบนี้ ต้องโทษที่ทุกอย่างนี้มันสมบูรณ์แบบมากเกินไป!",
      "effect": "ฟื้นฟูพลังชีวิต 22% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 470 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108747,
      "id": "impeccably_organized",
      "name": "Impeccably Organized",
      "description": "เมนูพิเศษของ Kachina ขนมทอดกรอบแผ่นเล็ก ๆ เรียงกันเป็นแถวเรียบร้อย ทอดน้ำมันกำลังพอดี พอได้ชิมความอร่อยกรุบกรอบนี้ ก็มองเห็นถึงความตั้งใจและความพิถีพิถันของ Kachina ถ้าบอกเธอว่าคุณรู้สึกอย่างไรกับอาหารจานนี้แล้วชมเธอสักหน่อย เธอจะมีกำลังใจขึ้นมากมั้ยนะ?",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 570 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "kachina",
        "name": "Kachina"
      }
    }
  }
}