{
  "_id": 1103,
  "id": "grilled_tiger_fish",
  "name": "Grilled Tiger Fish",
  "description": "ปลาเสียบไม้ย่าง ปลาที่ตกมาจากท่าเรือ นำมาหมักเล็กน้อยและย่างอย่างรวดเร็ว กลิ่นหอมของมันสามารถดึงดูดแมวตามท้องถนนได้เลย ความสดใหม่คือความลับของความอร่อย",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepper",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108107,
      "name": "Grilled Tiger Fish รสประหลาด",
      "description": "ปลาเสียบไม้ย่าง ที่ไหม้ซะจนแทบจะดูไม่ออกว่าคือปลาย่าง หลังจากจัดแต่งแล้วถึงจะดูออกได้เพราะมีเกล็ดปลาปนอยู่ในนั้นด้วย",
      "effect": "ฟื้นฟูพลังชีวิต 8% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 800 หน่วย"
    },
    "normal": {
      "_id": 108108,
      "name": "Grilled Tiger Fish",
      "description": "ปลาเสียบไม้ย่าง ปลาที่ตกมาจากท่าเรือ นำมาหมักเล็กน้อยและย่างอย่างรวดเร็ว กลิ่นหอมของมันสามารถดึงดูดแมวตามท้องถนนได้เลย ความสดใหม่คือความลับของความอร่อย",
      "effect": "ฟื้นฟูพลังชีวิต 9% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1000 หน่วย"
    },
    "delicious": {
      "_id": 108109,
      "name": "Grilled Tiger Fish แสนอร่อย",
      "description": "ปลาเสียบไม้ย่าง หนังปลาสีทองอร่ามที่ปกคลุมเนื้อปลาซึ่งทั้งสดและนุ่มเอาไว้ เมื่อออกจากเตามาใหม่ ๆ นั้นมันช่างอดไม่ได้เสียจริงที่จะสูดดมและลิ้มชิมรสไปพร้อมกัน แม้แต่เนื้อปลาที่เหลือติดอยู่บนไม้ไผ่นั้นก็เหลือไว้ไม่ได้",
      "effect": "ฟื้นฟูพลังชีวิต 10% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1200 หน่วย"
    },
    "special": {
      "_id": 108145,
      "name": "Survival Grilled Fish",
      "description": "อาหารสูตรพิเศษของ Keqing มันไม่ได้ถูกย่างด้วยไฟ แต่ถูกกระบวนการอันละเอียดอ่อนของธาตุไฟฟ้าทำให้ภายในของปลาถูกทอดจนทั่ว เพียงแค่กัดลงไปเบา ๆ บนเนื้อทอดกรอบที่ถูกหุ้มด้วยหนังที่เกรียมเล็กน้อย ก็จะพบความลงตัวที่แสนเพอร์เฟกต์ เธอใช้ทักษะเหล่านี้เพื่อความอยู่รอดในตอนที่อยู่ในป่างั้นเหรอเนี่ย? คนเรานี่ดูแต่ภายนอกไม่ได้เลยน้า...",
      "effect": "ฟื้นฟูพลังชีวิต 16% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1350 หน่วย",
      "character": {
        "id": "keqing",
        "name": "Keqing"
      }
    }
  }
}
