{
  "_id": 4402,
  "id": "haggis",
  "name": "Haggis",
  "description": "อาหารที่มีรสชาติเข้มข้น นำเครื่องในของแกะมาบดรวมกับข้าวโอ๊ต พร้อมด้วยเครื่องปรุงรสและเครื่องเทศต่าง ๆ แล้วยัดใส่กระเพาะแกะ เมื่อจัดจานมักจะนำถุงกระเพาะออก เสิร์ฟเฉพาะไส้ที่อยู่ข้างใน และรับประทานคู่กับหัวไชเท้าบด หรือมันฝรั่งบด ถือเป็นอาหารรสเลิศที่มีเอกลักษณ์ของท้องถิ่น ซึ่งชาว Fontaine มักใช้เป็นอาหารสำหรับรับรองแขกผู้มีเกียรติ",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 3
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Radish",
      "amount": 3
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108582,
      "name": "Haggis รสประหลาด",
      "description": "อาหารที่มีรสชาติเข้มข้น ความรู้สึกแห้งหยาบกรีดผ่านลิ้น รู้สึกว่ามันไม่น่าเป็นอาหารที่กินได้ พยายามเคี้ยวไปพลางย้อนนึกว่า... ตอนทำอาหารอาจจะเผลอใส่เศษฟืนลงไปรึเปล่า?",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 215 หน่วย และเพิ่มผลของการรักษาขึ้น 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108583,
      "name": "Haggis",
      "description": "อาหารที่มีรสชาติเข้มข้น นำเครื่องในของแกะมาบดรวมกับข้าวโอ๊ต พร้อมด้วยเครื่องปรุงรสและเครื่องเทศต่าง ๆ แล้วยัดใส่กระเพาะแกะ เมื่อจัดจานมักจะนำถุงกระเพาะออก เสิร์ฟเฉพาะไส้ที่อยู่ข้างใน และรับประทานคู่กับหัวไชเท้าบด หรือมันฝรั่งบด ถือเป็นอาหารรสเลิศที่มีเอกลักษณ์ของท้องถิ่น ซึ่งชาว Fontaine มักใช้เป็นอาหารสำหรับรับรองแขกผู้มีเกียรติ",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 261 หน่วย และเพิ่มผลของการรักษาขึ้น 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108584,
      "name": "Haggis แสนอร่อย",
      "description": "อาหารที่มีรสชาติเข้มข้น ลองชิมดูหนึ่งคำ เครื่องในกลมกล่อมกับเครื่องเทศชนิดต่าง ๆ ทำให้ประสาทรับรสได้รับการกระตุ้นชั้นแล้วชั้นเล่า เมื่อลิ้มรสอย่างละเอียดแล้ว กลิ่นหอมฟุ้งของเนื้อสัตว์ได้รวมเอากลิ่นหอมหวนอย่างยาวนานเอาไว้ มิน่าถึงมีกวีชิมแล้วเกิดความรู้สึกตื้นตันจนต้องเขียนบทกลอนกล่าวชมออกมา",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 308 หน่วย และเพิ่มผลของการรักษาขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}