{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Honey Char Siu",
  "description": "หนึ่งในเนื้อสัตว์ย่าง Liyue ตามที่ชื่อบอก ใช้ส้อมเหล็กพิเศษแขวนเนื้อที่หมักแล้วย่างบนเตาไฟ รสชาติของหมูแดงย่างที่เพิ่งออกจากเตา ล้วนเป็นสิ่งที่เหล่านักชิมชื่นชอบกัน",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Honey Char Siu รสประหลาด",
      "description": "หนึ่งในเนื้อสัตว์ย่างของ Liyue เครื่องปรุงรสที่หวานเกินไป ทำให้รู้สึกเลี่ยน ใน Liyue มักจะมีคำพูดที่ได้ยินเป็นประจำว่า ข้อผิดพลาดเล็กน้อยนำพาไปสู่ความผิดพลาดอันใหญ่หลวงได้ เห็นทีการทำอาหารก็เป็นเช่นนั้นเหมือนกัน",
      "effect": "ฟื้นฟูพลังชีวิต 8% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 210 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108646,
      "name": "Honey Char Siu",
      "description": "หนึ่งในเนื้อสัตว์ย่าง Liyue ตามที่ชื่อบอก ใช้ส้อมเหล็กพิเศษแขวนเนื้อที่หมักแล้วย่างบนเตาไฟ รสชาติของหมูแดงย่างที่เพิ่งออกจากเตา ล้วนเป็นสิ่งที่เหล่านักชิมชื่นชอบกัน",
      "effect": "ฟื้นฟูพลังชีวิต 9% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 260 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108647,
      "name": "Honey Char Siu แสนอร่อย",
      "description": "หนึ่งในเนื้อสัตว์ย่างของ Liyue สีแดงชุ่มฉ่ำ หอมกรุ่น รสชาติเข้มข้น เกรงว่าถ้ามองต่อคงต้องสลบไปเพราะความหิวแน่ ๆ พอกินแล้วจะรับรู้ถึงเนื้อหวานฉ่ำเต็มคำ กินคู่กับข้าวสวยแค่ชามเดียวไม่พอแน่ ๆ!",
      "effect": "ฟื้นฟูพลังชีวิต 10% ของพลังชีวิตสูงสุดให้แก่ตัวละครที่เลือกทันที และฟื้นฟูอีก 300 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "Yummy Yum Cha",
      "description": "เมนูพิเศษของ Gaming ซาลาเปาซวนหนีที่งดงามสมจริงถูกจัดเรียงอยู่ในเข่งไม้ไผ่อย่างเป็นระเบียบ ทำให้ใคร ๆ ต่างก็นึกถึงหนุ่มน้อยปราดเปรียวและองอาจที่กระโดดอยู่บนเสาดอกเหมย... \"มัวแต่อึ้งอะไรอยู่นิ? มาจิบชาสักแก้วก่อนเถอะ เอานี่\" ในระหว่างพูด เด็กหนุ่มที่ยิ้มแย้มแจ่มใสก็ยื่นถ้วยชามาให้หนึ่งถ้วย",
      "effect": "ฟื้นฟูพลังชีวิต 14% ของพลังชีวิตสูงสุดให้ตัวละครที่เลือกทันที และฟื้นฟูอีก 350 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "gaming",
        "name": "Gaming"
      }
    }
  }
}