{
  "_id": 2405,
  "id": "ile_flottante",
  "name": "Ile flottante",
  "description": "ขนมหวานที่ทำจากไข่ขาว วิธีการทำง่ายมาก ขอแค่ตีไข่ขาวให้ขึ้นฟูก็ถือว่าสำเร็จไปแล้วเกินครึ่ง อีกครึ่งก็แค่นำไข่ขาวที่ผ่านการอุ่นร้อนแล้วมาทาแยมลงไปเสร็จแล้ว เป็นสินค้าสำเร็จรูปที่มีรูปร่างโรแมนติก เป็นตัวเลือกแรกสำหรับเวลาน้ำชายามบ่ายของสุภาพสตรีชั้นสูงของ Fontaine",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108548,
      "name": "Ile flottante รสประหลาด",
      "description": "ขนมหวานที่ทำจากไข่ขาว ตีจนเมื่อยมือแล้วก็ยังทำให้ไข่ขาวขึ้นรูปไม่ได้ สุดท้ายได้แต่ฝืนราดลงบนซอสที่จัดเตรียมไว้ล่วงหน้า ปรากฏว่าพวกมันกลับหลอมรวมเป็นหนึ่งซะงั้น... เอ่อ ลองกินเป็นเครื่องดื่มดูดีมั้ยนะ?",
      "effect": "ฟื้นฟูพลังชีวิต 18% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 300 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108549,
      "name": "Ile flottante",
      "description": "ขนมหวานที่ทำจากไข่ขาว วิธีการทำง่ายมาก ขอแค่ตีไข่ขาวให้ขึ้นฟูก็ถือว่าสำเร็จไปแล้วเกินครึ่ง อีกครึ่งก็แค่นำไข่ขาวที่ผ่านการอุ่นร้อนแล้วมาทาแยมลงไปเสร็จแล้ว เป็นสินค้าสำเร็จรูปที่มีรูปร่างโรแมนติก เป็นตัวเลือกแรกสำหรับเวลาน้ำชายามบ่ายของสุภาพสตรีชั้นสูงของ Fontaine",
      "effect": "ฟื้นฟูพลังชีวิต 20% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 390 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108550,
      "name": "Ile flottante แสนอร่อย",
      "description": "ขนมหวานที่ทำจากไข่ขาว หยดไข่ขาวลอยอยู่เหนือซอสครีมสีขาว ราวกับสมบัติลับที่รอคอยการสำรวจของนักเดินทาง การดื่มด่ำในรสชาติอร่อยล้ำอันยากบรรยายนี้ ก็เหมือนกับความอิ่มเอมใจตอนเปิดกล่องสมบัติเลิศหรูนั่นแหละ!",
      "effect": "ฟื้นฟูพลังชีวิต 22% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 470 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    }
  }
}
