{
  "_id": 3212,
  "id": "invigorating_kitty_meal",
  "name": "Invigorating Kitty Meal",
  "description": "อาหารหลักที่หน้าตาดูน่ารัก ด้วยความช่วยเหลือของ Kiminami Anna อาหารจานนี้จึงถูกทำขึ้นตามความชื่นชอบของรักษาการณ์หัวหน้ามิโกะ Neko แม้มันจะไม่เหมือนรสชาติดั้งเดิมที่ Hibiki เคยทำ แต่ดูเหมือนว่าท่าน Neko จะพอใจมากทีเดียว แต่เนื่องจากมันไม่ได้ใส่เครื่องปรุงใด ๆ จึงค่อนข้างจืดชืดเกินไปสำหรับมนุษย์",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108318,
      "name": "Invigorating Kitty Meal รสประหลาด",
      "description": "อาหารหลักที่หน้าตาดูน่ารัก แต่ขาดประสบการณ์ในการผลิต สุดท้ายก็เอาวัตถุดิบต่าง ๆ มาผสมกันแบบมั่ว ๆ ไม่รู้ว่ารักษาการณ์หัวหน้ามิโกะ Neko จะยอมรับอาหารจานนี้รึเปล่า...",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108319,
      "name": "Invigorating Kitty Meal",
      "description": "อาหารหลักที่หน้าตาดูน่ารัก ด้วยความช่วยเหลือของ Kiminami Anna อาหารจานนี้จึงถูกทำขึ้นตามความชื่นชอบของรักษาการณ์หัวหน้ามิโกะ Neko แม้มันจะไม่เหมือนรสชาติดั้งเดิมที่ Hibiki เคยทำ แต่ดูเหมือนว่าท่าน Neko จะพอใจมากทีเดียว แต่เนื่องจากมันไม่ได้ใส่เครื่องปรุงใด ๆ จึงค่อนข้างจืดชืดเกินไปสำหรับมนุษย์",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108320,
      "name": "Invigorating Kitty Meal แสนอร่อย",
      "description": "อาหารหลักที่หน้าตาดูน่ารัก วิธีการแปรรูปอย่างง่ายจะช่วยรักษาความสดของส่วนผสมได้ดีที่สุด แม้แต่เจ้าเหมียวที่ชอบเมินคนก็อดไม่ได้ที่จะมาดมฟุดฟิด เดี๋ยวก่อนนะ ทำไมถึงดึงดูดได้แม้กระทั่งสุนัขล่ะเนี่ย... ?",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108511,
      "id": "energizing_bento",
      "name": "Energizing Bento",
      "description": "เมนูพิเศษของ Kirara เธอทำกล่องข้าวนี้โดยเลียนแบบสไตล์ที่เด็กสาวต่างชื่นชอบ และใช้ความพยายามอย่างมากในการทำอาหารรสเลิศของมนุษย์ออกมา เครื่องเคียงที่มีสารอาหารครบถ้วนกับรูปร่างแมวเหมียวสุดน่ารักนั้น ดูราวกับพัสดุที่เต็มไปด้วยความใส่ใจ... ถึงได้รับทุกวันก็คงไม่มีทางเบื่อแน่นอน!",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 980 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "kirara",
        "name": "Kirara"
      }
    }
  }
}
