{
  "_id": 2211,
  "id": "katsu_sandwich",
  "name": "Katsu Sandwich",
  "description": "มื้ออาหารที่มีความสมดุลทางด้านโภชนาการ ขนมปังประกบกับเนื้อทอดชิ้นหนา ได้กลิ่นหอมกรุ่นเมื่อนำเข้าปาก ซอสเปรี้ยวหวานเล็กน้อยเป็นหัวใจสำคัญที่ใช้ในการตัดเลี่ยนรสชาติมันเยิ้ม เรียกได้ว่าเป็นการผสมผสานกันอย่างลงตัวของรสชาติแปลกใหม่และความอร่อยในท้องถิ่น",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108381,
      "name": "Katsu Sandwich รสประหลาด",
      "description": "มื้ออาหารที่มีความสมดุลทางด้านโภชนาการ โดยมีใบผักที่แห้งเหี่ยวจับคู่กับเนื้อที่ทั้งแห้งทั้งแข็ง และแผ่นขนมปังที่แข็งกระด้าง... ช่างเถอะ อิ่มท้องนั้นสำคัญกว่า กิน ๆ เข้าไปเถอะ...",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 66 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108382,
      "name": "Katsu Sandwich",
      "description": "มื้ออาหารที่มีความสมดุลทางด้านโภชนาการ ขนมปังประกบกับเนื้อทอดชิ้นหนา ได้กลิ่นหอมกรุ่นเมื่อนำเข้าปาก ซอสเปรี้ยวหวานเล็กน้อยเป็นหัวใจสำคัญที่ใช้ในการตัดเลี่ยนรสชาติมันเยิ้ม เรียกได้ว่าเป็นการผสมผสานกันอย่างลงตัวของรสชาติแปลกใหม่และความอร่อยในท้องถิ่น",
      "effect": "เพิ่มพลังโจมตีให้กับสมาชิกทีมทั้งหมดขึ้น 81 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละคร ของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108383,
      "name": "Katsu Sandwich แสนอร่อย",
      "description": "มื้ออาหารที่มีความสมดุลทางด้านโภชนาการ ขนมปังที่นุ่มและหอมหวานทำให้รู้สึกอิ่มท้อง เนื้อทอดที่กรอบและชุ่มฉ่ำกระตุ้นต่อมรับรส กัดเข้าไปเพียงคำเดียวก็รู้สึกพึงพอใจตั้งแต่ปลายลิ้นยันกระเพาะอาหาร ใครเป็นคนแรกที่คิดค้นส่วนผสมที่ยอดเยี่ยมแบบนี้ออกมากันนะ?",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 95 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108390,
      "name": "ความจริงเพียงหนึ่งเดียว",
      "description": "เมนูพิเศษของ Shikanoin Heizou เนื้อทอดสีทองฉ่ำวาวถูกจัดวางบนไข่ข้นแสนนุ่ม มันโชยกลิ่นหอมที่ทำให้ผู้คนไม่อาจต้านทานได้... หลังจากที่กินเข้าไปด้วยความอดใจไม่ไหว จู่ ๆ ก็เกิดความรู้สึกอยากจะเผยความลับที่ซ่อนอยู่ในใจออกมาให้หมด หรือนี่จะเป็นอาวุธลับอะไรบางอย่างของ Heizou รึเปล่านะ?",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 114 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "shikanoin_heizou",
        "name": "Shikanoin Heizou"
      }
    }
  }
}
