{
  "id": "konda_cuisine",
  "name": "Konda Cuisine",
  "description": "อาหารท้องถิ่นที่ใช้ไฟอ่อนค่อย ๆ เคี่ยว ทุกคนในหมู่บ้าน Konda ต่างรู้วิธีทำอาหารจานนี้เป็นอย่างดี เดิมทีเมนูนี้ไม่มีชื่อเรียก แต่เนื่องจากมันอุดมไปด้วยคุณค่าทางอาหาร รสชาติอร่อย และยังแพร่หลายไปทั่วทั้ง Inazuma ดังนั้นผู้คนนอกหมู่บ้าน Konta จึงเรียกมันว่า \"Konda Cuisine\"",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Fowl",
      "amount": 3
    },
    {
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    },
    {
      "id": "lavender_melon",
      "name": "Lavender Melon",
      "amount": 2
    },
    {
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "name": "Konda Cuisine รสประหลาด",
      "description": "อาหารท้องถิ่นที่ใช้ไฟอ่อนค่อย ๆ เคี่ยว หากเนื้อสัตว์ปีกนั้นไม่ได้ทอดมาก่อนนั้นยังแทบจะทนไม่ได้ล่ะก็ อย่างนั้น Lavender Melon ที่ยังไม่ได้ต้มนี่ก็คงเป็นหายนะดี ๆ นี่เอง มันไม่เพียงแต่จะมีรสฝาดเท่านั้น แต่ยังทำให้ลิ้นของผู้ที่ทานเหมือนถูกอาบไปด้วยยาพิษยังไงอย่างงั้นด้วย",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 900 หน่วย"
    },
    "normal": {
      "name": "Konda Cuisine",
      "description": "อาหารท้องถิ่นที่ใช้ไฟอ่อนค่อย ๆ เคี่ยว ทุกคนในหมู่บ้าน Konda ต่างรู้วิธีทำอาหารจานนี้เป็นอย่างดี เดิมทีเมนูนี้ไม่มีชื่อเรียก แต่เนื่องจากมันอุดมไปด้วยคุณค่าทางอาหาร รสชาติอร่อย และยังแพร่หลายไปทั่วทั้ง Inazuma ดังนั้นผู้คนนอกหมู่บ้าน Konta จึงเรียกมันว่า \"Konda Cuisine\"",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 1200 หน่วย"
    },
    "delicious": {
      "name": "Konda Cuisine แสนอร่อย",
      "description": "อาหารท้องถิ่นที่ใช้ไฟอ่อนค่อย ๆ เคี่ยว การควบคุมความร้อนอย่างประณีต ทำให้ส่วนผสมทุกอย่างปรุงออกมาได้อย่างพอดี หากเดินเล่นในหมู่บ้าน Konda ช่วงกลางคืน ก็จะได้กลิ่นหอมอันเรียบง่ายแบบนี้ ซึ่งยอดเยี่ยมกว่าอาหารเลิศรสทั้งหลายเสียอีก ถ้าชาวบ้านที่ตระเวนอยู่นอกเมืองได้กินอาหารจานนี้ล่ะก็ ไม่แน่ว่าพวกเขาอาจจะคิดถึงบ้านเกิดขึ้นมาก็เป็นได้",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 1500 หน่วย"
    }
  }
}
