{
  "_id": 1302,
  "id": "lambad_fish_roll",
  "name": "Lambad Fish Roll",
  "description": "ปลาย่างที่หอมกลิ่นดอกไม้จาง ๆ ได้ยินมาว่าตอนที่คุณลุง Lambad ยังหนุ่ม ๆ นั้น เขาเคยผจญภัยไปทุกทาง และชิมปลาย่างของทุกที่มาแล้ว เขารู้สึกเสียดายที่ Sumeru ไม่มีปลาย่างที่มีเอกลักษณ์เป็นของตัวเอง เขาจึงได้คิดค้นเมนูนี้ขึ้นมา เหล่าบรรดานักชิมในโรงเตี๊ยมต่างก็เห็นพ้องต้องกันว่า ความจริงของเรื่องราวการผจญภัยนั้นยังไม่เป็นที่แน่ชัด แต่ความอร่อยของ Fish Roll นั้นเป็นที่ประจักษ์แล้ว",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 1
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108421,
      "name": "Lambad Fish Roll รสประหลาด",
      "description": "ปลาย่างที่หอมกลิ่นดอกไม้จาง ๆ แย่ล่ะ กลิ่นคาวและกลิ่นไหม้ดันเปิดโปงเรื่องความไม่เอาไหนของฝีมือการทำอาหารซะแล้ว ถ้าไม่อยากโดนคุณลุง Lambad หักส่วนลด 20% ในครั้งต่อไปละก็ ทางที่ดีอย่าให้เขาเห็นเจ้าสิ่งนี้จะดีกว่า...",
      "effect": "ฟื้นฟูพลังชีวิต 8% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 800 หน่วย"
    },
    "normal": {
      "_id": 108422,
      "name": "Lambad Fish Roll",
      "description": "ปลาย่างที่หอมกลิ่นดอกไม้จาง ๆ ได้ยินมาว่าตอนที่คุณลุง Lambad ยังหนุ่ม ๆ นั้น เขาเคยผจญภัยไปทุกทาง และชิมปลาย่างของทุกที่มาแล้ว เขารู้สึกเสียดายที่ Sumeru ไม่มีปลาย่างที่มีเอกลักษณ์เป็นของตัวเอง เขาจึงได้คิดค้นเมนูนี้ขึ้นมา เหล่าบรรดานักชิมในโรงเตี๊ยมต่างก็เห็นพ้องต้องกันว่า ความจริงของเรื่องราวการผจญภัยนั้นยังไม่เป็นที่แน่ชัด แต่ความอร่อยของ Fish Roll นั้นเป็นที่ประจักษ์แล้ว",
      "effect": "ฟื้นฟูพลังชีวิต 9% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1000 หน่วย"
    },
    "delicious": {
      "_id": 108423,
      "name": "Lambad Fish Roll แสนอร่อย",
      "description": "ปลาย่างที่หอมกลิ่นดอกไม้จาง ๆ เนื้อปลาสีทองที่ดูราวกับกลีบดอกไม้ยามอาทิตย์อัสดง ถูกจัดม้วนเป็นรูปกุหลาบ ได้กลิ่นหอมของดอกไม้โชยมาตามลม ไม่แปลกใจเลยที่ได้ชื่อว่า \"ความโรแมนติกของกะลาสี\"... ระ หรือว่า เรื่องราวการผจญภัยของคุณลุง Lambad จะไม่ใช่แค่การคุยโว?",
      "effect": "ฟื้นฟูพลังชีวิต 10% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1200 หน่วย"
    }
  }
}