{
  "_id": 2605,
  "id": "lohikeitto",
  "name": "Lohikeitto",
  "description": "ซุปเข้มข้นสุดคลาสสิกในเขตพื้นที่อันหนาวเย็น โดยจะนำเนื้อปลาแซลมอนมาหั่นให้เป็นชิ้น ๆ และนำไปต้มกับผักสด จากนั้นก็ตามด้วยครีมสดและเครื่องปรุงรสอื่น ๆ ก่อนจะตักเสิร์ฟ เพียงเท่านี้ก็สามารถลิ้มรสซุปร้อน ๆ รสชาตินุ่มละมุนได้แล้ว",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 1
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carrot",
      "amount": 1
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Cream",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108912,
      "name": "Lohikeitto รสประหลาด",
      "description": "ซุปเข้มข้นสุดคลาสสิคในเขตพื้นที่หนาวจัด แม้หน้าตาจะดูไม่มีปัญหาอะไร แต่หลังจากได้ชิมเข้าไป ก็สัมผัสได้ถึงกลิ่นไหม้อย่างไม่ทันตั้งตัว จึงรีบไปดูก้นหม้อ และพบว่ามันไหม้ไปหมดแล้ว... เพื่อสุขภาพที่ดี อย่ากินเลยน่าจะดีกว่า",
      "effect": "ฟื้นฟูพลังชีวิต 18% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 300 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108913,
      "name": "Lohikeitto",
      "description": "ซุปเข้มข้นสุดคลาสสิกในเขตพื้นที่อันหนาวเย็น โดยจะนำเนื้อปลาแซลมอนมาหั่นให้เป็นชิ้น ๆ และนำไปต้มกับผักสด จากนั้นก็ตามด้วยครีมสดและเครื่องปรุงรสอื่น ๆ ก่อนจะตักเสิร์ฟ เพียงเท่านี้ก็สามารถลิ้มรสซุปร้อน ๆ รสชาตินุ่มละมุนได้แล้ว",
      "effect": "ฟื้นฟูพลังชีวิต 20% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 390 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108914,
      "name": "Lohikeitto แสนอร่อย",
      "description": "ซุปเข้มข้นสุดคลาสสิคในเขตพื้นที่หนาวจัด น้ำซุปราวกับผ้าไหมลื่น ๆ ที่โอบรัดผักและเนื้อสัตว์ต่าง ๆ เข้าไว้ด้วยกัน เพียงทานเข้าไป ก็รู้สึกเหมือนมีอาทิตย์สีแดงกำลังลอยสูงขึ้นอยู่ภายในร่างกาย อบอวลไปด้วยความอบอุ่น",
      "effect": "ฟื้นฟูพลังชีวิต 22% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 470 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    }
  }
}