{
  "_id": 3015,
  "id": "meatnado",
  "name": "Meatnado",
  "description": "เมนูเนื้อยอดนิยม เนื้อแผ่นบางม้วนห่อเบคอนและเครื่องเคียงไว้ นำไปทอดในน้ำมันจนกลายเป็นสีน้ำตาล จากนั้นใส่ลงไปต้มในซุป หลังจากหั่นเสร็จแล้ว เนื้อจะห่อหุ้มไส้ข้างในไว้อย่างแน่นหนาราวกับทอร์นาโด",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Bacon",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการผจญภัย",
  "results": {
    "suspicious": {
      "_id": 108691,
      "name": "Meatnado รสประหลาด",
      "description": "เมนูเนื้อยอดนิยม ตอนแรกทุกอย่างราบรื่นดี แต่คิดไม่ถึงว่า ในช่วงเวลาสำคัญที่ต้องหั่นเนื้อตอนสุดท้าย จู่ ๆ ชิ้นเนื้อที่ห่อเสร็จแล้วก็แตกกระจาย เนื้อกับเครื่องเคียงผสมกันเป็นกองเละเทะ คล้ายกับสภาพหลังจากพายุพัดผ่านไปแล้วเลยทีเดียว...",
      "effect": "หลังจากที่ตัวละครใด ๆ ในทีมเอาชนะศัตรู จะฟื้นฟูพลังกาย 15 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งทุก 3 วินาที เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108692,
      "name": "Meatnado",
      "description": "เมนูเนื้อยอดนิยม เนื้อแผ่นบางม้วนห่อเบคอนและเครื่องเคียงไว้ นำไปทอดในน้ำมันจนกลายเป็นสีน้ำตาล จากนั้นใส่ลงไปต้มในซุป หลังจากหั่นเสร็จแล้ว เนื้อจะห่อหุ้มไส้ข้างในไว้อย่างแน่นหนาราวกับทอร์นาโด",
      "effect": "หลังจากที่ตัวละครใด ๆ ในทีมเอาชนะศัตรู จะฟื้นฟูพลังกาย 20 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งทุก 3 วินาที เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108693,
      "name": "Meatnado แสนอร่อย",
      "description": "เมนูเนื้อยอดนิยม กลิ่นหอมเย้ายวนของเนื้อห่อหุ้มทั้งร่างกาย และจิตวิญญาณ เติมเต็มจินตนาการของทุกคนเกี่ยวกับอาหารจานเนื้อ จึงไม่แปลกใจเลยที่จะพบอาหารจานนี้ได้ในงานสังสรรค์อันน่ารื่นรมย์ทุกงาน",
      "effect": "หลังจากที่ตัวละครใด ๆ ในทีมเอาชนะศัตรู จะฟื้นฟูพลังกาย 25 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งทุก 3 วินาที เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}