{
  "_id": 4303,
  "id": "meat_lovers_mushroom_pizza",
  "name": "Meat Lovers' Mushroom Pizza",
  "description": "พิซซ่าสดใหม่ที่อบจากเตา เนื้อชิ้นโตและเห็ดสดใหม่ มาพร้อมกับชีสหอมมันเกินต้านทาน ทันทีที่ออกจากเตาอบก็ถูกฉกจนเกลี้ยงถาด ดังนั้น เคล็ดลับในการลิ้มลองของอร่อย ก็คือการมีไหวพริบที่ว่องไวนี่ล่ะ",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 4
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108439,
      "name": "Meat Lovers' Mushroom Pizza รสประหลาด",
      "description": "พิซซ่าสดใหม่ที่อบจากเตา ชีสและเครื่องเคียงกองรวมกันเป็นก้อน ทั้งยังส่งกลิ่นชวนเลี่ยนออกมา แป้งที่หนาและแข็งยิ่งเพิ่มระดับความยากของด่านท้าทายนี้ให้สูงขึ้นไปอีก อืม... ปัญหามันอยู่ที่การอบ หรือการหมักกันแน่นะ?",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 224 หน่วย และเพิ่มอัตราคริ 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108440,
      "name": "Meat Lovers' Mushroom Pizza",
      "description": "พิซซ่าสดใหม่ที่อบจากเตา เนื้อชิ้นโตและเห็ดสดใหม่ มาพร้อมกับชีสหอมมันเกินต้านทาน ทันทีที่ออกจากเตาอบก็ถูกฉกจนเกลี้ยงถาด ดังนั้น เคล็ดลับในการลิ้มลองของอร่อย ก็คือการมีไหวพริบที่ว่องไวนี่ล่ะ",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 272 หน่วย และเพิ่มอัตราคริ 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108441,
      "name": "Meat Lovers' Mushroom Pizza แสนอร่อย",
      "description": "พิซซ่าสดใหม่ที่อบจากเตา ไขมันจากเนื้อที่หอมกรุ่นซึมซาบเข้าสู่แป้งที่นุ่มฟู ช่างเข้ากันดีกับเห็ดแสนอร่อย เพียงแค่คำเดียว กลิ่นชีสอันกลมกล่อมก็ลอยเข้ามาปะทะปลายลิ้น จนอดไม่ได้ที่จะดื่มด่ำไปกับมัน แม้ชิ้นที่ถืออยู่ยังไม่หมด ก็ยังอดใจไม่ไหวต้องเอื้อมมือไปหยิบชิ้นถัดไปต่อทันที...",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 320 หน่วย และเพิ่มอัตราคริ 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
