{
  "_id": 2203,
  "id": "mixed_yakisoba",
  "name": "Mixed Yakisoba",
  "description": "หนึ่งในอาหารบ้าน ๆ ของ Inazuma เพียงแค่ผัดบะหมี่และเครื่องเคียงให้พอดีก็สามารถนำเสิร์ฟได้ ด้วยวิธีทำที่สะดวกและให้ความอิ่มท้อง อาหารจานนี้จึงเป็นที่ต้องการของชาว Inazuma เสมอมา",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cabbage",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108291,
      "name": "Mixed Yakisoba รสประหลาด",
      "description": "หนึ่งในอาหารบ้าน ๆ ของ Inazuma รอยไหม้ของบะหมี่และเครื่องเคียง แสดงให้เห็นถึงโศกนาฏกรรมที่เพิ่งเกิดขึ้นก่อนหน้านี้",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 250 หน่วย"
    },
    "normal": {
      "_id": 108292,
      "name": "Mixed Yakisoba",
      "description": "หนึ่งในอาหารบ้าน ๆ ของ Inazuma เพียงแค่ผัดบะหมี่และเครื่องเคียงให้พอดีก็สามารถนำเสิร์ฟได้ ด้วยวิธีทำที่สะดวกและให้ความอิ่มท้อง อาหารจานนี้จึงเป็นที่ต้องการของชาว Inazuma เสมอมา",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 400 หน่วย"
    },
    "delicious": {
      "_id": 108293,
      "name": "Mixed Yakisoba แสนอร่อย",
      "description": "หนึ่งในอาหารบ้าน ๆ ของ Inazuma เส้นบะหมี่โค้งงอและเครื่องเคียงธรรมดา ๆ ที่ดูเหมือนจะได้รับการปรุงรสด้วยเคล็ดลับบางอย่าง ทั้งความลื่น ความเหนียวนุ่ม ความเข้มข้น... และความอร่อยที่ใส่ลงไปในชามราวกับเวทมนตร์นั้น ทำให้ทานได้ไม่รู้เบื่อเลยทีเดียว",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 550 หน่วย"
    },
    "special": {
      "_id": 108364,
      "id": "way_of_the_strong",
      "name": "Way of the Strong",
      "description": "เมนูพิเศษของ Arataki Itto เจ้าตัวยืนกรานซ้ำแล้วซ้ำเล่าว่านี่คือ \"อาหารจานเด็ดไร้เทียมทาน\" ที่ \"Itto ปรมาจารย์ด้านอาหารชั้นยอด\" เป็นผู้ปรุงเองกับมือ ไม่ว่าจะยืน นั่ง หรือว่านอนอยู่ ขอแค่กินมันเข้าไปก็จะทำให้อิ่มท้อง เมื่อกินหมดจะกลายเป็นยอดฝีมืออันดับหนึ่งผู้แข็งแกร่งเหนือคนนับหมื่น... ต้องขอบใจเขาด้วยแล้วกันนะ",
      "effect": "ฟื้นฟูชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นฟูพลังชีวิต 15% ของพลังชีวิตสูงสุด และฟื้นฟูเพิ่มอีก 550 หน่วย",
      "character": {
        "id": "arataki_itto",
        "name": "Arataki Itto"
      }
    }
  }
}
