{
  "_id": 4001,
  "id": "moon_pie",
  "name": "Moon Pie",
  "description": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt เนื้อหมักที่ไม่เพียงแต่มีรสชาติเข้มข้น แต่ผิวที่ผ่านการอบจนกรอบนั้น ยิ่งทำให้คงความหวานและความชุ่มฉ่ำเอาไว้ได้ งานเทศกาลต่าง ๆ ใน Mondstadt ล้วนขาดสิ่งนี้ไปไม่ได้",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108164,
      "name": "Moon Pie รสประหลาด",
      "description": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt ผิวเหลืองไหม้เกรียมเกินกว่าที่คิดไว้ ทางที่ดีอย่าให้ชาว Mondstadt เห็นอาหารจานนี้เชียว ไม่เช่นนั้น... พวกเขาอาจจะลงมือสอนจนกว่าจะทำสำเร็จ",
      "effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% เพิ่มพลังป้องกัน 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108165,
      "name": "Moon Pie",
      "description": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt เนื้อหมักที่ไม่เพียงแต่มีรสชาติเข้มข้น แต่ผิวที่ผ่านการอบจนกรอบนั้น ยิ่งทำให้คงความหวานและความชุ่มฉ่ำเอาไว้ได้ งานเทศกาลต่าง ๆ ใน Mondstadt ล้วนขาดสิ่งนี้ไปไม่ได้",
      "effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 30% เพิ่มพลังป้องกัน 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108166,
      "name": "Moon Pie แสนอร่อย",
      "description": "อาหารจานหลักที่สืบทอดกันมาของ Mondstadt ขณะที่หั่นมุมเล็ก ๆ ของพายเนื้อ กลิ่นหอมของเนยผสมกับกลิ่นของเนื้อก็หอมฟุ้งเตะจมูก และรสชาติที่หอมหวานนั้น ยิ่งทำให้หวนนึกถึงภาพของงานเทศกาลต่าง ๆ จนเผลอยิ้มออกมาไม่รู้ตัว",
      "effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 35% เพิ่มพลังป้องกัน 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108245,
      "id": "stormcrest_pie",
      "name": "Stormcrest Pie",
      "description": "เมนูพิเศษของ Eula ไม่รู้ว่ารูปร่างที่แตกต่างไปจากพระจันทร์เต็มดวงนั้น เป็นการต่อต้านประเพณี หรือแสดงถึงความ \"ตาต่อตา ฟันต่อฟัน\" ของเธอกันแน่ ภายใต้ผิวชั้นนอกสีทอง รสชาติรมควันที่แสนอร่อยและเข้มข้น ยากที่จะหาคนอื่นใน Mondstadt ที่จะทำรสชาติเช่นนี้ออกมาได้... แต่ว่าถ้าพูดไปแบบนี้ ก็กลัวจะถูกเธอ \"คิดแค้น\" เอาน่ะสิ",
      "effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 40% และเพิ่มพลังป้องกัน 282 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}