{
  "_id": 3512,
  "id": "nanas_cake",
  "name": "Nanas Cake",
  "description": "ขนมปังอบรูปทรงน่าอัศจรรย์ นำแป้งที่ผสมตามสัดส่วนใส่ลงในแม่พิมพ์แล้วอุ่นจนสุก ขอบของขนมอบจะไหม้ได้ง่ายมาก ดังนั้นหากต้องการให้ได้ Nanas Cake สีทอง การควบคุมไฟให้พอดีจึงเป็นหัวใจสำคัญ",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 4
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108843,
      "name": "Nanas Cake รสประหลาด",
      "description": "ขนมปังอบรูปทรงน่าอัศจรรย์ ตอนนำออกจากเตาอบก็พบว่ารูปทรงมันบิดเบี้ยวไปเล็กน้อย พอได้ลองชิมดูก็พบว่าเนื้อสัมผัสมันนุ่มนิ่มอย่างที่คิด อดไม่ได้ที่จะนึกย้อนกลับไปถึงขั้นตอนการทำเมื่อครู่นี้... หรือนี่จะเป็นขนมอบที่เพิ่งถูกงมขึ้นมาจากทะเลกันนะ?",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 160 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108844,
      "name": "Nanas Cake",
      "description": "ขนมปังอบรูปทรงน่าอัศจรรย์ นำแป้งที่ผสมตามสัดส่วนใส่ลงในแม่พิมพ์แล้วอุ่นจนสุก ขอบของขนมอบจะไหม้ได้ง่ายมาก ดังนั้นหากต้องการให้ได้ Nanas Cake สีทอง การควบคุมไฟให้พอดีจึงเป็นหัวใจสำคัญ",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 194 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108845,
      "name": "Nanas Cake แสนอร่อย",
      "description": "ขนมปังอบรูปทรงน่าอัศจรรย์ มันมีสีเหลืองทองอร่ามราวกับเมืองดงหนามยามอาทิตย์อัสดง มันถูกทำขึ้นมาตามลักษณะที่ร่าเริงของ \"ชาว Nanas\" ทำให้อดไม่ได้ที่จะยิ้มมีความสุขเพียงแค่ได้มองมัน จมอยู่ในภวังค์กลิ่นหอมละมุนของไข่และครีม จนอยากเก็บรักษาไว้ซึ่งความสุขทุกขณะที่ได้ใช้ชีวิตร่วมกันกับทุกคนในเมืองดงหนามตลอดกาล",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 228 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}