{
  "_id": 2305,
  "id": "panipuri",
  "name": "Panipuri",
  "description": "ของทานเล่นพร้อมซอส ก้อนกลมที่ผ่านการทอดด้วยน้ำมันเดือด เจาะรูด้านบนเพื่อเติมส่วนผสมลงไป ทานควบคู่กับน้ำซอสสีเขียว ขนาดพอดีคำ เป็นสตรีทฟู้ดที่พบเห็นได้ทั่วไปตามท้องถนนของ Sumeru",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Glabrous Beans",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "เครื่องเทศ",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108409,
      "name": "Panipuri รสประหลาด",
      "description": "ของทานเล่นพร้อมซอส ซึ่งซอสสีเขียวที่ปรุงออกมาให้กลิ่นที่แปลกประหลาด และสีสันก็ยังดูไม่ค่อยปกติอีกด้วย... บางทีกินแค่ Puri ก้อนกลม ๆ เพียงอย่างเดียว โดยไม่มีซอสน่าจะเป็นทางเลือกที่ดีกว่า",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 250 หน่วย"
    },
    "normal": {
      "_id": 108410,
      "name": "Panipuri",
      "description": "ของทานเล่นพร้อมซอส ก้อนกลมที่ผ่านการทอดด้วยน้ำมันเดือด เจาะรูด้านบนเพื่อเติมส่วนผสมลงไป ทานควบคู่กับน้ำซอสสีเขียว ขนาดพอดีคำ เป็นสตรีทฟู้ดที่พบเห็นได้ทั่วไปตามท้องถนนของ Sumeru",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 400 หน่วย"
    },
    "delicious": {
      "_id": 108411,
      "name": "Panipuri แสนอร่อย",
      "description": "ของทานเล่นพร้อมซอส Puri ก้อนกลมที่มนดุ๊กดิ๊กคล้าย Slime เสิร์ฟพร้อมน้ำซอสลึกลับสีสันสดใส เมื่อนำเข้าปาก จะสัมผัสได้ถึงความสดชื่น, จัดจ้าน, เปรี้ยวซ่า ฯลฯ ทำให้ปลายลิ้นเริงระบำได้ในทันที ราวกับความฝันที่นำมาซึ่งความตื่นเต้น ไม่แปลกใจเลยที่ชาว Sumeru จะหลงใหลในเจ้าสิ่งนี้...",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 550 หน่วย"
    },
    "special": {
      "_id": 108918,
      "id": "secrets_exchanged",
      "name": "Secrets Exchanged",
      "description": "เมนูพิเศษของ Nefer \"ถ้าใช้สิ่งนี้แลกกับเรื่องเล่าประหลาดที่คุณรู้ล่ะเป็นไง?\" ขณะที่เสียงของเธอดังขึ้น ก็ปรากฏถาดขนมก้อนกลมหอมเตะจมูกวางอยู่บนโต๊ะ ขณะที่กำลังจะตอบตกลงไปนั้น จู่ ๆ เธอก็เข้ามากุมมือที่กำลังถือช้อนส้อมเอาไว้ \"จริงสิ หนึ่งชิ้นอย่างน้อยก็ต้องแลกกับหนึ่งประโยคนะ\"... การจะได้กินอาหารฝีมือของ Nefer ดูท่าจะไม่ง่ายขนาดนั้นสินะ...",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นฟูพลังชีวิต 15% ของพลังชีวิตสูงสุด และฟื้นฟูเพิ่มอีก 550 หน่วย",
      "character": {
        "id": "nefer",
        "name": "Nefer"
      }
    }
  }
}
