{
  "_id": 3407,
  "id": "poisson_seafood_soup",
  "name": "Poisson Seafood Soup",
  "description": "ซุปที่ทำจากผลิตภัณฑ์จากทะเล มีต้นกำเนิดมาจากหมู่บ้านชาวประมง Poisson เดิมทีมันถูกทำขึ้นโดยปลาที่ชาวประมงขายไม่ออก นำมาใส่ในหม้อแล้วปรุงรส เนื่องจากมีรสชาติที่สดใหม่จึงเริ่มได้รับความนิยมใน Fontaine จนตอนนี้ไม่ว่าจับได้ปลาอะไรก็สามารถใส่ลงไปในหม้อได้",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 4
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108551,
      "name": "Poisson Seafood Soup รสประหลาด",
      "description": "ซุปที่ทำจากผลิตภัณฑ์จากทะเล นอกจากความคาวแล้วก็ไม่ได้รสอื่นใดอีก หากประสาทรับรสไม่มีปัญหา ก็ต้องรับรู้ถึงความผิดปกติของซุปนี้แน่นอน... เอ๊ะ เดี๋ยวนะ ที่กัดโดนนี่มันหินกรวดหรือเกล็ดปลาละเนี่ย?",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108552,
      "name": "Poisson Seafood Soup",
      "description": "ซุปที่ทำจากผลิตภัณฑ์จากทะเล มีต้นกำเนิดมาจากหมู่บ้านชาวประมง Poisson เดิมทีมันถูกทำขึ้นโดยปลาที่ชาวประมงขายไม่ออก นำมาใส่ในหม้อแล้วปรุงรส เนื่องจากมีรสชาติที่สดใหม่จึงเริ่มได้รับความนิยมใน Fontaine จนตอนนี้ไม่ว่าจับได้ปลาอะไรก็สามารถใส่ลงไปในหม้อได้",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108553,
      "name": "Poisson Seafood Soup แสนอร่อย",
      "description": "ซุปที่ทำจากผลิตภัณฑ์จากทะเล เนื้อซุปเข้มข้นเป็นราวกับริ้วคลื่นสีทองใต้การสาดส่องจากแสงแดด ยามที่รสชาติแห่งผืนทะเลเข้าปากนั้น รสของสัตว์ทะเลนานาชนิดคล้ายจะแปรเปลี่ยนเป็นสีสันบนจิตรกรรมเลื่องชื่อระดับโลก แม้จะตัดสลับกันไปมาแต่ก็เป็นระเบียบลงตัว ไม่นานนักก็กินจนเห็นก้นถ้วย ถึงขั้นที่อดใจไม่ไหวใช้ขนมปังจิ้มน้ำซุปหยดสุดท้ายมากินด้วยทีเดียว",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108563,
      "id": "seabirds_sojourn",
      "name": "\"Seabird's Sojourn\"",
      "description": "เมนูพิเศษของ Freminet พอเขาทำซุปหม้อนี้เสร็จก็หนีหายไปทันที เหมือนว่าวัตถุดิบที่ใช้จะไม่ได้มาจากทะเลตื้น เกรงว่าคงจะเป็นวัตถุดิบที่จะเจอได้แค่ในทะเลลึกเท่านั้น ถ้าอยากบอก \"ขอบคุณ\" ต่อหน้าอีกฝ่ายละก็... ควรไปตามหาเจ้าตัวที่ไหนกันนะ?",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 980 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "freminet",
        "name": "Freminet"
      }
    }
  }
}
