{
  "id": "rice_buns",
  "name": "Rice Bun",
  "description": "อาหารหลักนุ่มฟูเคี้ยวง่าย บดข้าวและ Horsetail ให้เป็นผงแล้วนำไปนวดให้เป็นก้อน จากนั้นเมื่อขึ้นเป็นรูปทรงแล้ว ให้นำไปวางในตะกร้าแล้วนึ่ง นอกจากทานได้โดยตรงแล้ว ยังสามารถนำไปใส่ไส้ได้อีกด้วย เป็นอาหารที่ทั้งสะดวกในการพกพา และสามารถช่วยให้อิ่มท้องได้เป็นอย่างดี เป็นอาหารหลักประเภทหนึ่งที่ได้รับความนิยมใน Liyue",
  "rarity": 1,
  "ingredients": [
    {
      "id": "rice",
      "name": "Rice",
      "amount": 1
    },
    {
      "id": "horsetail",
      "name": "Horsetail",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "name": "Rice Bun รสประหลาด",
      "description": "อาหารหลักนุ่มฟูเคี้ยวง่าย หลังจากนวดเสร็จแล้วดูเหมือนว่าจะยังหมักไม่เข้าที่ และไม่ได้พองฟูขึ้นในตอนที่นำไปนึ่ง ซึ่งรสชาติที่หยาบและแข็งกระด้างนั้น ค่อนข้างจะต่างจากที่คาดไว้ไม่น้อยเลยทีเดียว",
      "effect": "ฟื้นฟูพลังชีวิต 8% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 800 หน่วย"
    },
    "normal": {
      "name": "Rice Bun",
      "description": "อาหารหลักนุ่มฟูเคี้ยวง่าย บดข้าวและ Horsetail ให้เป็นผงแล้วนำไปนวดให้เป็นก้อน จากนั้นเมื่อขึ้นเป็นรูปทรงแล้ว ให้นำไปวางในตะกร้าแล้วนึ่ง นอกจากทานได้โดยตรงแล้ว ยังสามารถนำไปใส่ไส้ได้อีกด้วย เป็นอาหารที่ทั้งสะดวกในการพกพา และสามารถช่วยให้อิ่มท้องได้เป็นอย่างดี เป็นอาหารหลักประเภทหนึ่งที่ได้รับความนิยมใน Liyue",
      "effect": "ฟื้นฟูพลังชีวิต 9% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1000 หน่วย"
    },
    "delicious": {
      "name": "Rice Bun แสนอร่อย",
      "description": "อาหารหลักนุ่มฟูเคี้ยวง่าย ความหวานอันเป็นเอกลักษณ์ของเมล็ดธัญพืชแทรกซึมอยู่ระหว่างริมฝีปากและฟันเมื่อเคี้ยว แม้ว่าจะไม่ใช่อาหารที่น่าตื่นตาตื่นใจ แต่ในด้านของการใช้แรงกายแล้ว ก็สามารถเป็นพลังที่ทำให้ร่างกายและจิตใจอบอุ่นขึ้นได้ ความสุขที่เป็นของคนธรรมดาทั่วไปนี้ จะอร่อยที่สุดก็ต่อเมื่อได้ทานหลังจากที่เสียเหงื่อ",
      "effect": "ฟื้นฟูพลังชีวิต 10% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1200 หน่วย"
    }
  }
}
