{
  "_id": 3121,
  "id": "right_at_home",
  "name": "Right at Home",
  "description": "อาหารหลักที่มีวัตถุดิบมากมาย ทำจากแฮม, ไข่นก และวัตถุดิบอื่น ๆ มาผัดกับข้าว เนื่องจากเลือกวัตถุดิบได้อย่างอิสระ และหลากหลาย ทำให้แทบทุกครอบครัวใน Liyue ต่างก็สามารถทำอาหารจานหลักแสนอร่อยนี้ได้",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ham",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108633,
      "name": "Right at Home รสประหลาด",
      "description": "อาหารหลักที่มีวัตถุดิบมากมาย เพราะความร้อนไม่เพียงพอ และปริมาณน้ำมากเกินไป ทำให้บั่นทอนรสชาติ ไม่รู้สึกถึงกลิ่นอายจากการผัดที่ควรมีเลยสักนิด บางทีคราวหน้าควรลองใช้ไฟในการผัดให้แรงกว่านี้นะ...",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108634,
      "name": "Right at Home",
      "description": "อาหารหลักที่มีวัตถุดิบมากมาย ทำจากแฮม, ไข่นก และวัตถุดิบอื่น ๆ มาผัดกับข้าว เนื่องจากเลือกวัตถุดิบได้อย่างอิสระ และหลากหลาย ทำให้แทบทุกครอบครัวใน Liyue ต่างก็สามารถทำอาหารจานหลักแสนอร่อยนี้ได้",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108635,
      "name": "Right at Home แสนอร่อย",
      "description": "อาหารหลักที่มีวัตถุดิบมากมาย ของเหลวจากไข่สีเหลืองทองที่เคลือบเมล็ดข้าวทุกเม็ด ราวกับหุ้มด้วยผ้าแพร รสชาติที่ผ่านการหมักจากแฮม แทรกซึมเข้าไปได้อย่างสมบูรณ์ผ่านการเร่งไฟแรงสูง กลิ่นหอมกรุ่นจากการผัดที่คุ้นเคยแบบนี้ จะทำให้ญาติและมิตรสหายทุกคนที่เดินทางมาจากแดนไกล สัมผัสถึงความรู้สึกของการ \"กลับบ้าน\" ได้อย่างแน่นอน",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}