{
  "_id": 2309,
  "id": "rose_custard",
  "name": "Rose Custard",
  "description": "ของหวานที่ทำจากนมหมัก กรองนมที่ได้จากการหมักและทำเป็นโยเกิร์ตแล้ว จากนั้นใส่น้ำตาลและผสมให้เข้ากัน โรยหน้าด้วยดอกกุหลาบแห้งและถั่วบด ในตอนแรก อาหารจานนี้เป็นที่นิยมในหมู่นักผจญภัยและพ่อค้าที่เดินทางเท่านั้น แต่ตอนนี้ทั่วทั้ง Sumeru ไม่ว่าจะเป็นช่วงเวลาอาหารเช้าหรือช่วงของหวานยามบ่ายต่างก็สามารถพบเห็นเมนูได้ทั้งสิ้น",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru Rose",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108470,
      "name": "Rose Custard รสประหลาด",
      "description": "ของหวานที่ทำจากนมหมัก ดูเหมือนจะไม่เป็นไร แต่ทันทีที่กินเข้าไป...ฟันของคุณจะรู้สึกเปรี้ยวจนสั่นระรัว หากขาดเครื่องปรุงก็ยังพอที่จะเติมน้ำตาลแก้ปัญหาได้ แต่ความเปรี้ยวฝาดอันขมขื่นนี้ยากที่จะบรรเทาได้จริง ๆ",
      "effect": "ฟื้นฟูพลังชีวิต 18% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 300 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108471,
      "name": "Rose Custard",
      "description": "ของหวานที่ทำจากนมหมัก กรองนมที่ได้จากการหมักและทำเป็นโยเกิร์ตแล้ว จากนั้นใส่น้ำตาลและผสมให้เข้ากัน โรยหน้าด้วยดอกกุหลาบแห้งและถั่วบด ในตอนแรก อาหารจานนี้เป็นที่นิยมในหมู่นักผจญภัยและพ่อค้าที่เดินทางเท่านั้น แต่ตอนนี้ทั่วทั้ง Sumeru ไม่ว่าจะเป็นช่วงเวลาอาหารเช้าหรือช่วงของหวานยามบ่ายต่างก็สามารถพบเห็นเมนูได้ทั้งสิ้น",
      "effect": "ฟื้นฟูพลังชีวิต 20% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 390 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108472,
      "name": "Rose Custard แสนอร่อย",
      "description": "ของหวานที่ทำจากนมหมัก ผสมนมเปรี้ยวหนึบหนับ กลีบดอกสดใหม่ และถั่วกรุบกรอบเข้าด้วยกัน เพื่อให้รสชาติที่กลมกล่อมและหวานละมุน ในตอนที่กลิ่นนมอันหอมกรุ่นไหลลงสู่คอนั้น ในชั่วขณะนั้น ราวกับว่าได้กลิ่นหอมของดอกไม้อันเรืองรองกึกก้องอยู่ในใจ",
      "effect": "ฟื้นฟูพลังชีวิต 22% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 470 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108473,
      "name": "Extravagant Slumber",
      "description": "เมนูพิเศษของ Layla ถั่วที่กระจัดกระจายเปรียบเสมือนดวงดาวในคืนที่เงียบสงัด เพียงได้ชิมคำเดียว ร่างกายและจิตใจที่วิ่งวุ่นมาทั้งวันก็จะรู้สึกสงบลงในทันใด หลังจากบอกความรู้สึกกับ Layla เธอจะแสดงความดีใจและเสียใจผสมปนเปกันไปหมด... \"ยะ...ยอดไปเลย! ฮือ ถ้ามันมีผลกับฉันบ้างก็คงดีกว่านี้\"",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 570 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "layla",
        "name": "Layla"
      }
    }
  }
}
