{
  "_id": 3312,
  "id": "sabz_meat_stew",
  "name": "Sabz Meat Stew",
  "description": "สตูเนื้อรสชาติเป็นเอกลักษณ์ นำผักใบเขียวหลายชนิดมาสับละเอียด และโยนลงหม้อไปตุ๋นพร้อมกับชิ้นเนื้อ เนื่องจากใส่มะนาวลงไปด้วย อาหารที่ได้ออกมาจึงโชยรสเปรี้ยวเบาบาง ปกติคน Sumeru จะกินโดยราดมันลงบนข้าว",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "เครื่องเทศ",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108480,
      "name": "Sabz Meat Stew รสประหลาด",
      "description": "สตูเนื้อที่มีรสชาติเป็นเอกลักษณ์ กลิ่นเปรี้ยวเสียดแทงจมูก แค่ได้กลิ่นก็ให้คนคิดเชื่อมโยงไปถึงสิ่งที่ไม่ดีเท่าไหร่... บางทีถ้าวางไว้นานกว่านี้ อาจมี Fungus งอกออกมาก็ได้นะ?",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 600 หน่วย"
    },
    "normal": {
      "_id": 108481,
      "name": "Sabz Meat Stew",
      "description": "สตูเนื้อที่มีรสชาติเป็นเอกลักษณ์ นำผักใบเขียวหลายชนิดมาสับละเอียด และโยนลงหม้อไปตุ๋นพร้อมกับชิ้นเนื้อ เนื่องจากใส่มะนาวลงไปด้วย อาหารที่ได้ออกมาจึงโชยรสเปรี้ยวเบาบาง ปกติคน Sumeru จะกินโดยราดมันลงบนข้าว",
      "effect": "ฟื้นฟูพลังชีวิต 32% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1250 หน่วย"
    },
    "delicious": {
      "_id": 108482,
      "name": "Sabz Meat Stew แสนอร่อย",
      "description": "สตูเนื้อที่มีรสชาติเป็นเอกลักษณ์ วัตถุดิบซึ่งมีกลิ่นหอมอันโดดเด่นผสมผสานเข้าด้วยกัน นำพาความโอชาอย่างมหัศจรรย์มาให้แก่ต่อมรับรส เนื้อสดใหม่ชิ้นใหญ่ถูกตุ๋นจนอ่อนนุ่ม พวกมันที่อยู่ท่ามกลางสีเขียวชอุ่ม ราวกับกำลังนำผู้ลิ้มลองเดินละล่องท่องป่าไพร",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1900 หน่วย"
    },
    "special": {
      "_id": 108486,
      "name": "Ideal Circumstance",
      "description": "เมนูพิเศษของ Alhaitham เมนูที่ทำขึ้นจากการใส่ผักและเนื้อลงไปในกระทะมีลาย ผู้ทำน่าจะเปลี่ยนสูตรการทำ หน้าตาจึงต่างจากเมนูดั้งเดิมของมันค่อนข้างมาก ตัวหนังสือบนอาหารมีความหมายว่า \"พินิจพิเคราะห์\" หากขยายความในแบบเจ้าของเมนูก็คือ \"ถ้าในอุดมคติแล้ว ทุกคนก็ควรจะทำได้ แต่มันก็เป็นสิ่งที่เป็นไปไม่ได้\"",
      "effect": "ฟื้นฟูพลังชีวิต 40% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 2350 หน่วย",
      "character": {
        "id": "alhaitham",
        "name": "Alhaitham"
      }
    }
  }
}
