{
  "_id": 3205,
  "id": "sakura_mochi",
  "name": "Sakura Mochi",
  "description": "ของว่างที่ละเอียดอ่อนและสง่างาม ใบไม้สีเขียวเข้มช่วยเพิ่มชั้นเชิงให้กับโทนสีอันแสนอบอุ่นได้อย่างลงตัว ลำพังเพียงแค่มอง ก็ทำให้รู้สึกถึงความงามอันเงียบสงบ แต่น่าเสียดายที่ช่วงเวลาที่ดีที่สุดในการลิ้มรสความอร่อยของมันนั้น สั้นพอ ๆ กับช่วงที่ดอกไม้ที่ผลิบาน เพราะฉะนั้นอย่ามัวแต่เสียดายจนไม่กล้ากินเสียล่ะ",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Sakura Bloom",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108282,
      "name": "Sakura Mochi รสประหลาด",
      "description": "ของว่างที่ละเอียดอ่อนและสง่างาม ภายนอกนั้นดูสวยงาม แต่หลังจากที่ทานไปชิ้นนึงแล้ว ความหวานเลี่ยนจนเกินไปของมัน จะติดอยู่ในคอจนทำให้ไม่อยากกินชิ้นต่อไปเลยทีเดียว",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 900 หน่วย"
    },
    "normal": {
      "_id": 108283,
      "name": "Sakura Mochi",
      "description": "ของว่างที่ละเอียดอ่อนและสง่างาม ใบไม้สีเขียวเข้มช่วยเพิ่มชั้นเชิงให้กับโทนสีอันแสนอบอุ่นได้อย่างลงตัว ลำพังเพียงแค่มอง ก็ทำให้รู้สึกถึงความงามอันเงียบสงบ แต่น่าเสียดายที่ช่วงเวลาที่ดีที่สุดในการลิ้มรสความอร่อยของมันนั้น สั้นพอ ๆ กับช่วงที่ดอกไม้ที่ผลิบาน เพราะฉะนั้นอย่ามัวแต่เสียดายจนไม่กล้ากินเสียล่ะ",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 1200 หน่วย"
    },
    "delicious": {
      "_id": 108284,
      "name": "Sakura Mochi แสนอร่อย",
      "description": "ของว่างที่ละเอียดอ่อนและสง่างาม ซึ่งล้อมรอบด้วยกลิ่นหอมจาง ๆ ของดอกซากุระ ภายนอกที่ดูหรูหราได้ซ่อนความงามในชั่วพริบตาเอาไว้ ในช่วงเวลาที่เงียบสงัด เมื่อได้กัดเพียงคำเดียว ก็เหมือนได้กลับไปสู่ช่วงที่ซากุระปลิวว่อนล้อมรอบตัวคุณ",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 1500 หน่วย"
    },
    "special": {
      "_id": 108300,
      "id": "snow_on_the_hearth",
      "name": "\"Snow on the Hearth\"",
      "description": "เมนูพิเศษของ Kamisato Ayaka ดูคล้ายกับผลงานศิลปะขนาดเล็กสุดน่ารัก ที่ห่อด้วยเสื้อคลุมสีแดงบาง ๆ ซึ่งสื่อถึงความรู้สึกของหญิงสาวที่เริ่มมีตั้งแต่วินาทีนั้นเป็นต้นมา หากใครได้รับเกียรติให้ลิ้มลองอาหารจานนี้ ในขณะที่จิบชาร่วมกับเจ้าหญิงผู้สูงส่งและสง่างาม ราวกับนกกระเรียนขาวบนหน้าผาล่ะก็ ผู้นั้นคงอยากหยุดช่วงเวลานั้นเอาไว้ตลอดกาล",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิตสูงสุด 20% และเพิ่มพลังชีวิตพิเศษอีก 1500 หน่วย",
      "character": {
        "id": "kamisato_ayaka",
        "name": "Kamisato Ayaka"
      }
    }
  }
}