{
  "_id": 2301,
  "id": "shawarma_wrap",
  "name": "Shawarma Wrap",
  "description": "แป้งห่อไส้เนื้อย่าง เนื้อที่ถูกหั่นจากเตาย่างแบบแนวตั้ง กับผักสดและซอสที่ถูกห่อรวมกันไว้ในแผ่นแป้งบาง ๆ เป็นสตรีทฟู้ดดั้งเดิมของ Sumeru ที่เรียบง่ายและเลิศรส",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "เครื่องเทศ",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108394,
      "name": "Shawarma Wrap รสประหลาด",
      "description": "แป้งห่อไส้เนื้อย่าง เนื้อย่างที่ไหม้เกรียมจนดำสนิทราวกับถ่าน แม้ว่าแป้งห่อจะสมบูรณ์แบบเพียงใดก็คงไร้ทางเยียวยา... ไม่ว่าส่วนไหนก็ดูเหมือนจะมองข้ามไม่ได้เลย",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 66 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108395,
      "name": "Shawarma Wrap",
      "description": "แป้งห่อไส้เนื้อย่าง เนื้อที่ถูกหั่นจากเตาย่างแบบแนวตั้ง กับผักสดและซอสที่ถูกห่อรวมกันไว้ในแผ่นแป้งบาง ๆ เป็นสตรีทฟู้ดดั้งเดิมของ Sumeru ที่เรียบง่ายและเลิศรส",
      "effect": "เพิ่มพลังโจมตีให้กับสมาชิกทีมทั้งหมดขึ้น 81 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละคร ของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108396,
      "name": "Shawarma Wrap แสนอร่อย",
      "description": "แป้งห่อไส้เนื้อย่าง ผิวด้านนอกไหม้เกรียมแต่เนื้อด้านในนุ่มชุ่มฉ่ำ คลุกเคล้ากับเครื่องเทศหอมกรุ่นและผักสดกรุบกรอบช่วยเพิ่มความสดชื่นในรสชาติ แป้งที่บางนุ่มห่อหุ้มความอร่อยกลมกล่อมเอาไว้ภายใน แค่ลองกัดคำเดียวยังต้องเผลออุทานด้วยความฟิน แม้แต่ซอสที่ทะลักออกมายังทำใจปล่อยให้หยดลงพื้นไม่ได้เลยเชียว",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 95 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108679,
      "id": "superdeeduper_delicious_meat_roll",
      "name": "Super-Dee-Duper Delicious Meat Roll",
      "description": "เมนูพิเศษของ Sethos แป้งมีเนื้อสัมผัสที่ละเอียด และหยาบเล็กน้อย มีความหอมฟุ้ง เครื่องปรุงของเนื้อย่างนี้ แตกต่างจากสูตร ที่พบเห็นได้ทั่วไปตามตลาด รสชาติแปลกใหม่ และความอร่อยที่ไม่เคยมีมาก่อน ทำให้ต่อมรับรสต้องตะลึงตึงงัน เด็กหนุ่มที่นั่งอยู่ข้าง ๆ เหมือนจะสังเกตได้ว่า คุณยังไม่หนำใจ จึงกะพริบตามองคุณแล้วพูดว่า: \"สูตรลับสุดพิเศษ มีเพียงจานเดียวเท่านั้น\"",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 114 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "sethos",
        "name": "Sethos"
      }
    }
  }
}
