{
  "_id": 2502,
  "id": "sour_sauce_kipper",
  "name": "Sour Sauce Kipper",
  "description": "เนื้อปลาดิบที่มีกลิ่นหอมของผลไม้ นำเนื้อปลาสดมาลอกหนังแล้วหั่นเป็นชิ้นหนา จากนั้นนำไปดองด้วยน้ำผลไม้รสเปรี้ยวจนกระทั่งเนื้อปลาเปลี่ยนเป็นสีขาว สุดท้ายใส่ผักเครื่องเคียงที่สับละเอียดเพื่อปรุงรส ผสมผสานรสเปรี้ยวและเผ็ดเข้าด้วยกัน นี่ก็คือรสชาติสุดคลาสสิกของ Natlan",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Sour Sauce Kipper รสประหลาด",
      "description": "เนื้อปลาดิบที่มีกลิ่นหอมของผลไม้ เนื้อปลาเพิ่งดองไว้ไม่นาน จึงยังไม่เข้าเนื้อ โชคดีที่วัตถุดิบสดใหม่มากพอ รสชาติก็พอรับได้ แต่ในใจก็ยังรู้สึกเสียดายอยู่บ้าง",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 66 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108722,
      "name": "Sour Sauce Kipper",
      "description": "เนื้อปลาดิบที่มีกลิ่นหอมของผลไม้ นำเนื้อปลาสดมาลอกหนังแล้วหั่นเป็นชิ้นหนา จากนั้นนำไปดองด้วยน้ำผลไม้รสเปรี้ยวจนกระทั่งเนื้อปลาเปลี่ยนเป็นสีขาว สุดท้ายใส่ผักเครื่องเคียงที่สับละเอียดเพื่อปรุงรส ผสมผสานรสเปรี้ยวและเผ็ดเข้าด้วยกัน นี่ก็คือรสชาติสุดคลาสสิกของ Natlan",
      "effect": "เพิ่มพลังโจมตีให้กับสมาชิกทีมทั้งหมดขึ้น 81 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละคร ของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108723,
      "name": "Sour Sauce Kipper แสนอร่อย",
      "description": "เนื้อปลาดิบที่มีกลิ่นหอมของผลไม้ รสชาติแรกที่พุ่งเข้ามาคือความสดชื่นที่ถาโถมเข้ามา จากนั้นความเปรี้ยวและรสเผ็ดก็เข้าจู่โจม เนื้อปลาดิบชิ้นเล็ก ๆ นี้มีรสชาติที่ซับซ้อนราวกับคลื่นทะเลที่กระเพื่อมเป็นระลอก คล้ายโต้คลื่นอยู่ในทะเล แม้คลื่นจะสงบลงแล้ว แต่ก็ยังอยากกินอีก",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 95 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}