{
  "_id": 4905,
  "id": "spiced_fried_chicken",
  "name": "Spiced Fried Chicken",
  "description": "ไก่ทอดที่ห่อด้วยเนื้อกรุบกรอบสีเขียว เนื้อไก่ถูกห่อด้วยแป้งที่ปรุงด้วยเครื่องเทศ จากนั้นนำไปทอด ว่ากันว่าแค่กินหมด ก็จะทำให้เกิดแรงกระตุ้นในการเรียนรู้อย่างหนัก... มันจะมหัศจรรย์ขนาดนั้นเลยเหรอ?",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "เครื่องเทศ",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 2
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108926,
      "name": "Spiced Fried Chicken รสประหลาด",
      "description": "ไก่ทอดที่ห่อด้วยเนื้อกรุบกรอบสีเขียว ยังไม่ทันได้ลิ้มรสไก่ทอด ก็ต้องสำลักเพราะเครื่องเทศจำนวนมากแล้ว... เดิมทีตั้งใจจะกินให้อิ่มแล้วค่อยไปเรียน แต่ตอนนี้ดูเหมือนต้องรีบหาน้ำสักแก้วก่อนซะแล้ว...",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 510 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108927,
      "name": "Spiced Fried Chicken",
      "description": "ไก่ทอดที่ห่อด้วยเนื้อกรุบกรอบสีเขียว เนื้อไก่ถูกห่อด้วยแป้งที่ปรุงด้วยเครื่องเทศ จากนั้นนำไปทอด ว่ากันว่าแค่กินหมด ก็จะทำให้เกิดแรงกระตุ้นในการเรียนรู้อย่างหนัก... มันจะมหัศจรรย์ขนาดนั้นเลยเหรอ?",
      "effect": "ฟื้นฟูพลังชีวิต 32% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 730 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108928,
      "name": "Spiced Fried Chicken แสนอร่อย",
      "description": "ไก่ทอดที่ห่อด้วยเนื้อกรุบกรอบสีเขียว กัดเข้าไปคำหนึ่งตอนยังร้อน ๆ รสเผ็ดร้อนก็ปลุกปลายลิ้นให้ตื่นขึ้น น้ำในเนื้อไก่ที่ชุ่มฉ่ำแตกซ่านในปาก ทำให้รู้สึกกระปรี้กระเปร่า... หากรักษาสภาพนี้ไว้ได้ ก็รู้สึกเลยว่าไม่ว่าจะเรียนรู้อะไรก็เข้าหัวไปหมด!",
      "effect": "ฟื้นฟูพลังชีวิต 35% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 930 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    }
  }
}