{
  "_id": 3504,
  "id": "stuffed_n_mashed_potatoes",
  "name": "Stuffed N' Mashed Potato",
  "description": "เมนูสีสันสดใส ต้มและบดมันฝรั่งจนเนียนละเอียด แล้วตักไส้ต่าง ๆ วางไว้ตรงกลาง ราดด้วยน้ำซอสปิดท้ายเพื่อเพิ่มสีสันให้ดูสดใสยิ่งขึ้น อาหารที่ทำออกมาดูเหมือนเค้กชิ้นเล็กที่ประณีตนั้น เป็นของโปรดของชาว Natlan หลายคนทีเดียว",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Potato",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 2
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108727,
      "name": "Stuffed N' Mashed Potato รสประหลาด",
      "description": "เมนูสีสันสดใส สีแบ่งแยกชัดเจน รูปร่างสมส่วน พอกัดคำแรกด้วยความคาดหวังเต็มที่ แต่กลับโดนมันฝรั่งบดที่แห้งผากเล่นงานจนสำลัก นะ นี่มันคือมันบดจริง ๆ ไม่ใช่ไข่แดงตุ๋นแน่นะ?",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108728,
      "name": "Stuffed N' Mashed Potato",
      "description": "เมนูสีสันสดใส ต้มและบดมันฝรั่งจนเนียนละเอียด แล้วตักไส้ต่าง ๆ วางไว้ตรงกลาง ราดด้วยน้ำซอสปิดท้ายเพื่อเพิ่มสีสันให้ดูสดใสยิ่งขึ้น อาหารที่ทำออกมาดูเหมือนเค้กชิ้นเล็กที่ประณีตนั้น เป็นของโปรดของชาว Natlan หลายคนทีเดียว",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108729,
      "name": "Stuffed N' Mashed Potato แสนอร่อย",
      "description": "เมนูสีสันสดใส คู่สีละมุนตา รสสัมผัสเนียนนุ่ม รสชาติหลายชั้นผสานกันบนปลายลิ้นราวกับสัมผัสประกายไฟที่ทำให้ผู้คนอัศจรรย์ใจ เมื่อได้ลิ้มลองอาหารเรียกน้ำย่อยที่ยอดเยี่ยมเช่นนี้ ความรู้สึกคาดหวังต่ออาหารจานหลักก็ยิ่งเพิ่มขึ้นจนถึงขีดสุด",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    }
  }
}