{
  "id": "sunshine_sprat",
  "name": "Sunshine Sprat",
  "description": "ปลาทอดด้วยไฟอ่อน ๆ การควบคุมไฟที่เหมาะสมนั้น จะเป็นการรักษาความสดของเนื้อปลาได้อย่างดีเยี่ยม ทำให้ได้ความรู้สึกที่นุ่มละมุนเมื่อนำเข้าปาก ส่วนการจับคู่กันของหนังปลาที่เกรียมเล็กน้อยและกลิ่นหอมของเนย ก็ทำให้เกิดรสชาติที่ซับซ้อนและไม่เหมือนใคร",
  "rarity": 3,
  "ingredients": [
    {
      "id": "butter",
      "name": "Butter",
      "amount": 3
    },
    {
      "id": "fish",
      "name": "Fish",
      "amount": 3
    },
    {
      "id": "salt",
      "name": "Salt",
      "amount": 1
    },
    {
      "id": "small_lamp_grass",
      "name": "Small Lamp Grass",
      "amount": 1
    }
  ],
  "results": {
    "suspicious": {
      "name": "Sunshine Sprat รสประหลาด",
      "description": "ปลาทอดด้วยไฟอ่อน ๆ ที่เหมือนจะใช้เวลาในการทอดนานเกินไป จนทำให้สูญเสียความสดและความนุ่มเด้งของเนื้อปลา ดูเหมือนหากสัมผัสเพียงเล็กน้อย เนื้อปลาก็จะแตกกระจาย กลายเป็นชิ้นเล็กชิ้นน้อยได้เลยทีเดียว",
      "effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 20% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "name": "Sunshine Sprat",
      "description": "ปลาทอดด้วยไฟอ่อน ๆ การควบคุมไฟที่เหมาะสมนั้น จะเป็นการรักษาความสดของเนื้อปลาได้อย่างดีเยี่ยม ทำให้ได้ความรู้สึกที่นุ่มละมุนเมื่อนำเข้าปาก ส่วนการจับคู่กันของหนังปลาที่เกรียมเล็กน้อยและกลิ่นหอมของเนย ก็ทำให้เกิดรสชาติที่ซับซ้อนและไม่เหมือนใคร",
      "effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "name": "Sunshine Sprat แสนอร่อย",
      "description": "ปลาทอดด้วยไฟอ่อน ๆ ที่เนื้อปลาละลายในปาก บวกกับรสชาติสดใหม่ของท้องทะเลและผืนดินที่ผสมผสานกันอย่างลงตัว ทำให้มีรสชาติที่ยากจะลืมเลือน ไม่น่าแปลกใจเลยที่อาหารที่มีวิธีทำง่าย ๆ เช่นนี้จะสามารถเป็นอาหารอันโอชะได้",
      "effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 30% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "name": "Woodland Dream",
      "description": "เมนูพิเศษของ Albedo ผักและผลไม้หลากหลายชนิดถูกจัดวางให้เป็นเหมือนทุ่งหญ้าและตั้งราวกับต้นไม้ อาหารจานนี้เป็นเหมือนเมืองที่ถูกห้อมล้อมด้วยกำแพง และมีเส้นทางสีน้ำตาลที่นำไปจนถึงปราสาทสีส้มอ่อน รสชาติที่ละเอียดอ่อนและหอมหวานราวกับดอกไม้ที่ผลิบานในชั่วพริบตา และเมื่อลืมตาขึ้นมาคุณจะรอยยิ้มในดวงตาของเจ้าชายผมขาว",
      "effect": "เพิ่มประสิทธิภาพโล่ป้องกัน ให้กับสมาชิกในทีมทั้งหมดขึ้น 35% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "albedo",
        "name": "Albedo"
      }
    }
  }
}
