{
  "_id": 3508,
  "id": "surf_turf_and_perch",
  "name": "Surf, Turf, and Perch",
  "description": "อาหารจานใหญ่ที่มีทั้งเนื้อทั้งผัก วัตถุดิบต่าง ๆ จากทะเล บนพื้นดินและในอากาศ นำมาย่างแล้วผสมผสานกันลงในจาน แขกทุกคนสามารถเลือกหาของโปรดได้อย่างง่ายดาย ดังนั้นอาหารจานนี้จึงเป็นสิ่งที่ขาดไม่ได้ในงานเลี้ยงที่สำคัญของ Natlan",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการผจญภัย",
  "results": {
    "suspicious": {
      "_id": 108761,
      "name": "Surf, Turf, and Perch รสประหลาด",
      "description": "อาหารจานใหญ่ที่มีทั้งเนื้อทั้งผัก คำแรกเพิ่งกัดโดนเนื้อย่างที่ยังไม่สุกดี คำต่อมากลับเจอเนื้อปลาย่างที่ไหม้เกรียม ความแตกต่างที่รุนแรงเช่นนี้ทำให้ไม่กล้าลองคำที่สามอีกแล้ว...",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108762,
      "name": "Surf, Turf, and Perch",
      "description": "อาหารจานใหญ่ที่มีทั้งเนื้อทั้งผัก วัตถุดิบต่าง ๆ จากทะเล บนพื้นดินและในอากาศ นำมาย่างแล้วผสมผสานกันลงในจาน แขกทุกคนสามารถเลือกหาของโปรดได้อย่างง่ายดาย ดังนั้นอาหารจานนี้จึงเป็นสิ่งที่ขาดไม่ได้ในงานเลี้ยงที่สำคัญของ Natlan",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108763,
      "name": "Surf, Turf, and Perch แสนอร่อย",
      "description": "อาหารจานใหญ่ที่มีทั้งเนื้อทั้งผัก เนื้อชิ้นหนาที่ซึมซับรสชาติของเครื่องเทศไว้เต็มที่ ผสมผสานอย่างลงตัวบนลิ้นพร้อมกับผักผลไม้กรุบกรอบ ที่ถูกใจไม่ใช่เพียงแค่ต่อมรับรสเท่านั้น แต่กระเพาะก็อิ่มเอมไปด้วย ไม่แปลกใจเลยที่อาหารจานนี้จะมีแฟนคลับอย่างเหนียวแน่นมากมาย",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "_id": 108777,
      "id": "moment_of_respite",
      "name": "Moment of Respite",
      "description": "เมนูพิเศษของ Chasca วัตถุดิบที่กองอยู่เต็มไปหมดนั้น มีกลิ่นหอมเย้ายวนใจ แม้แต่คนที่กำลังถกเถียงกันอยู่ เมื่อได้กลิ่นหอมนี้ ความโกรธก็จะกลายเป็นความอยากอาหารสินะ? เดี๋ยวนะ ทำไม Saurian ที่กำลังวิ่งไล่กันอยู่ไกล ๆ ก็มองมาทางนี้ด้วยล่ะ?",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 25% เป็นเวลา 1800 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "chasca",
        "name": "Chasca"
      }
    }
  }
}