{
  "_id": 3303,
  "id": "tahchin",
  "name": "Tahchin",
  "description": "เมนูจานหลักที่ปริมาณจุใจ ขั้นแรกหุงข้าวให้สุกก่อน จากนั้นใส่เนื้อที่หมักในโยเกิร์ตลงไปตรงกลางของข้าว อบผิวด้านนอกให้กรอบ และโรยด้วย Padisarah ปิดท้าย ไม่ว่าจะเป็นตัวข้าวหรือเนื้อที่อยู่ภายในต่างก็ทำให้ผู้ทานรู้สึกอิ่มเอมได้ทั้งนั้น ดังนั้นจึงเป็นที่นิยมใน Grand Bazaar อย่างมาก",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Tahchin รสประหลาด",
      "description": "เมนูจานหลักที่ปริมาณจุใจ เปลือกนอกสีเข้มดูท่าทางไม่น่าไว้วางใจ เมื่อลองชิมดูคำนึงแล้ว อาหารที่แข็งกระด้างกระทบกับฟันจนเกิดเสียงกึกกัก เพื่อสุขภาพฟัน ยังไงก็กินแค่ส่วนที่อยู่ด้านในจะดีกว่านะ...",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108419,
      "name": "Tahchin",
      "description": "เมนูจานหลักที่ปริมาณจุใจ ขั้นแรกหุงข้าวให้สุกก่อน จากนั้นใส่เนื้อที่หมักในโยเกิร์ตลงไปตรงกลางของข้าว อบผิวด้านนอกให้กรอบ และโรยด้วย Padisarah ปิดท้าย ไม่ว่าจะเป็นตัวข้าวหรือเนื้อที่อยู่ภายในต่างก็ทำให้ผู้ทานรู้สึกอิ่มเอมได้ทั้งนั้น ดังนั้นจึงเป็นที่นิยมใน Grand Bazaar อย่างมาก",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108420,
      "name": "Tahchin แสนอร่อย",
      "description": "เมนูจานหลักที่ปริมาณจุใจ ในคำแรก จะสัมผัสได้ถึงเปลือกนอกที่กรุบกรอบ คำที่สอง รสชาติอันนุ่มนวลของข้าวและเนื้ออันชุ่มฉ่ำหลอมรวมเป็นหนึ่งเดียว คำที่สาม กลิ่นหอมกรุ่นของ Padisarah แผ่ซ่านอยู่ในปาก... คำสุดท้าย ภายในใจยังคงดื่มด่ำอยู่กับรสชาติที่เกินคำบรรยาย แต่น่าเสียดายที่กระเพาะไม่สามารถรองรับได้มากกว่านี้แล้ว... ไว้กินต่อพรุ่งนี้ดีมั้ยนะ?",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108467,
      "id": "duel_soul",
      "name": "Duel Soul",
      "description": "เมนูพิเศษของ Cyno เมล็ดข้าวสีทองที่กองพูนจนเป็นเนินอย่างน่าเหลือเชื่อ เพียงตักชิ้นเนื้อหอมกรุ่นเข้าปากสักคำแล้ว ความตื่นเต้นที่ไม่อาจบรรยายเป็นคำพูดได้ก็พวยพุ่งปะทะจิตในทันที... จนอยากจะดึง \"เกมกลเจ็ดอัจฉริยะ\" ออกมา เพื่อเปิดศึกดูเอลอันแสนดุเดือดเสียเดี๋ยวนี้เลย!",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 980 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "cyno",
        "name": "Cyno"
      }
    }
  }
}