{
  "_id": 3502,
  "id": "tatacos",
  "name": "Tatacos",
  "description": "ทาโก้ใส่ไส้ เริ่มจากทำแผ่นแป้งก่อน จากนั้นใส่ผักสดและกุ้งย่าง แล้วราดซอสตบท้าย นี่ก็คือสามขั้นตอนในการทำ Tatacos ใน Natlan นี้คุณสามารถพบ Tatacos ได้ทุกที่พอ ๆ กับโฟลจิสตันเลย",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Grainfruit",
      "amount": 3
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Shrimp Meat",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Cheese",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108718,
      "name": "Tatacos รสประหลาด",
      "description": "ทาโก้ใส่ไส้ ถึงแผ่นแป้งจะดูบางราวกับผ้า แต่กินเข้าไปแล้วกลับเย็นเฉียบและแข็งเหมือนแผ่นเหล็ก แต่ตัวไส้รสชาติพอได้ ถ้าไม่พูดเรื่องแป้งละก็ มันคงเป็นกุ้งย่างที่อร่อยมากทีเดียว...",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 900 หน่วย"
    },
    "normal": {
      "_id": 108719,
      "name": "Tatacos",
      "description": "ทาโก้ใส่ไส้ เริ่มจากทำแผ่นแป้งก่อน จากนั้นใส่ผักสดและกุ้งย่าง แล้วราดซอสตบท้าย นี่ก็คือสามขั้นตอนในการทำ Tatacos ใน Natlan นี้คุณสามารถพบ Tatacos ได้ทุกที่พอ ๆ กับโฟลจิสตันเลย",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 1200 หน่วย"
    },
    "delicious": {
      "_id": 108720,
      "name": "Tatacos แสนอร่อย",
      "description": "ทาโก้ใส่ไส้ เมื่อปลายลิ้นสัมผัสกับแผ่นแป้ง และไส้ที่ร้อนกรุ่น กลิ่นหอมยวนใจหลั่งไหลเข้ามาอวลในปาก ชวนให้นึกถึงคำกล่าวของ Natlan ที่ว่า - บางทีชีวิตอาจทำให้ผู้คนผิดหวัง แต่ Tatacos ไม่มีวันทำแบบนั้นแน่นอน",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 1500 หน่วย"
    },
    "special": {
      "_id": 108789,
      "id": "secret_art",
      "name": "Secret Art",
      "description": "เมนูพิเศษของ Citlali ผักใบอ่อนสดใหม่ที่กรอบอย่างน่าประหลาด กุ้งย่างที่มีเนื้อแน่นและมีรสหวานสดชื่น บวกกับรูปร่างที่สมบูรณ์แบบที่สามารถถือได้ในมือเดียว... หากมีนิยายที่น่าสนใจอยู่ข้างมือ คุณก็จะสามารถนั่งอ่านไปทั้งวันทั้งคืนโดยไม่ต้องพักได้ นี่คือเคล็ดลับของคุณยาย Itztli ที่รอบรู้งั้นเหรอ?",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิตสูงสุด 20% และเพิ่มพลังชีวิตพิเศษอีก 1500 หน่วย",
      "character": {
        "id": "citlali",
        "name": "Citlali"
      }
    }
  }
}
