{
  "_id": 3602,
  "id": "todays_boon",
  "name": "Today's Boon",
  "description": "สลัดที่ประกอบด้วยผัก เลือกใช้ผักผลไม้ที่สดใหม่ที่สุดของวัน จับคู่กับขนมปังข้าวไรย์และซอส ให้ความรู้สึกที่สดชื่นและอร่อย แถมยังทำให้รู้สึกพึงพอใจด้วย มันปรากฏอยู่บนโต๊ะอาหารของลูกหลานจันทราน้ำค้างแข็งผู้ศรัทธาแทบทุกวัน",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Midsommar Berry",
      "amount": 3
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkaberry",
      "amount": 2
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Nocturnal Blossom",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Mushroom",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108858,
      "name": "Today's Boon รสประหลาด",
      "description": "สลัดที่ประกอบด้วยผัก ไม่รู้ทำไมถึงได้รสดินเมื่อชิม เหมือนกำลังกินหญ้าเขียวที่ไม่ได้ผ่านการปรุงใด ๆ บางทีกวางเขาน้ำแข็งอาจจะชอบอาหารจานนี้ก็ได้นะ...",
      "effect": "ฟื้นฟูพลังชีวิต 26% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 450 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "normal": {
      "_id": 108859,
      "name": "Today's Boon",
      "description": "สลัดที่ประกอบด้วยผัก เลือกใช้ผักผลไม้ที่สดใหม่ที่สุดของวัน จับคู่กับขนมปังข้าวไรย์และซอส ให้ความรู้สึกที่สดชื่นและอร่อย แถมยังทำให้รู้สึกพึงพอใจด้วย มันปรากฏอยู่บนโต๊ะอาหารของลูกหลานจันทราน้ำค้างแข็งผู้ศรัทธาแทบทุกวัน",
      "effect": "ฟื้นฟูพลังชีวิต 28% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 620 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "delicious": {
      "_id": 108860,
      "name": "Today's Boon แสนอร่อย",
      "description": "สลัดที่ประกอบด้วยผัก มีผักวางไว้เป็นฐาน ดูมีชีวิตชีวา ผลเบอร์รี่ช่วยเพิ่มรสหวานอบอุ่น กลีบดอกไม้ประดับประดาราวกับคริสตัล ทำให้อาหารจานนี้ เหมือนงานเลี้ยงที่เบ่งบานอยู่บนปลายลิ้น",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 790 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที"
    },
    "special": {
      "_id": 108892,
      "id": "whisper_in_the_woods",
      "name": "Whisper in the Woods",
      "description": "เมนูพิเศษของ Lauma วัตถุดิบที่แตกตัวอยู่บนปลายลิ้น ทำให้ประสาทรับรสเริงระบำไปด้วย... นี่เป็นรสชาติสดใหม่ที่ไม่ธรรมดา ราวกับเสียงนกร้องแสนไพเราะในยามเช้าที่ดังอยู่ข้างหูคุณ และยังมีเสียงหยาดน้ำค้างรุ่งอรุณเบา ๆ ที่ส่องกระทบกับแสงแดดยามเช้า... นี่คือพรจากนักบุญหญิงแห่งพงไพรหรือเปล่านะ?",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุดให้กับตัวละครที่เลือกทันที และฟื้นฟูอีก 980 หน่วย ในทุก ๆ 5 วินาที เป็นเวลา 30 วินาที",
      "character": {
        "id": "lauma",
        "name": "Lauma"
      }
    }
  }
}