{
  "_id": 3412,
  "id": "tomates_narbonnaises",
  "name": "Tomates Narbonnaises",
  "description": "อาหารที่ประกอบด้วยเนื้อสัตว์และผัก คว้านไส้มะเขือเทศลูกกลม ๆ ออก แล้วใส่ไส้เนื้อสับลงไป เมื่อเรียบร้อยแล้วก็นำไปอบจนสุก จะให้รสชาติหวานอมเปรี้ยว และสัมผัสที่นุ่มนวล เป็นอาหารที่นิยมนำขึ้นโต๊ะเป็นประจำใน Fontaine",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomato",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Bacon",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Onion",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108588,
      "name": "Tomates Narbonnaises รสประหลาด",
      "description": "อาหารที่ประกอบด้วยเนื้อสัตว์และผัก มะเขือเทศเบี้ยว ๆ สีซีด ๆ เหมือนกำลังอ้าปากร้องไห้ แล้วที่แย่กว่านั้นคือหมูสับที่อยู่ข้างในรสชาติเหมือนขี้เลื่อย มะเขือเทศแบบนี้มีทั้งหมดสี่ลูก จะต้องจัดการกับมันยังไงดี?",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 160 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108589,
      "name": "Tomates Narbonnaises",
      "description": "อาหารที่ประกอบด้วยเนื้อสัตว์และผัก คว้านไส้มะเขือเทศลูกกลม ๆ ออก แล้วใส่ไส้เนื้อสับลงไป เมื่อเรียบร้อยแล้วก็นำไปอบจนสุก จะให้รสชาติหวานอมเปรี้ยว และสัมผัสที่นุ่มนวล เป็นอาหารที่นิยมนำขึ้นโต๊ะเป็นประจำใน Fontaine",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 194 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108590,
      "name": "Tomates Narbonnaises แสนอร่อย",
      "description": "อาหารที่ประกอบด้วยเนื้อสัตว์และผัก มะเขือเทศเนื้อแน่นชุ่มฉ่ำทำให้หมูสับเด้งดึ๋ง และมีกลิ่นอายที่สดชื่น พอกัดเข้าไปคำเดียวก็สัมผัสได้ถึงความเปรี้ยวและความอร่อย เมื่อกินหมดทั้งลูก ความเศร้าหมองในใจก็ถูกความอร่อยที่ส่งมาจากปลายลิ้นกำจัดจนหมดสิ้น",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 228 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
