{
  "id": "tonkotsu_ramen",
  "name": "Tonkotsu Ramen",
  "description": "เมนูเส้นร้อน ๆ เนื้อที่ปรุงด้วยอุณหภูมิต่ำวางไว้ด้านบน น้ำซุปรสเค็มและอร่อยแทรกซึมเข้าไปในเส้นบะหมี่ การกินบะหมี่แบบนี้ เมื่อคุณเหนื่อยสามารถทำให้จิตใจของคุณสดชื่นขึ้นมาได้",
  "rarity": 3,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "id": "bamboo_shoot",
      "name": "Bamboo Shoot",
      "amount": 2
    },
    {
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "name": "Tonkotsu Ramen รสประหลาด",
      "description": "เมนูเส้นร้อน ๆ ยุ่งกับการทำเครื่องเคียงบะหมี่ที่ถูกลืมก็เหมือนเส้นในชามและดูเหมือนว่าเส้นกำลังจะรวมเข้ากับซุปแล้วนะ ถ้าคุณกินหมดในคราวเดียว รสชาติก็ไม่น่าจะแย่เกินไป",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 600 หน่วย"
    },
    "normal": {
      "name": "Tonkotsu Ramen",
      "description": "เมนูเส้นร้อน ๆ เนื้อที่ปรุงด้วยอุณหภูมิต่ำวางไว้ด้านบน น้ำซุปรสเค็มและอร่อยแทรกซึมเข้าไปในเส้นบะหมี่ การกินบะหมี่แบบนี้ เมื่อคุณเหนื่อยสามารถทำให้จิตใจของคุณสดชื่นขึ้นมาได้",
      "effect": "ฟื้นฟูพลังชีวิต 32% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1250 หน่วย"
    },
    "delicious": {
      "name": "Tonkotsu Ramen แสนอร่อย",
      "description": "เมนูเส้นร้อน ๆ เส้นเหนียวนุ่มซึมซาบถึงแก่นแท้ของน้ำซุป เครื่องเคียงที่อุดมไปด้วยรสชาติที่หลากหลาย ซุปยังคงกลิ่นหอมของกระดูก เมื่อนำเข้าปากสัมผัสได้ถึงความนุ่มแต่ไม่มันเยิ้ม... กว่าจะรู้ตัว ก็ซดซุปจนเห็นก้นชามแล้ว ทำให้ผู้คนรู้สึกไม่พอใจที่ใกล้จะหมด",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1900 หน่วย"
    },
    "special": {
      "name": "Victorious Legend",
      "description": "เมนูพิเศษของ Gorou เครื่องเคียงที่ทั้งสูงทั้งเต็มจานนี้ เหมือนกับจิตใจของเขาที่สามารถทำให้คนซาบซึ้ง หลังจากกินบะหมี่และน้ำซุปให้หมดเกลี้ยงในคราวเดียว จากนั้นก็ลูบท้องที่แน่นอย่างเบา ๆ แล้วเงยหน้ามอง Gorou ที่อยู่ข้างกาย... คุณจะเห็นเขายิ้มอย่างสดใส และแกว่งหางด้านหลังไปมาเบา ๆ บางทีเขาเองอาจจะไม่รู้ตัวเหมือนกันก็ได้นะ...",
      "effect": "ฟื้นฟูพลังชีวิต 40% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 2350 หน่วย",
      "character": {
        "id": "gorou",
        "name": "Gorou"
      }
    }
  }
}
