{
  "_id": 3201,
  "id": "tricolor_dango",
  "name": "Tricolor Dango",
  "description": "ขนมเหนียวนุ่ม ทำโดยนำข้าวเหนียวมาบดกับน้ำ นวดให้เป็นก้อนกลม แล้วนำไปนึ่ง สีของ Sakura Bloom และ Snapdragon นำบรรยากาศที่มีชีวิตชีวามาสู่ขนมก้อนกลม",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Sakura Bloom",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Rice",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108252,
      "name": "Tricolor Dango รสประหลาด",
      "description": "ขนมเหนียวนุ่ม อาจเป็นเพราะความชื้นไม่เพียงพอในระหว่างกระบวนการผลิตจึงทำให้มีรอยแตกจาง ๆ บนพื้นผิว ถ้าเคี้ยวไม่ดีอาจจะติดคอได้ ...",
      "effect": "ฟื้นฟูพลังชีวิต 30% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 600 หน่วย"
    },
    "normal": {
      "_id": 108253,
      "name": "Tricolor Dango",
      "description": "ขนมเหนียวนุ่ม ทำโดยนำข้าวเหนียวมาบดกับน้ำ นวดให้เป็นก้อนกลม แล้วนำไปนึ่ง สีของ Sakura Bloom และ Snapdragon นำบรรยากาศที่มีชีวิตชีวามาสู่ขนมก้อนกลม",
      "effect": "ฟื้นฟูพลังชีวิต 32% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1250 หน่วย"
    },
    "delicious": {
      "_id": 108254,
      "name": "Tricolor Dango แสนอร่อย",
      "description": "ขนมเหนียวนุ่ม ความแวววาวบนขนมก้อนกลมเป็นเหมือนน้ำค้างยามเช้าที่ร่วงหล่นบนดอกไม้ยามเช้า เมื่อนำเข้าปากจะได้รับรสชาติที่เต็มไปด้วยดอกไม้และกิ่งก้าน เมื่อเพลิดเพลินกับดอกไม้การกินขนมแบบนี้ จะทำให้ผู้คนรู้สึกมีความสุขโดยไม่ได้ตั้งใจราวกับว่าปีหน้าจะสวยงามเหมือนดอกไม้ที่ล่องลอยอยู่ตรงหน้า",
      "effect": "ฟื้นฟูพลังชีวิต 34% ของพลังชีวิตสูงสุด ให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 1900 หน่วย"
    },
    "special": {
      "_id": 108302,
      "id": "summer_festival_fish",
      "name": "Summer Festival Fish",
      "description": "เมนูพิเศษของ Yoimiya ขณะที่ดูดอกไม้ไฟ ทั้งขนมที่ถูก Yoimiya ยัดลงมาในอ้อมแขน และเสียงหัวเราะอันไร้เดียงสาของเธอที่ดังอยู่ข้างหู บวกกับเสียงดอกไม้ไฟที่ดังตูมตาม กลายมาเป็นท่วงทำนองที่แสนพิเศษไม่ซ้ำใคร ซึ่งในเวลานั้นปลาทองตัวอ้วนกลมที่อยู่ในมือ ก็ดูเหมือนจะกระดิกหางว่ายน้ำยังไงอย่างงั้น...",
      "effect": "ฟื้นฟูพลังชีวิต 40% ของ พลังชีวิตสูงสุดให้กับตัวละครที่เลือก และฟื้นฟูเพิ่มอีก 2350 หน่วย",
      "character": {
        "id": "yoimiya",
        "name": "Yoimiya"
      }
    }
  }
}