{
  "_id": 3203,
  "id": "triflavored_skewer",
  "name": "Tri-Flavored Skewer",
  "description": "อาหารเสียบไม้รวมรส ที่สามารถลิ้มลองการปรุงอาหารที่แตกต่างกันสามชนิดในคราวเดียว จึงทำให้ได้รับความนิยมเป็นอย่างมาก หากตอนที่ดื่มไวน์แล้วไม่รู้ว่าจะทานกับแกล้มอะไรล่ะก็ ลอง Tri-Flavored Skewer สักที่สิ รับรองว่าไม่ผิดหวังแน่นอน",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108273,
      "name": "Tri-Flavored Skewer รสประหลาด",
      "description": "อาหารเสียบไม้รวมรส ไม้เสียบจากไม้ไผ่สีดำเสียบกับอาหารสีเข้ม ๆ มีกลิ่นแปลก ๆ ที่ไม่อาจบรรยายออกมาได้ ไม่แน่ถ้ากินในป่าอาจจะดึงดูด Hilichurl มาก็เป็นได้...",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 160 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108274,
      "name": "Tri-Flavored Skewer",
      "description": "อาหารเสียบไม้รวมรส ที่สามารถลิ้มลองการปรุงอาหารที่แตกต่างกันสามชนิดในคราวเดียว จึงทำให้ได้รับความนิยมเป็นอย่างมาก หากตอนที่ดื่มไวน์แล้วไม่รู้ว่าจะทานกับแกล้มอะไรล่ะก็ ลอง Tri-Flavored Skewer สักที่สิ รับรองว่าไม่ผิดหวังแน่นอน",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 194 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108275,
      "name": "Tri-Flavored Skewer แสนอร่อย",
      "description": "อาหารเสียบไม้รวมรส ที่การควบคุมคุมอุณหภูมิของไฟที่สมบูรณ์แบบ กระตุ้นให้เกิดน้ำมันออกมา และเครื่องเทศหลากหลายชนิดที่ยิ่งช่วยเสริมรสชาติของส่วนผสมต่าง ๆ ถ้าขาดไปนิดก็คงจะจืด ถ้ามากไปหน่อยก็คงเข้มไป แต่จานนี้มีรสชาติที่ลงตัวพอดี ซึ่งเผยให้เห็นถึงความคิดสร้างสรรค์ของเชฟได้เป็นอย่างดี",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทั้งหมดในทีม 228 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}