{
  "_id": 3314,
  "id": "tulumba",
  "name": "Tulumba",
  "description": "ของหวานที่ทำโดยการทอดน้ำมัน ใส่แป้งที่ปั้นไว้ลงไปในกระทะ แล้วทอดจนกลายเป็นสีเหลืองทอง จากนั้นจึงนำออกมาแช่ลงไปในน้ำเชื่อมขณะที่ยังร้อน ๆ อยู่ นี่คือความสุขที่ชาว Sumeru ขาดไม่ได้ในชีวิตประจำวัน",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Coffee Bean",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการผจญภัย",
  "results": {
    "suspicious": {
      "_id": 108489,
      "name": "Tulumba รสประหลาด",
      "description": "ของหวานที่ทำโดยการทอดน้ำมัน ไม่ได้ถูกนำออกจากกระทะน้ำมันให้ทันเวลา ส่งผลให้เมื่อกินเข้าไปเพียงคำเดียว ทั้งปากก็เต็มไปด้วยความมันเลี่ยน จนต้องกระดกกาแฟเข้าไปหนึ่งแก้วเต็ม ๆ ถึงจะรอดพ้นจากความกระอักกระอ่วนมาได้",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108490,
      "name": "Tulumba",
      "description": "ของหวานที่ทำโดยการทอดน้ำมัน ใส่แป้งที่ปั้นไว้ลงไปในกระทะ แล้วทอดจนกลายเป็นสีเหลืองทอง จากนั้นจึงนำออกมาแช่ลงไปในน้ำเชื่อมขณะที่ยังร้อน ๆ อยู่ นี่คือความสุขที่ชาว Sumeru ขาดไม่ได้ในชีวิตประจำวัน",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108491,
      "name": "Tulumba แสนอร่อย",
      "description": "ของหวานที่ทำโดยการทอดน้ำมัน ขนมสีทองอร่าม ถูกห่อด้วยไซรัปหวานละมุน หนึ่งคำต่อหนึ่งชิ้น เพียงชั่วพริบตาก็หมดเกลี้ยง อ๊ะ ดูเหมือนจะมีรอยน้ำเชื่อมหลงเหลืออยู่บนจานนะ บางทีอาจจะทำให้ความหวานอร่อยนี้ คงอยู่ต่อไปได้อีกสักชั่วครู่...?",
      "effect": "ลดอัตราการเสียพลังกายจากการ ร่อนเวหาและการวิ่งให้กับ สมาชิกทั้งหมดในทีมลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
