{
  "_id": 2210,
  "id": "udon_noodles",
  "name": "Udon Noodle",
  "description": "เมนูเส้นสุดเหนียวนุ่ม ก้อนแป้งที่ผ่านการดึงและยืดมาหลายต่อหลายครั้งจนกลายเป็นเส้นที่เรียบลื่นและเหนียวนุ่ม ซึ่งแตกต่างไปจากรสชาติเข้มข้นของราเมน อูด้งสามารถเยียวยาจิตวิญญาณของชาว Inazuma ได้ด้วยรสชาติอ่อน ๆ ของมัน",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Flour",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Seagrass",
      "amount": 1
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fish",
      "amount": 1
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108377,
      "name": "Udon Noodle รสประหลาด",
      "description": "เมนูเส้นสุดเหนียวนุ่ม เส้นและน้ำซุปที่รสชาติจืดเกินไป ทำให้คนได้รับประสบการณ์ที่ค่อนข้างน่าเบื่อไปสักหน่อย ดูเหมือนว่าครั้งหน้าจะต้องใส่ใจเรื่องการปรุงรสให้มากขึ้นแล้วล่ะ",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 250 หน่วย"
    },
    "normal": {
      "_id": 108378,
      "name": "Udon Noodle",
      "description": "เมนูเส้นสุดเหนียวนุ่ม ก้อนแป้งที่ผ่านการดึงและยืดมาหลายต่อหลายครั้งจนกลายเป็นเส้นที่เรียบลื่นและเหนียวนุ่ม ซึ่งแตกต่างไปจากรสชาติเข้มข้นของราเมน อูด้งสามารถเยียวยาจิตวิญญาณของชาว Inazuma ได้ด้วยรสชาติอ่อน ๆ ของมัน",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 400 หน่วย"
    },
    "delicious": {
      "_id": 108379,
      "name": "Udon Noodle แสนอร่อย",
      "description": "เมนูเส้นสุดเหนียวนุ่ม เส้นอูด้งที่เหนียวนุ่มขาวราวหิมะ ผสานเข้ากับน้ำซุปที่สุดประณีต เป็นรสชาติที่เรียบง่ายแต่ก็อร่อยพอที่จะปลอบโยนหัวใจของผู้คนได้ กลิ่นข้าวสาลีอ่อน ๆ ไหลเข้าไปกระเพาะพร้อมกับเส้นที่นุ่มและหวาน แต่รสชาติที่ตราตรึงอยู่ในใจนั้นอบอวลไปด้วยความอบอุ่น",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 550 หน่วย"
    },
    "special": {
      "_id": 108380,
      "name": "Fukuuchi Udon",
      "description": "เมนูพิเศษของ Yae Miko เต้าหู้ทอดที่อยู่ตรงกลางเป็นของที่ \"คุณ Kitsune\" ที่เคร่งขรึมสั่งทำเป็นพิเศษ ว่ากันว่าถ้าคุณกินมันให้หมดในครั้งเดียวด้วยความจริงใจ ตลอดทั้งวันถัดไปคุณจะได้รับการคุ้มครองจาก Great Kitsune ให้โชคร้ายจะหนีไปและมีโชคลาภมากมาย!",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นฟูพลังชีวิต 15% ของพลังชีวิตสูงสุด และฟื้นฟูเพิ่มอีก 550 หน่วย",
      "character": {
        "id": "yae_miko",
        "name": "Yae Miko"
      }
    }
  }
}
