{
  "_id": 2109,
  "id": "vegetarian_abalone",
  "name": "Vegetarian Abalone",
  "description": "อาหารมังสวิรัติรสชาติเข้มข้น เห็ดมัตสึทาเกะที่หั่นบาง ๆ และทอดจนเหลืองกรอบจากนั้นราดซอสลงไป เมื่อกัดเข้าไปแล้วรู้สึกเหมือนได้ทานรสชาติของเป๋าฮื้อสด ๆ ซึ่งเหมือนซะจนทำให้คิดว่าได้ทานของจริงเลยทีเดียว",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Snapdragon",
      "amount": 2
    }
  ],
  "dish_type": "เมนูฟื้นฟูพลังชีวิต",
  "results": {
    "suspicious": {
      "_id": 108188,
      "name": "Vegetarian Abalone รสประหลาด",
      "description": "อาหารมังสวิรัติรสชาติเข้มข้น ซอสที่เข้มข้นเกินไปจนกลบรสชาติความสดใหม่ของส่วนผสมที่ควรจะมีไปหมด เมื่อทานแล้ว ไม่ว่าจะดื่มน้ำตามมากแค่ไหนก็ยังรู้สึกปากแห้งอยู่ดี",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 250 หน่วย"
    },
    "normal": {
      "_id": 108189,
      "name": "Vegetarian Abalone",
      "description": "อาหารมังสวิรัติรสชาติเข้มข้น เห็ดมัตสึทาเกะที่หั่นบาง ๆ และทอดจนเหลืองกรอบจากนั้นราดซอสลงไป เมื่อกัดเข้าไปแล้วรู้สึกเหมือนได้ทานรสชาติของเป๋าฮื้อสด ๆ ซึ่งเหมือนซะจนทำให้คิดว่าได้ทานของจริงเลยทีเดียว",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 400 หน่วย"
    },
    "delicious": {
      "_id": 108190,
      "name": "Vegetarian Abalone แสนอร่อย",
      "description": "อาหารมังสวิรัติรสชาติเข้มข้น ด้วยส่วนผสมของซอสจึงทำให้เห็ดมัตสึทาเกะมีรสชาติที่ยอดเยี่ยม ด้วยเนื้อสัมผัสที่นุ่มเหมือนหอย และสดเหมือนหอยเป๋าฮื้อ ใครที่ทานก็แทบจะแยกไม่ออกเลยว่านี่คืออาหารมังสวิรัติ หากปล่อยให้ผู้ที่ได้ทานคาดเดา ก่อนที่จะบอกความจริงในภายหลัง คุณจะต้องได้รับคำชมจากความประหลาดใจพวกเขาอย่างแน่นอน",
      "effect": "ฟื้นชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นพลังชีวิต 550 หน่วย"
    },
    "special": {
      "_id": 108200,
      "id": "ghostly_march",
      "name": "Ghostly March",
      "description": "เมนูพิเศษของ Hu Tao วิญญาณหัวกลมที่เต็มไปด้วยความน่ารักปนตลก แต่ถ้าคุณอยากลอง แต่ชิมเพียงชิ้นเดียวล่ะก็ คุณอาจจะต้องเสียใจไปอีกนาน... อาหารจานนี้เต็มไปด้วยของชั้นดีที่น่าลิ้มลอง... \"แต่เดาไม่ออกว่ามันทำมาจากอะไรกันแน่\"",
      "effect": "ฟื้นฟูชีวิตให้กับตัวละครที่เลือก พร้อมฟื้นฟูพลังชีวิต 15% ของพลังชีวิตสูงสุด และฟื้นฟูเพิ่มอีก 550 หน่วย",
      "character": {
        "id": "hu_tao",
        "name": "Hu Tao"
      }
    }
  }
}
