{
  "_id": 4401,
  "id": "vessie_chicken",
  "name": "Vessie Chicken",
  "description": "เมนูอาหารต้นตำรับชื่อดังของ Fontaine \"Vessie\" หมายถึงกระเพาะปัสสาวะในภาษา Fontaine ตามที่ชื่อกล่าวไว้ อาหารจานนี้แค่หมักไก่ที่ยังไม่โตเต็มวัยแล้วยัดเข้าไปในกระเพาะของหมูป่าแล้วปิดไว้ จากนั้นต้มกระเพาะกับน้ำซุปจนเดือดปุด ๆ เหมือน Specter ที่กำลังโมโห ตัวกลม ๆ โป่ง ๆ ซึ่งปกติแล้วจะกินแต่เนื้อไก่ที่อยู่ข้างในเท่านั้น",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Fowl",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 3
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Fermented Juice",
      "amount": 2
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "_id": 108542,
      "name": "Vessie Chicken รสประหลาด",
      "description": "เมนูอาหารต้นตำรับชื่อดังของ Fontaine แค่การยัดเนื้อไก่เข้าไปในกระเพาะปัสสาวะของหมูป่า ก็สิ้นแรงไปมากโขแล้ว และพอจะชิมอาหารที่ทำเสร็จด้วยความตั้งตารอแล้วนั้น... เอ่อ ไก่เหมือนจะติดรสชาติแปลก ๆ มานิดหน่อย ทำเอาแยกไม่ออกเลยว่ากำลังกินหมูป่าหรือกินไก่อยู่กันแน่",
      "effect": "เพิ่มความเสียหายกายภาพ ให้กับสมาชิกในทีมทั้งหมดขึ้น 25% อัตราคริเพิ่มขึ้น 6% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108543,
      "name": "Vessie Chicken",
      "description": "เมนูอาหารต้นตำรับชื่อดังของ Fontaine \"Vessie\" หมายถึงกระเพาะปัสสาวะในภาษา Fontaine ตามที่ชื่อกล่าวไว้ อาหารจานนี้แค่หมักไก่ที่ยังไม่โตเต็มวัยแล้วยัดเข้าไปในกระเพาะของหมูป่าแล้วปิดไว้ จากนั้นต้มกระเพาะกับน้ำซุปจนเดือดปุด ๆ เหมือน Specter ที่กำลังโมโห ตัวกลม ๆ โป่ง ๆ ซึ่งปกติแล้วจะกินแต่เนื้อไก่ที่อยู่ข้างในเท่านั้น",
      "effect": "เพิ่มความเสียหายกายภาพ ให้กับสมาชิกในทีมทั้งหมดขึ้น 35% อัตราคริเพิ่มขึ้น 8% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108544,
      "name": "Vessie Chicken แสนอร่อย",
      "description": "เมนูอาหารต้นตำรับชื่อดังของ Fontaine ความชุ่มฉ่ำถูกล็อกแน่นสนิทเอาไว้ในเนื้อ กลิ่นหอมแผ่ซ่านกระจายตัวออกมา ถือเป็นหนึ่งในเมนูติดใจของสายกินเลยก็ว่าได้ หลังกินหมดจนเกลี้ยงอย่างใจร้อน ก็อดไม่ได้ที่จะเลียมุมปาก เพื่อดื่มด่ำกับความหอมอร่อยที่หลงเหลือเพียงน้อยนิด อาหารรสดีเช่นนี้ ไม่เสียชื่อเลยที่เป็นไข่มุกส่องประกายสุดคลาสสิกในวงการอาหารรสเลิศ",
      "effect": "เพิ่มความเสียหายกายภาพ ให้กับสมาชิกในทีมทั้งหมดขึ้น 45% อัตราคริเพิ่มขึ้น 10% เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
