{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Xocoatl",
  "description": "เครื่องดื่มของ Natlan ที่ทำจาก Cacahuatl ในตอนแรกเริ่ม เครื่องดื่มชนิดนี้ทำมาจากเมล็ด Cacahuatl รสขมที่บดละเอียด ผสมกับเครื่องเทศต่าง ๆ นานา จนกลายเป็น Xocoatl (น้ำขม) นั่นจึงเป็นที่มาของชื่อเครื่องดื่มนี้ หลังจากผ่านการดัดแปลงหลายต่อหลายครั้ง การเติมน้ำตาลลงไปช่วยให้เครื่องดื่มนี้หอมหวานยิ่งขึ้น จนเป็นที่นิยมอย่างกว้างขวาง แต่ชื่อ Xocoatl กลับเหมือนเดิมไม่เคยเปลี่ยนแปลง",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Mint",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Sugar",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการป้องกัน",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Xocoatl รสประหลาด",
      "description": "เครื่องดื่มของ Natlan ที่ทำจาก Cacahuatl เดาไว้ล่วงหน้าว่าจะได้ลิ้มรสที่หวานหรือไม่ก็ขม แต่ไม่คิดว่าจะรู้สึกถึงรสเปรี้ยวที่ปลายสิ้น... หรือว่าจะใส่วัตถุดิบอะไรผิดไปงั้นเหรอ?",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 165 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "_id": 108758,
      "name": "Xocoatl",
      "description": "เครื่องดื่มของ Natlan ที่ทำจาก Cacahuatl ในตอนแรกเริ่ม เครื่องดื่มชนิดนี้ทำมาจากเมล็ด Cacahuatl รสขมที่บดละเอียด ผสมกับเครื่องเทศต่าง ๆ นานา จนกลายเป็น Xocoatl (น้ำขม) นั่นจึงเป็นที่มาของชื่อเครื่องดื่มนี้ หลังจากผ่านการดัดแปลงหลายต่อหลายครั้ง การเติมน้ำตาลลงไปช่วยให้เครื่องดื่มนี้หอมหวานยิ่งขึ้น จนเป็นที่นิยมอย่างกว้างขวาง แต่ชื่อ Xocoatl กลับเหมือนเดิมไม่เคยเปลี่ยนแปลง",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 200 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "_id": 108759,
      "name": "Xocoatl แสนอร่อย",
      "description": "เครื่องดื่มของ Natlan ที่ทำจาก Cacahuatl กลิ่นหอมของ Cacahuatl อันลุ่มลึกมาพร้อมกับกลิ่นน้ำนมแสนบริสุทธิ์ ราวกับผ้าทอที่เนียนนุ่มค่อย ๆ ลอดผ่านปลายลิ้น ทิ้งร่องรอยของความหวานที่มากพอให้ใจหลอมละลาย",
      "effect": "เพิ่มพลังป้องกันให้กับ สมาชิกทีมทั้งหมดขึ้น 235 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    }
  }
}
