{
  "_id": 51,
  "id": "natlan_the_land_of_fire_and_competition_i",
  "name": "Natlan – Land der Allianz aus Feuer und Wettkampf I",
  "order": 54,
  "achievements": [
    {
      "id": 80328,
      "name": "Erkundung des Landes – Lauffeuerebenen I",
      "desc": "Schalte die Gebiete Becken der Unzähligen Flammen, Tequemecan-Tal, Coatepec-Berg und Toyac-Quellgebiet in der Region um Natlan auf der Karte frei.",
      "reward": 5,
      "hidden": false,
      "order": 304
    },
    {
      "id": 80329,
      "name": "Die Erklimmung des flammenden heiligen Bergs – I",
      "desc": "Aktiviere alle Teleportationspunkte in den Gebieten Becken der Unzähligen Flammen, Tequemecan-Tal, Coatepec-Berg und Toyac-Quellgebiet in der Region um Natlan.",
      "reward": 5,
      "hidden": false,
      "order": 305
    },
    {
      "id": 80330,
      "name": "Heiliger Marsch – Lauffeuerebenen I",
      "desc": "Schalte alle Schreine der Tiefe in den Gebieten Becken der Unzähligen Flammen, Tequemecan-Tal, Coatepec-Berg und Toyac-Quellgebiet in der Region um Natlan frei.",
      "reward": 10,
      "hidden": false,
      "order": 306
    },
    {
      "id": 80331,
      "name": "Leuchtend wie das Feuer",
      "desc": "Opfere einer Statue der Sieben im Gebiet von Natlan und erreiche die Höchststufe dabei.",
      "reward": 20,
      "hidden": false,
      "order": 307
    },
    {
      "id": 80346,
      "name": "Opfergaben für die Nacht – Lauffeuerebenen I",
      "desc": "Löse alle Siegel in den geheimen Stammesschatzkammern beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet in der Region von Natlan.",
      "reward": 10,
      "hidden": false,
      "order": 308
    },
    {
      "id": 80332,
      "name": "Die feurige Farbe der glühenden Sonne",
      "desc": "Erreiche die Höchststufe für die Tona-Tafel des Beckens der Unzähligen Flammen.",
      "reward": 20,
      "hidden": false,
      "order": 309
    },
    {
      "id": 80333,
      "name": "Monetoo werden dich nach Hause führen I",
      "desc": "Folge beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 8 Monetoo und stell das Graffiti fertig.",
      "reward": 5,
      "hidden": false,
      "order": 310
    },
    {
      "id": 80334,
      "name": "Monetoo werden dich nach Hause führen I",
      "desc": "Folge beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 16 Monetoo und stell das Graffiti fertig.",
      "reward": 10,
      "hidden": false,
      "order": 311,
      "preStage": 80333
    },
    {
      "id": 80335,
      "name": "Monetoo werden dich nach Hause führen I",
      "desc": "Folge beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 32 Monetoo und stell das Graffiti fertig.",
      "reward": 20,
      "hidden": false,
      "order": 312,
      "preStage": 80334
    },
    {
      "id": 80336,
      "name": "Feuriger Schatzsucher I",
      "desc": "Öffne beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 80 Truhen.",
      "reward": 5,
      "hidden": false,
      "order": 313
    },
    {
      "id": 80337,
      "name": "Feuriger Schatzsucher I",
      "desc": "Öffne beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 160 Truhen.",
      "reward": 10,
      "hidden": false,
      "order": 314,
      "preStage": 80336
    },
    {
      "id": 80338,
      "name": "Feuriger Schatzsucher I",
      "desc": "Öffne beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 320 Truhen.",
      "reward": 20,
      "hidden": false,
      "order": 315,
      "preStage": 80337
    },
    {
      "id": 80339,
      "name": "Feuriger Abenteurer I",
      "desc": "Schließe beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 3 Zeitherausforderungen ab.",
      "reward": 5,
      "hidden": false,
      "order": 316
    },
    {
      "id": 80347,
      "name": "Feuriger Abenteurer I",
      "desc": "Schließe beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 6 Zeitherausforderungen ab.",
      "reward": 10,
      "hidden": false,
      "order": 317,
      "preStage": 80339
    },
    {
      "id": 80348,
      "name": "Feuriger Abenteurer I",
      "desc": "Schließe beim Becken der Unzähligen Flammen, im Tequemecan-Tal, am Coatepec-Berg und im Toyac-Quellgebiet 12 Zeitherausforderungen ab.",
      "reward": 20,
      "hidden": false,
      "order": 318,
      "preStage": 80347
    },
    {
      "id": 80342,
      "name": "Besinnung auf die Ahnen",
      "desc": "Hilf Titu dabei, die Seelen der Stammesvorfahren zu befreien.",
      "reward": 10,
      "hidden": false,
      "order": 319
    },
    {
      "id": 80343,
      "name": "Nicht jeder Schatz besteht aus Silber und Gold",
      "desc": "Das „Allheilmittel“ konnte nicht gefunden werden.",
      "reward": 10,
      "hidden": false,
      "order": 320
    },
    {
      "id": 80345,
      "name": "Gold der Sonne, zusammen mit ihrem Blut ...",
      "desc": "Erhalte das Abzeichen aus den Ruinen der „Weisen der Gestohlenen Flamme“, um zum Vulkan reisen zu können.",
      "reward": 10,
      "hidden": false,
      "order": 322
    }
  ]
}