{
  "_id": 31,
  "id": "sumeru_the_rainforest_of_lore",
  "name": "Sumeru – Regenwald der Weisheit",
  "order": 46,
  "achievements": [
    {
      "id": 80160,
      "name": "Erkundung des Landes – Sumeru-Wälder",
      "desc": "Schalte die Karten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana in der Region um Sumeru frei.",
      "reward": 5,
      "hidden": false,
      "order": 160
    },
    {
      "id": 80161,
      "name": "Zwischen Wäldern hin und her",
      "desc": "Aktiviere alle Teleportationspunkte in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana von Sumeru.",
      "reward": 5,
      "hidden": false,
      "order": 161
    },
    {
      "id": 80162,
      "name": "Heiliger Marsch – Sumeru-Wälder",
      "desc": "Schalte alle Schreine der Tiefe in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana in der Region um Sumeru frei.",
      "reward": 10,
      "hidden": false,
      "order": 162
    },
    {
      "id": 80163,
      "name": "Duftend wie Pflanzen",
      "desc": "Opfere einer Statue der Sieben im Gebiet von Sumeru und erreiche die Höchststufe dabei.",
      "reward": 20,
      "hidden": false,
      "order": 163
    },
    {
      "id": 80164,
      "name": "Höhepunkt des großen Traums",
      "desc": "Erreiche die Höchststufe des Baumes der Träume von Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 164
    },
    {
      "id": 80165,
      "name": "Waldführer",
      "desc": "Folge 10 Seelien in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana zu ihren Seeliengärten.",
      "reward": 5,
      "hidden": false,
      "order": 165
    },
    {
      "id": 80166,
      "name": "Waldführer",
      "desc": "Folge 20 Seelien in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana zu ihren Seeliengärten.",
      "reward": 10,
      "hidden": false,
      "order": 166,
      "preStage": 80165
    },
    {
      "id": 80167,
      "name": "Waldführer",
      "desc": "Folge 40 Seelien in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana zu ihren Seeliengärten.",
      "reward": 20,
      "hidden": false,
      "order": 167,
      "preStage": 80166
    },
    {
      "id": 80168,
      "name": "Schatzsucher in den Wäldern",
      "desc": "Öffne 100 Truhen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 168
    },
    {
      "id": 80169,
      "name": "Schatzsucher in den Wäldern",
      "desc": "Öffne 200 Truhen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 169,
      "preStage": 80168
    },
    {
      "id": 80170,
      "name": "Schatzsucher in den Wäldern",
      "desc": "Öffne 400 Truhen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 170,
      "preStage": 80169
    },
    {
      "id": 80171,
      "name": "Abenteurer in den Wäldern",
      "desc": "Schließ 10 Zeitherausforderungen mit Vorrichtungen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana ab.",
      "reward": 5,
      "hidden": false,
      "order": 171
    },
    {
      "id": 80172,
      "name": "Abenteurer in den Wäldern",
      "desc": "Schließ 20 Zeitherausforderungen mit Vorrichtungen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana ab.",
      "reward": 10,
      "hidden": false,
      "order": 172,
      "preStage": 80171
    },
    {
      "id": 80173,
      "name": "Abenteurer in den Wäldern",
      "desc": "Schließ 40 Zeitherausforderungen mit Vorrichtungen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana ab.",
      "reward": 20,
      "hidden": false,
      "order": 173,
      "preStage": 80172
    },
    {
      "id": 80174,
      "name": "Der Wald vergisst nichts",
      "desc": "Schließ „Aranyaka“ ab.",
      "reward": 10,
      "hidden": false,
      "order": 174
    }
  ]
}