{
  "_id": 364213,
  "id": "athelwood_metal_buckler",
  "rarity": 3,
  "name": "Perisai Besi Athelwood",
  "description": "Tameng bulat yang berat. Terlihat seperti perisai biasa tapi memiliki rahasia tersembunyi.\\nPilih kayu Athel tua bertekstur padat dan potong menjadi papan dengan ukuran dan ketebalan yang tepat. Setelah diasap, dipanggang, dipernis, dan diproses, daya tahannya akan meningkat. Struktur duri dan tanggam kemudian digabungkan dan dipasang pada tiga bidang belakang yang relatif ringan dan lunak untuk membentuk struktur komposit lapis ganda. Ini akan melemahkan kekuatan dan dampak yang diterima dari pedang dan panah. Di saat yang sama, bingkai tameng ditutupi dengan struktur besi yang kaku dan struktur bertulang ditempatkan di atas tameng untuk menahan benturan benda tumpul dan tameng lainnya. Dengan ini, tameng pun selesai dibuat.\\nDikatakan perisai ini mampu menangkis serangan siapa pun yang tidak memiliki Vision. Harganya juga cukup mahal, setara dengan puluhan senjata biasa atau beberapa peralatan elit Eremite atau Corps of Thirty.\\nTreasure Hoarders, yang memprioritaskan keringanan peralatan mereka tidak dapat memahami mengapa seorang tentara bayaran berinvestasi begitu banyak dalam tameng ini. Hanya sedikit tentara bayaran di garis depan dan perancang perisai ini yang memahami pentingnya peralatan ini. Di masa mudanya, perancang perisai ini memimpin serangan ke Desa Aaru untuk mencari musuh rekannya, hanya untuk dikalahkan oleh seorang penjaga muda. Dengan perisai di tangan kiri dan tombak di tangan kanan, pelindung dengan dua warna mata yang berbeda itu menyerang seperti badai pasir. Dia menghancurkan semua senjata dan pelindung penyusup, dan mengalahkan mereka hanya dengan satu serangan, memukau mereka sebelum menyerahkan mereka ke penjaga tua yang menegur kemudian melepaskan mereka. Perancang perisai, yang bukan lagi seorang penjahat, mengingat penjaga muda dengan dua warna mata berbeda itu dan menganggapnya sebagai orang terkuat yang pernah dia temui. Dia mengubah perisai lama menjadi perisai bundar yang ada hari ini berdasarkan prinsip \"serangan terkuat adalah pertahanan terkuat\".\\nBila kamu berkesempatan melawan penjaga dengan dua warna mata berbeda ini, semoga perisai ini setidaknya bisa menahan salah satu serangannya ....",
  "load": 64,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Hiasan Gantung"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Athel Wood",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Iron Chunk",
      "amount": 4
    }
  ]
}
