{
  "_id": 370801,
  "id": "court_of_justices_valor",
  "rarity": 4,
  "name": "\"Keberanian Pengadilan Hukum\"",
  "description": "Bangunan berukuran sedang yang kokoh secara struktural dan dibangun dengan gaya yang sama dengan Adventurers' Guild cabang Court of Fontaine. Merupakan salah satu dari sedikit bangunan yang menggunakan rusuk logam dan metode pembangunan semen terak, bahkan celah di antara pasangan batu-batanya diisi dengan perekat yang kuat. Konon katanya bahkan mekanisme roda gigi yang mengamuk akan sulit untuk menghancurkannya.\\nMenurut majalah tertentu, saat Adventurers' Guild membangun cabang di Fontaine, mereka sudah mempertimbangkan adanya kemungkinan inspeksi berulang kali oleh Maison Gardiennage dan tekanan tinggi yang diberikan oleh mekanisme roda gigi yang berat terhadap lantai bangunan. Selain itu, saat timbul perselisihan dengan Maison Gardiennage atau kalau ada mekanisme roda gigi yang di luar kontrol, bahkan separuh bangunannya bisa dihancurkan dengan mudah. Oleh karena itu, Adventurers' Guild bersedia menginvestasikan banyak uang untuk membangun struktur yang kuat dengan menggunakan rusuk logam.\\nWaktu ditanya tentang hal ini, anggota Adventurers' Guild menolak memberi komentar atau cuma sekadar menjawab dengan kalimat hampa saja. Tapi, penduduk setempat tahu dengan jelas dan bilang kalau hubungan antara Adventurers' Guild dan Maison Gardiennage cukup harmonis, lagi pula bangunan ini tidak dirancang khusus untuk Adventurers' Guild. Sehingga artikel itu dianggap mengada-ada dan dikategorikan sebagai hoaks. Akibatnya, penulis artikel langsung menjadi karakter yang dimaki-maki di industri media Fontaine.",
  "load": 397,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Fontaine"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Mallow Wood",
      "amount": 10
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Iron Chunk",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "White Iron Chunk",
      "amount": 10
    }
  ]
}
