{
  "_id": 370518,
  "id": "dodocos_summertime",
  "rarity": 4,
  "name": "\"Momen Musim Panas Dodoco\"",
  "description": "\"Kelihatannya, jadi banyak juga teman-teman yang pergi ke Golden Apple Archipelago bersama-sama dengan Klee ya.\"\\n\"Kalau nanti hujan dan masing-masing orang cuma berteduh di tenda masing-masing sampai hujannya berhenti, rasanya terlalu membosankan.\"\\n\"Kenapa tidak membangun sebuah tenda besar saja yang semua orang dan barang bisa masuk sekaligus di dalamnnya?\"\\n\"Oh ya, tendanya juga harus cukup besar untuk menampung semua harta karun yang ditemukan selama petualangan ya.\"\\n\"Tapi dipikir-pikir, bagaimana mengangkut tenda yang ukurannya sebesar itu ....\"\\n\"Jangan khawatir sih! Teman Klee pasti kepikiran cara untuk mewujudkannya!\"\\n....\\nAlbedo bilang, setelah petualangan musim panas tahun lalu, Nona Alice sempat kembali ke Mondstadt sebentar untuk berbincang-bincang singkat dengan Albedo tentang idenya saat itu.\\nIde sang penyihir benar-benar menyeluruh. Selama penjelajahan di Golden Apple Archipelago, akhirnya semua orang akhirnya bisa benar-benar beristirahat di bawah tenda ini untuk waktu yang lama, sambil menunggu hujan berhenti, dan menghabiskan malam yang panjang. Berbagai pernak-pernik peralatan yang dipasang di tenda juga berhasil menghadirkan banyak keseruan buat semua orang.\\nDan untuk sejumlah besar harta karun yang ditemukan oleh Klee selama dia menjelajahi kepulauan itu, semua orang berusaha keras untuk membawanya kembali ke Mondstadt. Misalnya dengan membekukan jalanan basah dengan elemen Cryo, sehingga kotak kargonya bisa terrdorong maju dengan cepat; atau menggunakan Solar Isotoma buatan untuk mengangkat barang dan menghindarkannya dari medan yang kasar ... Semua ini benar-benar jadi pengalaman yang unik!",
  "load": 140,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 6006,
      "category": "Stan Cuma-Cuma",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101302,
      "id": "cuihua_wood",
      "name": "Cuihua Wood",
      "amount": 12
    },
    {
      "_id": 101401,
      "id": "fabric",
      "name": "Fabric",
      "amount": 6
    },
    {
      "_id": 101402,
      "id": "red_dye",
      "name": "Red Dye",
      "amount": 6
    }
  ]
}
