{
  "_id": 372468,
  "id": "no_jumping_no_tramping",
  "rarity": 2,
  "name": "Dilarang Injak, Dilarang Lompat",
  "description": "\"Tanaman yang kulitnya sangat elastis dan dipenuhi dengan zat gas. Jika seseorang ingin melihat dunia melalui mata \"Ruin Drake: Skywatch\", dia dapat mencoba menginjak dan melompat ke atas tanaman ini.\"\\nBegitulah semak padang pasir ini dijelaskan dalam buku pegangan terbaru para Matra.\\nSeperti entri tentang dupa, entri ini tampaknya tidak memberikan instruksi nyata untuk memberikan karya Matra. Namun beberapa Matra mencobanya sendiri dan akhirnya menyimpulkan \"Elastisitas tanaman ini lumayan untuk dipakai sebagai bantalan kursi\". Kecuali satu orang yang mencoba menginjak tanaman tersebut sebanyak 20.003 kali. Terakhir kali, tanaman itu akhirnya meledak, dan orang itu juga terlempar ke udara oleh kekuatan elastis ini.\\nSuatu hari, seorang bawahan muda, yang tidak dapat menahan rasa ingin tahunya lagi, datang ke Mahamatra Agung dengan buku petunjuk penuh catatan dan menanyakan \"Ahli botani mana yang Anda minta untuk membantu menulis buku petunjuk ini?\" dan \"Apa makna mendalam di balik deskripsi yang tampaknya sederhana dan ringan ini?\"\\nSaat itu Mahamatra Agung sedang berada di Desa Gandharva untuk makan dengan seorang Pelindung Hutan dengan telinga panjang tegak. Mendengar pertanyaan-pertanyaan ini, dia menyelesaikan makannya dan kemudian, dengan wajah datar, menceritakan dua lelucon yang tidak berbeda dari gayanya yang biasa. Hal ini mengejutkan bawahan muda tersebut untuk sementara waktu. Melihat kebingungannya, Mahamatra Agung tampak siap memberikan penjelasan yang lebih rinci. Tapi sebelum dia bisa menjelaskan, Pelindung Hutan buru-buru memotongnya dan berkata, \"Dia hanya ingin menulis sesuatu untuk meredakan suasana. Jika kamu tidak memahami paragraf tertentu, berarti konten itu tidak penting sama sekali. Dan jika kamu tidak menganggap deskripsi ini lucu, maka kamu tidak perlu mengingatnya!\"\\nBawahan muda itu mengakhiri percakapan berakhir dengan tergesa-gesa dan mengingat kata-kata Pelindung Hutan, serta membagikannya dengan rekan-rekan lainnya. Sayangnya, hingga saat ini, para Matra ini tampaknya masih belum memahami sepenuhnya arti dari kata-kata tersebut.",
  "load": 24,
  "energy": 10,
  "category": [
    {
      "id": 10007,
      "category": "Semak Kecil"
    }
  ]
}
