{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "\"Mimpi Ungu Sentosa\"",
  "description": "Semak hasil budidaya tukang kebun Fontaine yang berbentuk indah dan beraroma harum memabukkan. Mungkin karena warnanya atau wanginya, sebuah tabloid lokal pernah mengklaim bahwa bunga ini beracun. Menurut artikel tersebut, orang yang berlama-lama di dekat bunga ini akan menderita insomnia, mudah tersulut emosinya, atau sakit mata. Setelah beberapa waktu, ada tabloid yang bilang kalau minum teh bunga ini akan bisa awet muda.\\nSempat terjadi debat sengit antara warga Fontaine dan petugas Palais Mermonia yang mengurus keindahan kota. Ada warga yang menghindarinya mati-matian, tapi ada juga yang ingin mencangkokkannya ke pekarangan rumah mereka ....\\nKarena tidak ada pilihan, Palais Mermonia akhirnya mengundang pakar botani untuk menulis artikel bersambung selama tujuh hari di kolom The Steambird, untuk mengkonfirmasi berita simpang siur tentang bunga ini. Bahwa bunga ini hanyalah tanaman hias yang tidak punya khasiat atau pengaruh aneh-aneh ke tubuh warga selain cantik dan menambah semangat ketika dilihat.\\nSekarang ini, bunga ungu ini juga menghiasi area gerbang Opera Epiclese, dan sudah tidak lagi tumbuh dikelilingi gosip aneh-aneh.\\nNamun, ada pengarang novel yang terinspirasi oleh peristiwa tersebut. Dia menulis beberapa novel pendek bertemakan \"bunga berbahaya\", salah satu yang paling populer berjudul \"Damai Hari Kesembilan\", yang menceritakan tentang bunga beracun yang dipakai sebagai alat untuk melakukan kejahatan, dan bentuk awal bunga ini adalah semak yang pernah jadi korban gosip simpang siur.\\nUntuk menghindari kejadian yang sama terulang kembali, si penulis membuat pernyataan seperti ini di halaman pertama novelnya:\\n\"Penulis tidak menyarankan pembaca dan orang-orang terdekatnya untuk mengonsumsi bunga ini\".",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "Semak Kecil",
      "type": "Exterior"
    }
  ]
}
