{
  "_id": 379045,
  "id": "pseudoshark_unihornfish",
  "rarity": 4,
  "name": "Pseudoshark Unihornfish",
  "description": "Ikan hias yang berharga, dapat dipelihara di dalam \"Kolam Renungan Awan\" dan \"Akuarium Kayu Cahaya\".\\nJenis ikan unik bertanduk tunggal. Tubuhnya bulat dan kokoh, perutnya elastis seperti balon ... Sebenarnya, memang ada kantung renang yang bentuknya seperti balon padanya.\\nMeskipun \"Phony Phlogiston Unihornfish\" dapat menyediakan material cat yang berharga bagi penggemar grafiti, namun mereka hanya dapat hidup di lingkungan phlogiston cair. Oleh karena itu, Aliansi Grafiti mulai mencari cara merawat ikan jenis ini di lingkungan perairan biasa. Demi ini, pemimpin Aliansi Grafiti yang sebelumnya bekerja sama dengan Natlan Fishing Association dan mengeluarkan biaya yang sangat besar untuk mengimpor ikan roda gigi dari Fontaine. Mereka ingin menggunakan teknologi \"Maintenance Mek\" untuk membangun robot simulasi ekologis dengan kemampuan mengumpulkan data dari atas kapal dan melakukan pengamatan serta penelitian yang luas. Sayangnya, hasilnya sangat mengecewakan: struktur kristal bak tanduk pada kepala Unihornfish berhenti bersinar dengan cahaya seperti api setelah sang ikan meninggalkan lingkungan Phlogiston cairnya. Dengan demikian, sudah seluruh rangkaian rencana tersebut pun berakhir gagal. Untungnya, ikan robot bertanduk tunggal ini tampak seperti hiu dari kejauhan karena sirip punggungnya yang menjulur ke atas air saat mereka berenang. Ini menyebabkan Warga Mata Air membeli sejumlah \"Pseudoshark Unihornfish\" dari Aliansi Grafiti dan Natlan Fishing Association yang kemudian digunakan untuk menghadirkan pengalaman yang mendebarkan namun tetap aman bagi para wisatawan yang berselancar, serta menakut-nakuti pelanggar hukum di wilayah perairan tertentu.",
  "load": 0,
  "energy": 0,
  "category": [
    {
      "id": 14001,
      "category": "Ikan Hias Luar Ruangan",
      "type": "Exterior"
    },
    {
      "id": 14008,
      "category": "Ikan Hias Dalam Ruangan",
      "type": "Interior"
    }
  ]
}