{
  "_id": 364213,
  "id": "athelwood_metal_buckler",
  "rarity": 3,
  "name": "Bouclier résistant en bois de tamaris Athel",
  "description": "Un bouclier rond et lourd qui recèle un secret derrière son apparence de targe ordinaire.\\nDu bois de tamaris Athel d'âge moyen et d'épaisseur appropriée est tout d'abord sélectionné. On le traite en utilisant la torréfaction, le cirage et d'autres procédés pour renforcer sa dureté au maximum, puis on assemble trois planches relativement légères et souples au moyen de tenons et de mortaises pour former une structure composite à double couche qui sert à user le plus possible les lames et les pointes de flèches qui viendront s'y abattre, réduisant à néant leur dangerosité et neutralisant leurs attaques. Enfin, les bords du bouclier sont recouverts d'un cadre en fer résistant et le centre du bouclier est renforcé avec une pointe de fer afin de parer les attaques contondantes et les charges des boucliers ennemis. C'est ainsi que l'on fabrique un tel bouclier... Rien n'est laissé au hasard.\\nOn dit qu'il est capable de parer toutes les attaques de personnes ne possédant pas d'œil divin. Son prix est assez élevé : il est équivalent à celui d'une dizaine d'armes ordinaires, et de ce fait, il n'est utilisé que par un petit nombre d'Érémites ou de membres de la Légion des trente lourdement équipés.\\nLes Pilleurs de trésors, à l'inverse, privilégient les équipements légers afin de faciliter la mobilité, et ont du mal à comprendre pourquoi ces mercenaires investissent autant dans un tel matériel. Seuls les combattants en première ligne et le concepteur de ce bouclier sont à même de comprendre son importance : dans sa folle jeunesse, son créateur a pris la tête d'une escarmouche contre le Village d'Aaru à la recherche de l'ennemi juré d'un de ses collègues, mais a fini par être vaincu par une jeune protectrice. Avec un bouclier dans la main gauche et une lance dans la droite, cette femme aux yeux hétérochromes a fondu sur eux telle une avalanche, brisant toutes les armes et armures des envahisseurs en une seule charge, les assommant avec juste ce qu'il faut de force, avant de les remettre aux protecteurs âgés, de les admonester et de les relâcher. Le concepteur du bouclier s'est depuis repenti et n'est plus un criminel. Il s'est souvenu de la jeune protectrice aux yeux vairons comme l'adversaire la plus forte qu'il n'ait jamais rencontrée. En ayant à l'esprit que l'attaque est la meilleure défense, il a transformé les anciens boucliers pour créer le modèle rond d'aujourd'hui.\\nIl espère que, si un jour lui vient la chance de se mesurer de nouveau à cette jeune protectrice, ce bouclier sera capable de parer ses assauts...",
  "load": 64,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Éléments suspendus"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Bois de tamaris Athel",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Morceau de fer",
      "amount": 4
    }
  ]
}
