{
  "_id": 370801,
  "id": "court_of_justices_valor",
  "rarity": 4,
  "name": "« Hardiesse de la cour de justice »",
  "description": "Un bâtiment de taille moyenne à la structure solide, construit dans le même style que la succursale de la Guilde des aventuriers de la Cour de Fontaine. C'est l'un des rares bâtiments à utiliser la méthode de construction à ossature métallique et ciment laitier, et même les interstices de sa structure sont remplis d'un adhésif puissant. On dit que même un Méka horlogoïde fou furieux aurait du mal à le démolir.\\nSelon un certain tabloïd, lorsque la Guilde des aventuriers a construit sa succursale de Fontaine, ils ont pris en considération la possibilité d'inspections répétées de la Maison Gardiennage et l'énorme pression que leurs lourds Mékas horlogoïdes exerceraient sur le sol. De plus, si un conflit devait éclater avec la Maison Gardiennage ou si un Méka horlogoïde devenait incontrôlable, la moitié du bâtiment aurait pu être facilement détruite. Ainsi, la Guilde des aventuriers a décidé d'investir une somme énorme dans une structure solide utilisant une charpente métallique.\\nInterrogés à ce sujet, les membres de la Guilde ont refusé de commenter ou ont simplement répondu avec des platitudes. Cependant, les résidents ont clairement indiqué que la relation entre la Guilde des aventuriers et la Maison Gardiennage était harmonieuse, et que le bâtiment n'avait pas été conçu spécialement pour la Guilde. L'article a été considéré comme mensonger et répandant des rumeurs. En conséquence, son auteur est rapidement devenu un paria dans l'industrie des médias de Fontaine.",
  "load": 397,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Style fontainois",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Bois d'hibiscus",
      "amount": 10
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Morceau de fer",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Morceau de fer blanc",
      "amount": 10
    }
  ]
}
