{
  "_id": 370806,
  "id": "court_of_justices_prosperity",
  "rarity": 4,
  "name": "« Opulence de la cour de justice »",
  "description": "Un des bâtiments commerciaux standards de la Cour de Fontaine. C'est un produit des premières incursions dans l'architecture modulaire et un exemple des « Normes de la Cour de Fontaine pour les décorations murales en extérieur ». Une fois la construction utilisant du ciment laitier arrivée à maturité, les architectes pensaient qu'un assemblage rapide de maisons à grande échelle était possible en fabriquant tous les murs porteurs à l'avance et en utilisant de grands Mékas horlogoïdes pour aider à la construction.\\nCependant, malgré de nombreuses tentatives d'ajustement de la couleur, un gris glacial ou un blanc sombre étaient les seuls résultats possibles pour le ciment laitier, et les logements et les intérieurs qui en résulteraient auraient été beaucoup trop simples. Des briques jaune clair étaient donc toujours nécessaires pour les panneaux muraux extérieurs tandis que des carreaux ou du parquet étaient requis sur les sols à l'intérieur. Ainsi, les soucis d'esthétique et d'habitabilité l'ont emporté sur le gain de temps promis par la construction modulaire. Les architectes se sont donc tournés vers une autre forme de conception modulaire axée sur la structure et réservant de l'espace pour la tuyauterie interne.\\nBien sûr, même si les architectes réussissent, il se peut qu'il n'y ait pas beaucoup de demande à Fontaine, à moins que l'Institut de recherche ne soit reconstruit... Ce qui est déjà une affaire bien compliquée en soi...",
  "load": 525,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Style fontainois",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Bois d'hibiscus",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Morceau de fer blanc",
      "amount": 10
    }
  ]
}