{
  "_id": 370709,
  "id": "desert_house_hidden_light",
  "rarity": 3,
  "name": "Maison du désert « Lumière cachée »",
  "description": "Un bâtiment que l'on trouve dans le Village d'Aaru. Les gardes utilisent souvent cet édifice étroit pour stocker des armes. Il n'y a généralement besoin que d'une petite pièce pour conserver l'équipement d'une équipe de gardes.\\nOn dit que lors de la cérémonie de sélection des protecteurs du village, il y a une épreuve au cours de laquelle les candidats doivent lancer l'arme la plus lourde et la plus grande de l'inventaire et battre le score du premier protecteur. À l'époque où elle y participa, la jeune protectrice aux yeux vairons n'avait même pas huit ans. Au moment où les gens s'amassèrent autour d'elle et les portes de l'entrepôt s'ouvrirent, tout le monde découvrit une lance d'une taille exagérément longue reposait contre le mur. Les lattes du plancher s'enfonçaient sous son poids, tandis que sa pointe transperçait presque le plafond.\\nÉtait-ce une arme pour s'entraîner à acquérir plus de force, un accessoire destiné à attirer l'attention des gens lors de démonstrations, ou bien un objet conçu pour mettre les candidats en difficulté délibérément ? Les personnes présentes n'eurent pas le temps de trouver la réponse.\\nMalgré tout, la jeune fille aux yeux vairons affirma qu'il n'y avait aucun problème. Comme si c'était quelque chose d'habituel pour elle, elle saisit la lance avec aisance et sortit du bâtiment. D'un lancer habile, elle jeta la lance au loin, et celle-ci atterrit tout juste un demi-pas plus loin que le record du précédent protecteur.\\nAprès cet épisode, aucun des protecteurs qui la précédait n'osa remettre en question cette protectrice aux yeux vairons. Cela est sans doute dû au fait que, après avoir réussi l'épreuve, la seule réaction de la protectrice aux yeux vairons fut de leur adresser un sourire calme et amical, sans même les confronter au sujet de la lance...",
  "load": 94,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 13005,
      "category": "Style sumérien"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Bois de tamaris Athel",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Morceau de fer",
      "amount": 4
    }
  ]
}
