{
  "_id": 362223,
  "id": "hued_vase_amber",
  "rarity": 3,
  "name": "Vase teinté « Ambre »",
  "description": "Une délicate pièce de céramique blanche claire et décorée de motifs ambrés. Elle est souvent utilisée par les familles aisées comme récipient ou comme pièce décorative, bien qu'elle soit beaucoup moins chère ne l'étaient les premières poteries vernissées, ce que l'on doit à une marchande ambulante hors du commun.\\nCette marchande ambulante fait des affaires différemment des autres personnes en ce qu'elle met davantage l'accent sur l'équilibre entre le profit et les ventes et qu'elle méprise ses concurrents, ces derniers ayant l'habitude de rendre les poteries inaccessibles au grand public en faisant gonfler les prix artificiellement. Cette singulière commerçante utilise des concentrés de connaissances pour enseigner des techniques artisanales secrètes aux potiers. Dans ses contrats avec les fabricants, elle stipule toujours un prix de détail suggéré sur lequel elle réalise un bénéfice proportionnel au nombre d'articles vendus. Grâce à son modèle commercial, elle a réalisé en quelques années d'énormes bénéfices et a dépassé la plupart de ses concurrents, rendant également la céramique émaillée accessible au plus grand nombre. Toute l'affaire s'est déroulée si discrètement qu'aujourd'hui encore, les marchands qui vendaient des poteries vernissées comme articles de luxe n'arrivent pas à comprendre ce qui a mal tourné. De leur point de vue, les potiers ont tous « soudainement reçu les conseils d'un expert et ont renversé à tout jamais le marché de la poterie ».\\nPourtant, aussi impressionnants que ces stratagèmes puissent paraître, la marchande itinérante elle-même semble presque avoir oublié cette histoire. Après tout, ce n'était rien de plus qu'un bref épisode au milieu de ses années passées à faire des affaires dans le monde entier.",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 4003,
      "category": "Artisanats"
    }
  ],
  "recipe": [
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Morceau de fer blanc",
      "amount": 4
    },
    {
      "_id": 101403,
      "id": "yellow_dye",
      "name": "Teinture jaune",
      "amount": 4
    }
  ]
}
