{
  "_id": 372468,
  "id": "no_jumping_no_tramping",
  "rarity": 2,
  "name": "Zone interdite aux sauts et piétinements",
  "description": "« Une plante dont la peau est incroyablement élastique et remplie de substances gazeuses. Si vous souhaitez avoir le champ de vision d'un Dragon des ruines aérien, vous pouvez essayer de sauter sur ces plantes. »\\nVoici ce que la dernière édition du manuel des matras dit à propos de cette espèce de buisson du désert.\\nComme pour celle de l'encens, cette entrée ne semble pas donner de véritables instructions utiles pour le travail de matra. Cependant, certains d'entre eux ont essayé et ont finalement conclu que « ces plantes peuvent servir de coussins assez confortables »... À l'exception de l'individu qui a essayé de marcher sur cette plante la 20 003e fois. La plante a fini par exploser et projeter le malheureux dans les airs.\\nUn jour, un jeune subordonné qui ne pouvait plus contenir sa curiosité est venu voir le général mahamatra avec un manuel rempli d'annotations et lui a posé deux questions : « Quel est botaniste auquel vous avez fait appel pour écrire ce manuel ? » et « Y a-t-il un sens caché derrière ces descriptions d'apparence simple et insouciante ? »\\nÀ ce moment-là, le général mahamatra était à Gandharva et mangeait avec un certain brigadier forestier aux longues oreilles droites. En entendant ces questions, il a terminé son repas avant d'enchaîner sur deux blagues de son cru habituel tout en gardant un air impassible. Son subordonné est resté bouche bée pendant un moment. Voyant sa confusion, le général mahamatra était prêt à donner des explications plus détaillées. Cependant, son ami brigadier forestier l'a interrompu précipitamment en disant : « Il voulait simplement détendre l'atmosphère. Si vous n'arrivez pas à comprendre certains propos du manuel, c'est que ce n'est pas important. Et si vous ne les trouvez pas amusants, pas besoin de vous en souvenir ! »\\nLa conversation s'est hâtivement terminée ainsi. Le jeune subordonné a retenu les paroles du brigadier et les a partagées avec ses collègues. Malheureusement, jusqu'à ce jour, les pauvres matras ne comprennent toujours pas ce qu'il a voulu dire.",
  "load": 35,
  "energy": 10,
  "category": [
    {
      "id": 10007,
      "category": "Petits buissons",
      "type": "Exterior"
    }
  ]
}