{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "« Rêve violet paisible »",
  "description": "Un arbuste cultivé par les jardiniers fontainois qui présente une jolie taille et un parfum envoûtant. Du fait de sa teinte vive ou de son parfum saisissant, un tabloïd local a affirmé dans une de ses éditions que cet arbuste contenait un certain type de poison à action lente. Selon ce journal, les personnes qui s'attardaient trop longtemps près de ses fleurs pouvaient souffrir de problèmes physiques tels que l'insomnie, l'irritabilité et des problèmes de gonflement et de douleurs aux yeux. Par la suite, un autre tabloïd peu connu avait affirmé qu'un célèbre chanteur d'opéra consommait régulièrement du thé aux fleurs provenant de cet arbuste et que cette boisson était sa source de jouvence.\\nPendant un certain temps, il y eut un débat houleux parmi certains Fontainois à propos de ces fleurs, et à propos du département du Palais Mermonia chargé de l'aménagement paysager de la ville. Certaines personnes évitaient autant que possible ces fleurs, tandis que d'autres voulaient en ramener chez elles discrètement pour les cultiver...\\nSans autre option, le palais a dû inviter un spécialiste en botanique pour rédiger une série d'articles durant sept jours publiée sur L'Oiseau de vapeur, mettant au clair tous les mensonges concernant cet arbuste et soulignant le fait que ce type de fleur était simplement ornemental et n'avait aucun autre impact sur la vie des habitants de Fontaine mis à part leur remonter le moral.\\nDe nos jours, ces fleurs violettes poussent dans la zone située devant les portes de l'Opéra Épiclèse, et la légende noire qu'elles ont subi depuis longtemps s'estompe grâce aux efforts de ces spécialistes.\\nNéanmoins, certains romanciers se sont beaucoup inspirés de ce malentendu et ont écrit de courts romans sur le thème de ces « fleurs périlleuses ». L'un de ces romans, intitulé « Un 9e jour paisible », a connu une grande popularité. Il présente des fleurs vénéneuses comme moyen de commettre des crimes sournois. Par ailleurs, la plante dont elles sont issues a été inspirée de l'arbuste controversé. \\nPour éviter tout malentendu concernant l'arbuste, l'auteur de ce roman a rajouté comme avertissement au début de son histoire :\\n« Ceci est une œuvre de fiction ! »\\n« ... Néanmoins, l'auteur ne vous encourage pas, ou bien les membres de votre famille, à consommer cette fleur. »",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "Petits buissons",
      "type": "Exterior"
    }
  ]
}
