{
  "_id": 364213,
  "id": "athelwood_metal_buckler",
  "rarity": 3,
  "name": "Escudo Fortalecido de Madeira de Tamarisco",
  "description": "Um escudo redondo pesado, que parece ser um escudo redondo comum, mas possui um segredo oculto.\\nSelecione a Madeira de Tamarisco com idade moderada e textura firme, e corte em tábuas de tamanho e espessura apropriadas. Após defumar, assar, encerar e outros processos, a rigidez é melhorada na maior medida possível, e então a estrutura de encaixa e espiga são juntadas e fixadas em três fundos relativamente leves e macios para formar uma estrutura composta de dupla camada, que tenta desgastar lâminas e flechas vindo em sua direção ao máximo possível, enfraquecendo seu poder e eliminando o impacto. Ao mesmo tempo, a moldura é coberta com uma estrutura de ferro rígida, e a estrutura de reforço é colocada no vértice do arco do escudo para resistir ao impacto de objetos de contusão e outros escudos, e assim, o escudo está completo.\\nDizem que ele pode defender ataques de qualquer um sem uma Visão. O preço também é bastante alto, equivalente a dúzias de armas comuns ou apenas um pequeno número de equipamentos dos Eremitas ou da Tropa dos Trinta.\\nLadrões de Tesouro, que priorizam a leveza do equipamento, não compreendem o porquê um mercenário investiria tanto em um escudo assim. Apenas alguns mercenários na linha de frente e o criador do escudo entendem a importância deste equipamento. Em sua juventude, o criador do escudo liderou uma incursão na Vila Aaru para procurar por um rival para seus colegas, apenas para ser derrotado por uma guarda jovem. Com um escudo na mão esquerda e uma lança na direita, a guarda heterocromática atacou como uma avalanche, destruindo todas as armas e armaduras dos intrusos em uma única investida, atordoando-os com a quantidade certa de força, antes de entregá-los para o guarda mais experiente, admoestando-os e os liberando. O criador do escudo, agora reabilitado, não mais um criminoso, lembrou da jovem guarda com olhos de cores diferentes e a considerou a pessoa mais forte que ele já conheceu, e baseado no princípio de \"a maior ofensiva é a maior defensiva\", ele transformou o antigo escudo no escudo redondo atual.\\nNa próxima vez que você enfrentar uma guarda com olhos heterocromáticos, vamos torcer para que ele aguente pelo menos um de seus ataques...",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Ornamento Suspenso"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Madeira de Tamarisco",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Pedaço de Ferro",
      "amount": 4
    }
  ]
}
