{
  "_id": 370518,
  "id": "dodocos_summertime",
  "rarity": 4,
  "name": "O Verão de Dodoco",
  "description": "\"No caso, não seria porque a Klee teve muitos companheiros durante sua aventura no arquipélago?\"\\n\"As coisas ficariam extremamente entediantes se todos eles tivessem que esperar em tendas separadas caso tivesse uma chuva repentina.\"\\n\"E é por isso que eu decidir montar uma tenda especialmente grande para que todos pudessem descansar, e acrescentei algumas besteirinhas divertidas aqui e ali por via das dúvidas.\"\\n\"E, claro, a tenda tinha que ser grande o suficiente para caber todos os tesouros que eles pegassem durante sua aventura.\"\\n\"Mas como eles conseguiriam levar tantos tesouros, se eles poderiam encher uma tenda tão grande?\"\\n\"Ah, vai ficar tudo bem! Os amigos da Klee vão encontrar uma forma!\"\\n\\n...\\nSegundo Albedo, a Sra. Alice passou por Mondstadt logo após a aventura de verão do ano passado para discutir seu pensamento na época.\\nAs observações da feiticeira eram realmente compreensivas. Como ela imaginava, todos realmente descansaram sob a tenda por algum tempo, e os mecanismos dentro dela proporcionaram um entretenimento significativo enquanto chovia ou as noites escuras chegavam.\\nAgora, quanto à grande quantidade de tesouros que a Klee descobriu durante sua exploração, foi necessário muito esforço para conseguir trazer tudo de volta para Mondstadt.\\nPor exemplo, usar Cryo para congelar a água para conseguir empurrar melhor as cargas, ou usar a Radiação Solar para levantar pesos para conseguir atravessar terrenos montanhosos... Pode-se dizer que só a experiência de transporte foi algo bem único!",
  "load": 140,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 6006,
      "category": "Estande Livre",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101302,
      "id": "cuihua_wood",
      "name": "Madeira de Cuihua",
      "amount": 12
    },
    {
      "_id": 101401,
      "id": "fabric",
      "name": "Tecido",
      "amount": 6
    },
    {
      "_id": 101402,
      "id": "red_dye",
      "name": "Tinta Vermelha",
      "amount": 6
    }
  ]
}