{
  "_id": 379036,
  "id": "maintenance_mek_platinum_collection",
  "rarity": 4,
  "name": "Mecaprotetor: Coleção de Platina",
  "description": "Um peixe ornamental precioso que pode ser pescado na Piscina da Nuvem de Espíritos e Claridade Sombreada.\\nUm mecanismo desenvolvido para ajudar os Mecautômmatos submarinos e aumentar a eficácia das equipes de mergulho mecânicas. O design original tinha como objetivo a remoção de lixo submarino e eliminação de restos de plantas aquáticas, evitando que se acumulassem em posições importantes dos Mecautômatos e reduzissem as vezes que eles poderiam quebrar.\\nComparado aos outros modelos produzidos em massa, o Mecaprotetor \"Coleção de Platina\" especial tem um corpo brilhante que foi desenvolvido especialmente como um modelo comemorativo. Esses desenvolvedores promoveram esse modelo para alguns comerciantes abastados numa tentativa de obterem mais fundos. Por isso, enviam esses modelos como uma lembrança que pode ser colocada em aquários e é agradável de se olhar. É realmente algo bem incomum. Infelizmente, nenhuma dessas tentativas funcionou, por isso os desenvolvedores mudaram seus planos para tentar vendê-los como brinquedos para compensar a falta de dinheiro do projeto.\\nNo final, devido ao acidente que todos nós sabemos, toda a equipe de desenvolvedores foi demitida e seus projetos futuros foram cancelados. Atualmente, todos os Mecaprotetores de Fontaine estão sem supervisão, e o lote \"Coleção de Platina\" não é exceção, todos se perderam na água. Ao desaparecerem na água, se tornaram os \"peixes\" mais únicos e caros de Fontaine. De acordo com uma investigação profunda feita pelos jornalistas do Pássaro a Vapor com os dados atuais, \"esses Mecaprotetores não causaram nenhuma diferença significativa nos níveis de poluição nas águas de Fontaine, e efeito do projeto ainda está em questão.\". Atualmente, os Mecautômatos restantes da Coleção de Platina ainda rondam pelas águas de Fontaine e são considerados fisgadas preciosas. Afinal, um Mecautômato da Coleção de Platina é raro como os peixes ornamentais mais raros de outras nações.",
  "load": 0,
  "energy": 0,
  "category": [
    {
      "id": 14001,
      "category": "Peixe Ornamental Externo",
      "type": "Exterior"
    },
    {
      "id": 14008,
      "category": "Peixe Ornamental da Casa",
      "type": "Interior"
    }
  ]
}