{
  "_id": 379035,
  "id": "maintenance_mek_situation_controller",
  "rarity": 4,
  "name": "Mecaprotetor: Controlador",
  "description": "Um valioso Peixe Ornamental que pode ser criado em uma Piscina da Nuvem de Espíritos e em uma Claridade Sombreada.\\nUm Mecautômato que auxilia em tarefas subaquáticas e melhora o desempenho da maquinaria de mergulho. Originalmente, ele era usado para limpar lixo, algas e outros detritos, a fim de evitar a obstrução dos componentes dos Mecautômatos aquáticos e minimizar erros. É por isso que são chamados de \"lixões subaquáticos\" e são tão importantes para o ecossistema de Fontaine.\\nEsse Mecautômato possui um sensor que detecta qualquer alvo e analisa o lixo que encontra com seu \"olfato\". Por esse motivo, às vezes também são atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguem pegar um com sua vara de pesca costumam chamá-lo de \"Mecaprotetor\" ou \"Mecapeixe\".\\nEm certas circunstâncias, os Mecaprotetores confundem o alimento de criaturas aquáticas com lixo, o que leva a confrontos em que os Mecautômatos menores saem prejudicados. Por essa razão, a população de Mecaprotetores diminuiu drasticamente.\\nPara proteger os dois modelos anteriores, os pesquisadores utilizaram o conhecimento científico disponível para aumentar o desempenho da estrutura central e desenvolver um terceiro modelo com capacidade de combate para expulsar essas criaturas aquáticas. Isso garantiria um bom ambiente de trabalho para os Mecaprotetores e permitiria sua produção em massa.\\nNo entanto, mais tarde, o Instituto de Pesquisas de Fontaine ordenou a interrupção do desenvolvimento desses Mecaprotetores porque \"Se esses aparelhos espantam as criaturas aquáticas mais ferozes, para que precisaríamos dos Mecaprotetores anteriores?\". Além disso, há evidências de que os Mecaprotetores não conseguem afugentar as criaturas mais perigosas, mas apenas lidam com alguns peixes comuns e ainda têm um impacto negativo no meio ambiente. Por isso, os pesquisadores tiveram que desligar alguns e restringir suas funções de ataque.",
  "category": [
    {
      "id": 14001,
      "category": "Peixe Ornamental Externo",
      "type": "Exterior"
    },
    {
      "id": 14008,
      "category": "Peixe Ornamental da Casa"
    }
  ]
}
