{
  "_id": 372468,
  "id": "no_jumping_no_tramping",
  "rarity": 2,
  "name": "Proibido Pisar e Pular",
  "description": "\"Estas plantas têm uma incrível elasticidade de pele e são preenchidas com um material gasoso. Se alguém desejar experienciar o mundo através dos olhos de um \"Dragão das Ruínas: Vigia Aérea,\" talvez se considere pular de uma dessas plantas.\\nA última edição do manual Matra tem isso a dizer sobre essa espécie de arbusto do deserto.\\nComo a discussão sobre o incenso, esta descrição também não parece ter qualquer impacto prático nas operações. Alguns Matras realmente tentaram as instruções por conta própria, concluindo eventualmente que \"estas plantas não são tão ruins como almofadas\" – exceto pela única pessoa que tentou pisar nessa almofada 20.003 vezes, a última vez na qual a planta explodiu, mandando a pessoa pelos ares.\\nUm dia, um jovem subordinado, impossibilitado de conter a curiosidade, trouxe um manual cheio de anotações ao General Mahamatra com as duas seguintes questões: \"qual botânico você consultou para te ajudar com o manual?\" e \"qual é o significado mais profundo por trás de algumas dessas descrições aparentemente simples e relaxadas?\"\\nNo momento, o General Mahamatra estava na Vila Ghandarva falando com um certo Patrulheiro Florestal com longos ouvidos para o alto. Ouvindo aquelas questões, ele terminou sua refeição antes de contar dias piadas que não eram diferentes das que ele contava normalmente com uma cara totalmente séria, deixando seu jovem subordinado atordoado por bastante tempo. Vendo essa confusão, o General Mahamtra parecia pronto para dar uma explicação ainda mais detalhada, apenas para o Patrulheiro Florestal rapidamente falar, dizendo que \"Sabe, ele só precisa escrever algumas coisas para ajustar o ânimo um pouco. Se você não entendeu o que estava sendo dito, então não era tão importante. E se você não encontrou essas descrições engraçadas, então não há necessidade de lembrá-las!\"\\nEncerrando a conversa com pressa, este jovem subordinado manteve as palavras do Patrulheiro Florestal firme na mente, e até as compartilhou com seus colegas. Infelizmente, parece que até hoje, estes pobres Matras ainda não entenderam totalmente o significado destas palavras.",
  "load": 35,
  "energy": 10,
  "category": [
    {
      "id": 10007,
      "category": "Arbusto Pequeno",
      "type": "Exterior"
    }
  ]
}