{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "\"Sonho Roxo Tranquilo\"",
  "description": "Um arbusto cultivado por jardineiros de Fontaine que tem uma forma adorável, e uma fragrância chamativa. Talvez tenham sido os tons vibrantes ou o seu aroma chocante, mas um tabloide local alegou confiantemente que esses arbustos tinham um certo veneno de ação lenta. Segundo esse tabloide, as pessoas que ficassem perto dessas flores por muito tempo poderiam sofrer de insônia, irritabilidade, olhos inchados e irritados. Depois de um tempo, outro tabloide alegou que um cantor de ópera famoso consumia chá dessas flores regularmente, com esse sendo o segredo para a juventude dele.\\nPor um tempo, houve um debate acalorado entre as pessoas de Fontaine sobre essas flores, e sobre o Palais Mermonia, que era responsável pelo paisagismo da cidade. Alguns evitavam essas flores, outros secretamente queriam cultivá-las...\\nSem outras opções, o Palais teve que convidar um especialista em botânica para escrever uma série de editoriais ao longo de sete dias no Pássaro a Vapor, esclarecendo as mentiras, e enfatizando que esse tipo de flor era apenas ornamental, e não tinha nenhum impacto na vida dos habitantes, com exceção de melhorar seus humores.\\nHoje, essas flores roxas também decoram a área em torno do portão da Ópera Epiclese, e o período conturbado que essas flores passaram já se foi, graças aos esforços de várias partes.\\nEntretanto, alguns novelistas tiraram grande inspiração dessa farsa. Essas pessoas, com seu humor refinado, escreveram uma série de contos sobre o tema de flores perigosas, com um conto em particular bem famoso sendo o \"Calmo Dia Nove\", que tinha flores venenosas como o meio para cometer um crime, e mencionava que a forma original da planta perigosa era do arbusto controverso de antes.\\nPara evitar causar o mesmo problema de antes, o autor enfatizou o seguinte no início da história:\\n\"Essa é uma obra de ficção!\"\\n\"... Ainda assim, o autor não está encorajando você, ou os membros de sua família a consumir essa flor.\"",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "Arbusto Pequeno",
      "type": "Exterior"
    }
  ]
}
