{
  "_id": 2101,
  "id": "almond_tofu",
  "name": "Tofu alle mandorle",
  "description": "Un dessert realizzato con delle mandorle tritate. Ha una consistenza liscia come la seta e un aroma persistente di mandorle. Viene chiamato tofu solamente perché ne ha la forma.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Mandorla",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108080,
      "name": "Tofu di mandorle sospetto",
      "description": "Un dessert realizzato con delle mandorle tritate. Il latte di mandorla non è stato raffreddato e mostra dei grumi al suo interno. Solo gli sciocchi penserebbero che la consistenza ruvida sia ciò che rende questo piatto speciale.",
      "effect": "#Aumenta di 66 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108081,
      "name": "Tofu di mandorle",
      "description": "Un dessert realizzato con delle mandorle tritate. Ha una consistenza liscia come la seta e un aroma persistente di mandorle. Viene chiamato tofu solamente perché ne ha la forma.",
      "effect": "#Aumenta di 81 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108082,
      "name": "Tofu di mandorle delizioso",
      "description": "Un dessert realizzato con delle mandorle tritate. Il suo aspetto e la sua consistenza sono raffinati come quelli di un pezzo di giada bianca. Sembra talmente tanto un'opera d'arte che sarebbe quasi un peccato mangiarlo.",
      "effect": "#Aumenta di 95 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108137,
      "id": "sweet_dream",
      "name": "Sogni d'oro",
      "description": "La specialità di Xiao. Il suo sogno è molto semplice, ed è semplicemente fantastico.",
      "effect": "#Aumenta di 114 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "xiao",
        "name": "Xiao"
      }
    }
  }
}