{
  "_id": 3106,
  "id": "bamboo_shoot_soup",
  "name": "Zuppa di germogli di bambù",
  "description": "Una zuppa che è stata cotta per molto tempo. La carne e il prosciutto sono stati tagliati a cubetti e la zuppa è stata fatta bollire a fuoco lento fino a farle assumere un colore bianco latte. Questo tipo di cottura mette in risalto il sapore di entrambi i tipi di carne, dando vita a una zuppa dal gusto eccezionale.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 2
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Germoglio di bambù",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108152,
      "name": "Zuppa di germogli di bambù sospetta",
      "description": "Una zuppa che è stata cotta per molto tempo. L'inesperto controllo del fuoco ha reso la carne fresca un po' troppo dura, e il prosciutto salato ha coperto il sapore che ci si sarebbe aspettati. I germogli di bambù, che hanno assorbito i sapori di entrambi i tipi di carne, sono probabilmente l'unica cosa mangiabile.",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108153,
      "name": "Zuppa di germogli di bambù",
      "description": "Una zuppa che è stata cotta per molto tempo. La carne e il prosciutto sono stati tagliati a cubetti e la zuppa è stata fatta bollire a fuoco lento fin quando non è diventata di un colore bianco latte. Questo tipo di cottura è riuscita a mettere in risalto il sapore di entrambi i tipi di carne, dando vita a una zuppa dal gusto eccezionale.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108154,
      "name": "Zuppa di germogli di bambù deliziosa",
      "description": "Una zuppa che è stata cotta per molto tempo. Basta il suo aroma per stimolare l'appetito di chi si trova nelle vicinanze, e ogni cucchiaio di zuppa riesce a trasmettere i sapori concentrati dei vari ingredienti. La sua bontà evoca la sensazione di una paradisiaca passeggiata sulle nuvole.",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108173,
      "name": "Zuppa di germogli di bambù cotti a fuoco lento",
      "description": "La specialità di Zhongli. Il prosciutto è stato selezionato secondo gli standard culinari del Padiglione Yuehai. La carne fresca è pancetta di maiale, cacciato di recente nel Villaggio Acquachiara, mentre i germogli di bambù sono i più fitti che si possono trovare nel Villaggio di Qingce. Il tutto è stato cotto lentamente con molta cura e con grande tecnica... Il suo gusto così \"unico\" può essere condiviso solo con coloro che sono in grado di apprezzarlo.",
      "effect": "#Ripristina un 34% dei PS max del personaggio selezionato e rigenera 980 PS ogni 5 s per 30 s.",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}
