{
  "_id": 2407,
  "id": "barbeque_ribs",
  "name": "Costolette al barbecue",
  "description": "Un piatto di carne croccante. Friggi lievemente la superficie delle costolette finché non trasuderanno un leggero aroma, poi avvolgi l'esterno croccante con la salsa e, per finire, griglia il tutto a fuoco basso. Il meticoloso controllo della temperatura assicura un involucro croccante cotto alla perfezione, mentre la carne all'interno rimane tenera e succulenta.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepe",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108576,
      "name": "Costolette al barbecue sospette",
      "description": "Un piatto di carne dall'esterno croccante. Purtroppo grigliarlo troppo a lungo ha fatto crepare e annerire la pelle e la carne, una volta tenera, ora è dura, asciutta e insapore... Forse, se si cambiasse il nome in \"Barbecue sbruciacchiato\", qualcuno potrebbe trovarlo tutto sommato accettabile.",
      "effect": "Ripristina un 20% dei PS max e 900 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108577,
      "name": "Costolette al barbecue",
      "description": "Un piatto di carne croccante. Friggi lievemente la superficie delle costolette finché non trasuderanno un leggero aroma, poi avvolgi l'esterno croccante con la salsa e, per finire, griglia il tutto a fuoco basso. Il meticoloso controllo della temperatura assicura un involucro croccante cotto alla perfezione, mentre la carne all'interno rimane tenera e succulenta.",
      "effect": "Ripristina un 22% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108578,
      "name": "Costolette al barbecue deliziose",
      "description": "Un piatto di carne tenera e dalla pelle croccante. Ancora prima di tirarla via dalla griglia, il seducente aroma di carne assale le narici promettendo il paradiso. Basta un singolo morso, e lo scricchiolio della pelle lascia il posto alla carne tenera e succosa all'interno... Non c'è da sorprendersi se questo piatto ruba la scena nel momento stesso in cui viene servito a tavola!",
      "effect": "Ripristina un 24% dei PS max e 1.500 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108604,
      "id": "secret_sauce_bbq_ribs",
      "name": "Costolette al barbecue con salsa segreta",
      "description": "La specialità di Wriothesley. Poco dopo averlo sentito cacciare i suoi subordinati dicendo \"Uscite subito, la cucina sta per esplodere\", si presenta davanti a te una prelibatezza di carne. Una salsa robusta spalmata sulla pelle leggermente croccante è uno straordinario doppio colpo di delizia, anche se mentre l'assaggi sembra essere praticamente identica a un condimento che è diventato molto popolare di recente...",
      "effect": "Ripristina un 30% dei PS max e 1.750 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "wriothesley",
        "name": "Wriothesley"
      }
    }
  }
}