{
  "_id": 3009,
  "id": "barbatos_ratatouille",
  "name": "Ratatouille di Barbatos",
  "description": "Una semplice zuppa di pesce con una lunga storia. Anche gli ingredienti sono semplici e tradizionali. Ovunque tu sia, questa zuppa calda riesce a offrire un ineguagliabile senso di soddisfazione.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carota",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 4
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 4
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108110,
      "name": "Ratatouille di Barbatos sospetta",
      "description": "Una semplice zuppa di pesce con una lunga storia. Sebbene l'Archon di Anemo simboleggi la libertà, questo piatto è stato realizzato un po' troppo liberamente. Forse sarebbe più appropriato chiamarla \"zuppa tempestosa\".",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108111,
      "name": "Ratatouille di Barbatos",
      "description": "Una semplice zuppa di pesce con una lunga storia. Anche gli ingredienti sono semplici e tradizionali. Ovunque tu sia, questa zuppa calda riesce a offrire un ineguagliabile senso di soddisfazione.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108112,
      "name": "Ratatouille di Barbatos deliziosa",
      "description": "Una semplice zuppa di pesce con una lunga storia. Dopo una cottura lunga e attenta, i sapori delle verdure usate per condire il pesce si sono mescolati alla perfezione. Se preparata in questo modo, non è difficile immaginare perché qualcuno l'abbia definita \"la miglior zuppa che abbia mai assaggiato\".",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108113,
      "name": "Ratatouille di Barbatos genuina",
      "description": "La specialità di Venti. Gli ingredienti sono gli stessi del piatto tradizionale, tranne che per l'aggiunta di alcune Cecilie. Se la si assaggia attentamente, si può percepire il sapore di \"un vento che porta speranza e piccoli capricci del destino\". Forse... è proprio quello che vuole.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 1.800 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "venti",
        "name": "Venti"
      }
    }
  }
}
