{
  "_id": 3608,
  "id": "berry_herbal_candy",
  "name": "Caramelle alle erbe e alle bacche",
  "description": "Delle caramelle di Nod-Krai fatte con fiori, erbe e bacche del posto. I loro colori vivaci portano un piccolo ma gradito tocco di dolcezza nelle vaste pianure gelide.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Bocciolo notturno",
      "amount": 2
    },
    {
      "_id": 101268,
      "id": "winter_icelea",
      "name": "Erba invernale",
      "amount": 2
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Bacca Midsommar",
      "amount": 2
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Baccalakka",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108937,
      "name": "Caramelle alle erbe e alle bacche sospette",
      "description": "Delle caramelle di Nod-Krai. Sono inaspettatamente salate e pungenti, per essere quello che sono. Il loro sapore è talmente intenso da provocare un sonoro sgomento in chiunque le assaggi.",
      "effect": "#Aumenta di un 20% i PS max di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108938,
      "name": "Caramelle alle erbe e alle bacche",
      "description": "Delle caramelle di Nod-Krai fatte con fiori, erbe e bacche del posto. I loro colori vivaci portano un piccolo ma gradito tocco di dolcezza nelle vaste pianure gelide.",
      "effect": "#Aumenta di un 22% i PS max di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108939,
      "name": "Caramelle alle erbe e alle bacche deliziose",
      "description": "Delle caramelle di Nod-Krai. Appena ti toccano la lingua, una fragranza floreale e la dolcezza vivace delle bacche ti inondano i sensi, combinando freschezza e una piacevole dolcezza.",
      "effect": "#Aumenta di un 25% i PS max di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108950,
      "id": "moonlit_mirage",
      "name": "Miraggio lunare",
      "description": "La specialità di Colombina. Questa caramella traslucida sembra fatta di goccioline di rugiada raccolte al chiaro di luna. La sua dolcezza è delicata ed evanescente, dando l'impressione di trovarsi in un sogno bellissimo e sfuggente. Viene da chiedersi quanta abilità e quanta cura abbia richiesto la sua preparazione...",
      "effect": "#Aumenta di un 30% i PS max di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "columbina",
        "name": "Colombina"
      }
    }
  }
}