{
  "_id": 1205,
  "id": "bird_egg_sushi",
  "name": "Sushi di uova d'uccello",
  "description": "Un piatto quotidiano di Inazuma. L'involtino di frittata tagliato viene adagiato sopra il riso condito. Una preparazione semplice, ma dal gusto intenso.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 1
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108324,
      "name": "Sushi di uova d'uccello sospetto",
      "description": "Un piatto quotidiano di Inazuma. L'involtino di frittata non è stato sbattuto in modo uniforme e il riso con l'aceto è stato troppo condito... Anche i piatti semplici non lasciano spazio alla negligenza.",
      "effect": "Ripristina un 8% dei PS max e 800 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108325,
      "name": "Sushi di uova d'uccello",
      "description": "Un piatto quotidiano di Inazuma. L'involtino di frittata tagliato viene adagiato sopra il riso condito. Una preparazione semplice, ma dal gusto intenso.",
      "effect": "Ripristina un 9% dei PS max e 1.000 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108326,
      "name": "Sushi di uova d'uccello delizioso",
      "description": "Un piatto quotidiano di Inazuma. L'uovo tenero rimbalza sulla lingua insieme ai ricchi chicchi di riso, riportando alla mente una gioia che ricorda l'infanzia. Con il desiderio di rivivere questa dolcezza, ne prendi un altro ancor prima che il tuo cervello riesca a tornare in sé.",
      "effect": "Ripristina un 10% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108340,
      "id": "a_stunning_stratagem",
      "name": "Stratagemma impressionante",
      "description": "La specialità di Sangonomiya Kokomi. L'uovo è avvolto quasi come un pacchetto, e la coda di pesce in fondo è molto piccola e carina. Ti viene veramente da chiederti cosa ci sia all'interno del pacchetto, ma allo stesso tempo, non riesci a mangiare un piatto così bello esteticamente... Rivolgi lo sguardo verso il sorriso cristallino negli occhi di Kokomi. Oh, diamine, hai abboccato di nuovo al suo trucchetto, non è vero?",
      "effect": "Ripristina un 16% dei PS max e 1.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "sangonomiya_kokomi",
        "name": "Sangonomiya Kokomi"
      }
    }
  }
}
