{
  "_id": 4301,
  "id": "biryani",
  "name": "Biryani",
  "description": "Un piatto di riso aromatico. Soffriggi la carne in modo che sia croccante all'esterno e tenera all'interno. Poi stufala con i condimenti e il riso a grana lunga. Prima di servire, spargi qualche petalo di Padisarah. Ogni chicco è saturo dell'aroma della carne grassa e dei condimenti. Il piatto ha un gusto squisito che si trova solo a Sumeru.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spezie",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108415,
      "name": "Biryani sospetto",
      "description": "Un piatto di riso aromatico. I chicchi sono immersi nell'olio e hanno assunto un aspetto traslucido. Emana uno sgradevole odore di unto. Una volta terminato, uno strato d'olio rimane sul piatto... Sarà meglio mangiare in bianco nei prossimi giorni...",
      "effect": "#Aumenta di 215 la DIF e di un 6% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108416,
      "name": "Biryani",
      "description": "Un piatto di riso aromatico. Soffriggi la carne in modo che sia croccante all'esterno e tenera all'interno. Poi stufala con i condimenti e il riso a grana lunga. Prima di servire, spargi qualche petalo di Padisarah. Ogni chicco è saturo dell'aroma della carne grassa e dei condimenti. Il piatto ha un gusto squisito che si trova solo a Sumeru.",
      "effect": "#Aumenta di 261 la DIF e di un 8% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108417,
      "name": "Biryani delizioso",
      "description": "Un piatto di riso aromatico. La corona dorata di basmati e carne è adornata con petali di Padisarah, un'immagine che ti ricorda un deserto punteggiato di oasi. L'aroma invitante delle spezie viene esaltato con ogni chicco di grano. Ogni boccone ti dona sollievo. Qualsiasi cliente pulirà il piatto in breve tempo, leccandosi le labbra per assaporare questa bontà il più a lungo possibile.",
      "effect": "#Aumenta di 308 la DIF e di un 10% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
