{
  "_id": 3102,
  "id": "blackback_perch_stew",
  "name": "Stufato di persico a dorso scuro",
  "description": "Uno stufato di pesce. I filetti teneri e succulenti hanno un sapore fresco e gustoso. Il segreto di questa ricetta consiste nell'aggiungere della Campaviola nell'olio durante la cottura. Piccante, ma non troppo.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 3
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Peperoncino di Jueyun",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 1
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Campaviola",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108074,
      "name": "Stufato di persico a dorso scuro sospetto",
      "description": "Uno stufato di pesce. Non si riesce più a sentire il sapore del pesce ma solo quello piccante del peperoncino. Solo pochi prescelti riuscirebbero a godere dell'esperienza sensoriale provocata da questa portata.",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108075,
      "name": "Stufato di persico a dorso scuro",
      "description": "Uno stufato di pesce. I filetti teneri e succulenti hanno un sapore fresco e gustoso. Il segreto di questa ricetta consiste nell'aggiungere della Campaviola all'olio durante la cottura. Piccante, ma non troppo.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108076,
      "name": "Stufato di persico a dorso scuro delizioso",
      "description": "Uno stufato di pesce. I filetti di pesce sono così teneri e succosi che sembrano tornare in vita mentre li mangi. Dopo averne mandato giù un cucchiaio, sarà impossibile non prenderne immediatamente un altro.",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108135,
      "id": "wanmin_restaurants_boiled_fish",
      "name": "Pesce bollito del Ristorante Wanmin",
      "description": "La specialità di Xiangling. Questo è il piatto forte del Ristorante Wanmin, che simboleggia la sincera passione di Xiangling per la cucina. Chiunque lo assaggi avrà l'occasione di sperimentare del cibo d'alta qualità in una miscela di sapori ricca e irresistibile.",
      "effect": "#Ripristina un 34% dei PS max del personaggio selezionato e rigenera 980 PS ogni 5 s per 30 s.",
      "character": {
        "id": "mavuika_trial",
        "name": "Mavuika (Prova)"
      }
    }
  }
}
