{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Blobbocrema",
  "description": "Un gelato azzurro come l'acqua. Non c'è modo migliore per affrontare una giornata afosa che godersi un buon gelato: rinfresca il corpo e rigenera l'animo, una sensazione simile a un tuffo nel mare. Il calore vola via dalla bocca, portando con sé ogni preoccupazione, non lasciando altro che un senso di pura gioia.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Blobbocrema sospetta",
      "description": "Un gelato azzurro come l'acqua. I grossi pezzi di sale marino aggrediscono a tradimento le tue papille gustative, annullando le tue capacità intellettive... Quando finalmente raccogli le forze per dare un altro assaggio, il gelato si è già sciolto diventando più simile a un milkshake...",
      "effect": "#Aumenta di 215 la DIF e di un 6% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108685,
      "name": "Blobbocrema",
      "description": "Un gelato azzurro come l'acqua. Non c'è modo migliore per affrontare una giornata afosa che godersi un buon gelato: rinfresca il corpo e rigenera l'animo, una sensazione simile a un tuffo nel mare. Il calore vola via dalla bocca, portando con sé ogni preoccupazione, non lasciando altro che un senso di pura gioia.",
      "effect": "#Aumenta di 261 la DIF e di un 8% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108686,
      "name": "Blobbocrema deliziosa",
      "description": "Un gelato azzurro come l'acqua. La cremosità del latte si intreccia con una delicata sapidità, e il ritratto di un'adorabile Blobbofoca sulla coppetta aggiunge un tocco di ilarità al tutto. È come se i tuoi sensi fossero stati invitati a intraprendere un'indimenticabile odissea sottomarina; una di quelle che vorresti non finissero mai!",
      "effect": "#Aumenta di 308 la DIF e di un 10% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}