{
  "_id": 2601,
  "id": "borderland_crispbread",
  "name": "Frise di confine",
  "description": "Delle frise a base di farina di segale. I motivi decorativi sono stati creati premendo dei ciottoli ghiacciati su di esse, e si dice che il buco al centro sia stato fatto per imitarne l'aspetto. Sono quasi completamente prive di umidità, il che le rende ideali per la conservazione.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110016,
      "id": "rye_flour",
      "name": "Farina di segale",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 2
    },
    {
      "_id": 101259,
      "id": "icy_pebble",
      "name": "Ciottolo ghiacciato",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108864,
      "name": "Frise di confine sospette",
      "description": "Delle frise a base di farina di segale. Sono asciutte, dure e fredde come delle tegole congelate. Questo pane è così duro che potrebbe essere utile per testare la resistenza dei tuoi denti... Tuttavia, è meglio non provarci.",
      "effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108865,
      "name": "Frise di confine",
      "description": "Delle frise a base di farina di segale. I motivi decorativi sono stati creati premendo dei ciottoli ghiacciati su di esse, e si dice che il buco al centro sia stato fatto per imitarne l'aspetto. Sono quasi completamente prive di umidità, il che le rende ideali per la conservazione.",
      "effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108866,
      "name": "Frise di confine deliziose",
      "description": "Delle frise a base di farina di segale. Il ricco aroma del grano è come un caloroso abbraccio nei campi di segale, mentre il sapore semplice ma soddisfacente offre un senso di conforto unico.",
      "effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}