{
  "_id": 2408,
  "id": "boudin_noir_aux_pommes",
  "name": "Boudin noir aux pommes",
  "description": "Un piatto tipico di Fontaine. Friggi le fette di mela e le fette di sanguinaccio separatamente e servile in un piatto unico completo di salsa. Dal nome della pietanza, i turisti delle altre nazioni spesso pensano che sia un dolce; in realtà, il Boudin noir aux pommes è solo un altro nome dei sanguinacci.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Mela",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 1
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Burro",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108594,
      "name": "Boudin noir aux pommes sospetto",
      "description": "Un piatto tipico di Fontaine. Sembra che sia stato accidentalmente aggiunto troppo olio e che si sia creato un prodotto che trasuda grasso. Se riesci a pensare a un buon modo per assorbire e rimuovere l'olio in eccesso, potrebbe diventare commestibile.",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108595,
      "name": "Boudin noir aux pommes",
      "description": "Un piatto tipico di Fontaine. Friggi le fette di mela e le fette di sanguinacci separatamente e servile in un piatto unico con la salsa. A giudicare dal nome del piatto, i turisti delle altre nazioni spesso pensano che sia un dolce; in realtà, il Boudin noir aux pommes è solo un altro nome dei sanguinacci.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108596,
      "name": "Boudin noir aux pommes delizioso",
      "description": "Un piatto tipico di Fontaine. Un connubio perfetto tra mele e sanguinacci, il cui dolce profumo delle prime neutralizza il grasso dei secondi. Un seducente odore leggermente bruciacchiato aleggia dal piatto, facendo illuminare gli occhi di coloro che lo vedono mentre gridano con gioia e aspettativa.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}