{
  "_id": 4204,
  "id": "bountiful_year",
  "name": "Anno dell'abbondanza",
  "description": "Del pesce crudo pregiato e squisito. Il pesce viene affettato finemente e disposto a forma di fiore prima che un anello di contorni sia disposto tutt'intorno. Normalmente, i contorni vengono mescolati con il pesce crudo secondo il proprio gusto prima di consumarlo: si dice che quest'azione assicuri che le cose vadano bene nei giorni a venire.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 4
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carota",
      "amount": 4
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 2
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Campaviola",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108366,
      "name": "Anno dell'abbondanza sospetto",
      "description": "Del pesce crudo pregiato e squisito. Il pesce e i condimenti mischiati in modo non uniforme sono disposti in disordine sul piatto come un qualsiasi marinaio sconsolato trasportato a riva dalle onde torbide, e non stimolano affatto l'appetito. Certo, sarebbe un bello spreco se non venisse consumato... Ah, che dilemma.",
      "effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108367,
      "name": "Anno dell'abbondanza",
      "description": "Del pesce crudo pregiato e squisito. Il pesce viene affettato finemente e disposto a forma di fiore prima che un anello di contorni sia disposto tutt'intorno. Normalmente, i contorni vengono mescolati con il pesce crudo secondo il proprio gusto prima di consumarlo: si dice che quest'azione assicuri che le cose vadano bene nei giorni a venire.",
      "effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108368,
      "name": "Anno dell'abbondanza delizioso",
      "description": "Del pesce crudo pregiato e squisito. Il pesce crudo impilato è tagliato a fette sottili come ali di cicala, il sapore è leggero come nebbia, le linee delle forme di colore bianco opale, come la neve che bacia la terra. Uno non vede l'ora di darci dentro: la carne morbida e liscia e la miriade di sapori del condimento si fondono sulla lingua, per la gioia di tutti. Davvero un'esperienza culinaria impareggiabile!",
      "effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}