{
  "_id": 3122,
  "id": "braised_meatball",
  "name": "Polpette stufate",
  "description": "Un classico piatto di Liyue. Pezzi di carne grassi e sottili vengono mescolati con germogli di bambù croccanti e poi impastati per dare loro la forma a sfera, che viene fritta e infine bollita. Il piatto che ne risulta è estremamente popolare, e trova posto sia sulle tavole casalinghe che nei banchetti più sontuosi.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Germoglio di bambù",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108642,
      "name": "Polpetta stufata sospetta",
      "description": "Un classico piatto di Liyue. La forma arrotondata e l'aroma sembrano quelli giusti, ma all'assaggio, la consistenza risulta fin troppo asciutta. Non è che hai usato un po' troppa carne magra?",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108643,
      "name": "Polpette stufate",
      "description": "Un classico piatto di Liyue. Pezzi di carne grassi e sottili vengono mescolati con germogli di bambù croccanti e poi impastati per dare loro la forma a sfera, che viene fritta e infine bollita. Il piatto che ne risulta è estremamente popolare, e trova posto sia sulle tavole casalinghe che nei banchetti più sontuosi.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108644,
      "name": "Polpetta stufata deliziosa",
      "description": "Un classico piatto di Liyue. Le cipolle smeraldine e la polpetta di carne rossa si sposano tra loro alla perfezione, e il taglio abile e preciso della carne le dona una scioglievolezza senza pari. Una delizia grassa ma non untuosa che ti resterà in testa per un'intera settimana. Ricordati di fare la scarpetta come segno di buona fortuna!",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108663,
      "id": "encompassing_gladness",
      "name": "Letizia avvolgente",
      "description": "La specialità di Xianyun. Ancor prima di poter guardare con un'espressione scioccata queste polpette fragranti, ti dice: \"Ah, com'è possibile che un piatto tanto banale crei confusione a costei? Beh, cerca di mangiarlo finché è caldo. Costei ti augura pace, gioia, prosperità e libertà dall'angoscia... *tossisce* Che c'è? Un po' di cerimonie non nuoceranno di certo a nessuno\".",
      "effect": "#Aumenta di 274 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "xianyun",
        "name": "Xianyun"
      }
    }
  }
}