{
  "_id": 3210,
  "id": "braised_meat",
  "name": "Carne stufata",
  "description": "Uno stufato di carne. Le fettine di carne sono state saltate per prime, seguite dai contorni di verdura, a cui sono state mescolate. La zuppa è stata quindi aggiunta e fatta cuocere a fuoco lento fino a quando non si è addensata. Dopo questo paziente e lento processo di cottura, la carne è diventata morbida e tenera, regalando a chi la mangia un concreto senso di soddisfazione.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carota",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108309,
      "name": "Carne stufata sospetta",
      "description": "Uno stufato di carne. Sembra che sia stato fatto un pasticcio durante il processo di cottura, con gli ingredienti messi nella pentola a cuocere tutti insieme. Ciò ha fatto appassire tutte le verdure che si sono dissolte nella zuppa, lasciando nella pentola nient'altro che il sapore untuoso della carne...",
      "effect": "#Aumenta di un 20% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108310,
      "name": "Carne stufata",
      "description": "Uno stufato di carne. Le fettine di carne sono state saltate per prime, seguite dai contorni di verdura, a cui sono state mescolate. La zuppa è stata quindi aggiunta e fatta cuocere a fuoco lento fino a quando non si è addensata. Dopo questo paziente e lento processo di cottura, la carne è diventata morbida e tenera, regalando a chi la mangia un concreto senso di soddisfazione.",
      "effect": "#Aumenta di un 30% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108311,
      "name": "Carne stufata deliziosa",
      "description": "Uno stufato di carne. Il sugo ricco della zuppa e la carne fragrante si uniscono per sprigionare un aroma irresistibile, mentre le verdure sono croccanti anziché morbide, arricchendo così il sapore del piatto... Al punto che le persone fanno scorpacciata di questa pietanza a discapito dell'intenso calore fin quando non rimane solo il sugo... Aspetta, perché non ci intingiamo del pane?",
      "effect": "#Aumenta di un 40% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
