{
  "_id": 3420,
  "id": "bulle_souffle",
  "name": "Bulle soufflé",
  "description": "Una piccola tortina racchiusa nella buccia di un Bulle. Versa gli albumi d'uovo battuti all'interno di un Bulle svuotato della polpa, e cuoci in forno fino a quando il soufflé non si sarà espanso uniformemente. La parola \"Bulle\" non fa parte del nome solo perché è nella lista degli ingredienti, ma proprio perché il prodotto finale permette alla lingua di gustare una consistenza simile a una soffice bolla.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108670,
      "name": "Bulle soufflé sospetto",
      "description": "Una piccolissima torta racchiusa tra la buccia di un Bulle. Durante la cottura, non hai potuto resistere allo sbirciare aprendo il forno e l'hai visto collassare rapidamente su sé stesso... Sembra che la curiosità non sia un pericolo solo per i gatti, ma anche per le torte.",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108671,
      "name": "Bulle soufflé",
      "description": "Una tortina racchiusa nella buccia di un Bulle. Versa gli albumi d'uovo battuti all'interno di un Bulle svuotato della polpa, e cuoci in forno fino a quando il soufflé non si sarà espanso uniformemente. La parola \"Bulle\" non fa parte del nome solo perché è nella lista degli ingredienti, ma proprio perché il prodotto finale permette alla lingua di gustare una consistenza simile a una soffice bolla.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108672,
      "name": "Bulle soufflé delizioso",
      "description": "Una piccolissima torta racchiusa tra la buccia di un Bulle. Tutto comincia con una sensazione gloriosa e soffice sul palato. Poi giungono il corposo gusto delle uova e la freschezza della frutta a pervadere la tua bocca, come dopo aver immerso il volto in un cuscino di nuvole, al punto che persino l'aria intona delicate note di dolcezza.",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    }
  }
}
