{
  "_id": 4202,
  "id": "butter_crab",
  "name": "Granchio al burro",
  "description": "Un piatto di granchio alla griglia. Un adeguato controllo del calore ha permesso alla polpa del granchio di rimanere tenera e grassa. Il burro è penetrato all'interno del granchio, dando vita a un aroma che fa venire l'acquolina in bocca.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 110004,
      "id": "butter",
      "name": "Burro",
      "amount": 4
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Granchio",
      "amount": 4
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 2
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108270,
      "name": "Granchio al burro sospetto",
      "description": "Un piatto di granchio alla griglia. Le zampe del granchio sono ancora fredde e hanno un sapore crudo e salato, sgradevole quanto quello che rimane in gola dopo essere stati costretti a bere l'acqua del mare.",
      "effect": "#Aumenta di 215 la DIF e di un 6% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108271,
      "name": "Granchio al burro",
      "description": "Un piatto di granchio alla griglia. Un adeguato controllo del calore ha permesso alla polpa del granchio di rimanere tenera e grassa. Il burro è penetrato all'interno del granchio, dando vita a un aroma che fa venire l'acquolina in bocca.",
      "effect": "#Aumenta di 261 la DIF e di un 8% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108272,
      "name": "Granchio al burro delizioso",
      "description": "Un piatto di granchio alla griglia. Le chele del granchio infuse di burro hanno un sapore così ricco da far cantare di gioia le papille gustative. La pietanza è così gustosa che, dopo aver mangiato tutta la polpa, cominci a bere i residui di burro rimasti nel guscio, nella speranza di catturare nuovamente un frammento della bontà di questo piatto.",
      "effect": "#Aumenta di 308 la DIF e di un 10% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}