{
  "_id": 3001,
  "id": "calla_lily_seafood_soup",
  "name": "Zuppa ai gigli di calla e frutti di mare",
  "description": "Una combinazione equilibrata di frutti di mare. La delicatezza del granchio e della menta rendono la zuppa molto buona, e il giglio di calla le conferisce un sapore rinfrescante.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Granchio",
      "amount": 4
    },
    {
      "_id": 100056,
      "id": "calla_lily",
      "name": "Giglio di calla",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108049,
      "name": "Zuppa ai gigli di calla e frutti di mare sospetta",
      "description": "Una combinazione equilibrata di frutti di mare. Il sapore amaro del giglio di calla, la secchezza della menta, il retrogusto del granchio... Ci vuole abilità per sbagliare tutte queste cose insieme!",
      "effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108050,
      "name": "Zuppa ai gigli di calla e frutti di mare",
      "description": "Una combinazione equilibrata di frutti di mare. La delicatezza del granchio e della menta rendono la zuppa molto buona, e il giglio di calla le conferisce un sapore rinfrescante.",
      "effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108051,
      "name": "Zuppa ai gigli di calla e frutti di mare deliziosa",
      "description": "Una combinazione equilibrata di frutti di mare. Il granchio, la menta e il giglio di calla si sposano perfettamente. Il sapore ti ricorda quando, d'estate, giocavi a piedi nudi sulla spiaggia.",
      "effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108175,
      "id": "a_prize_catch",
      "name": "Pesca speciale",
      "description": "La specialità di Tartaglia. Sembra una bestia intrappolata che si dimena in un oceano di sangue e agonizza emettendo un verso impercettibile... Ma Tartaglia sorride e spiega che è una creatura che ha pescato in mare, a cui ha poi aggiunto dei prodotti tipici delle sue parti.",
      "effect": "#Aumenta di 282 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "tartaglia",
        "name": "Tartaglia"
      }
    }
  }
}