{
  "_id": 3308,
  "id": "candied_ajilenakh_nut",
  "name": "Noce candita di Ajilenakh",
  "description": "Un dolce ricco. Lo sciroppo viene bollito fino a schiarire, quindi lavorato con ripieni e pasta di sesamo di Sumeru. Una volta divenuto omogeneo, lo sciroppo viene versato in uno stampo e lasciato riposare fino ad assumere la sua forma croccante. Si dice che nelle fredde terre di Snezhnaya esista un dolce simile, dal sapore leggermente diverso. Naturalmente, entrambe le parti pensano che la loro ricetta sia la migliore di Teyvat.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Noce di Ajilenakh",
      "amount": 4
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Mandorla",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Burro",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa di Sumeru",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108454,
      "name": "Noci di Ajilenakh candite sospette",
      "description": "Un dessert ricco. La dura noce è quasi come una pietra nascosta nella sabbia pronta a colpire. La dolcezza porta felicità, è vero, ma la sensazione data dai pezzi duri incastrati tra i denti rovina l'esperienza.",
      "effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108455,
      "name": "Noce candita di Ajilenakh",
      "description": "Un dolce ricco. Lo sciroppo viene bollito fino a schiarire, quindi lavorato con ripieni e pasta di sesamo di Sumeru. Una volta divenuto omogeneo, lo sciroppo viene versato in uno stampo e lasciato riposare fino ad assumere la sua forma croccante. Si dice che nelle fredde terre di Snezhnaya esista un dolce simile, dal sapore leggermente diverso. Naturalmente, entrambe le parti pensano che la loro ricetta sia la migliore di Teyvat.",
      "effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108456,
      "name": "Noci candite di Ajilenakh deliziose",
      "description": "Un ricco dessert. Lo sciroppo si scioglie al contatto con la bocca rivelando la noce come una gemma avvolta nel velluto, uno strato di gioia dopo l'altro. Basta un piccolo morso per sentirsi immersi in una vasca di setosa dolcezza. La prossima volta devi davvero farne qualcuno in più!",
      "effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108474,
      "id": "halvamazd",
      "name": "Halvamazd",
      "description": "La specialità di Nahida. Si dice che \"mazd\" significhi \"saggezza\" in Sumeru, e che tale delicata \"saggezza\" sia semplicemente irresistibile. Gli occhi di Nahida sorridono dolcemente: \"L'anemone di mare ha assistito il pesce piccolo e ne ha osservato la crescita, per cui è la cosa più naturale del mondo che il pesce piccolo dia qualcosa in cambio\".",
      "effect": "#Aumenta di 282 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "nahida",
        "name": "Nahida"
      }
    }
  }
}