{
  "_id": 4405,
  "id": "candy_shells",
  "name": "Conchiglie caramellose",
  "description": "Caramelle di varie forme. Si dice che una piccola percentuale di Conchiglie caramellose vendute a Cinefantasilandia Chevalmarine contenga delle vere perle, e che il piacere di assaporarne il gusto sia riservato solo ai visitatori più fortunati. Potresti essere uno di loro?",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101234,
      "id": "tidalga",
      "name": "Algamarea",
      "amount": 3
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108817,
      "name": "Conchiglie caramellose sospette",
      "description": "Caramelle di varie forme. Il rivestimento di zucchero a velo ha una consistenza granulosa, che ricorda la sabbia intrappolata nel guscio di un'ostrica. Forse solo coloro che sono disposti a combattere contro questo rivestimento si guadagneranno il diritto di gustare il bottino racchiuso al suo interno... delle dolci caramelle.",
      "effect": "#Aumenta di un 25% l'efficacia dello scudo e di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108818,
      "name": "Conchiglie caramellose",
      "description": "Caramelle di varie forme. Si dice che una piccola percentuale di Conchiglie caramellose vendute a Cinefantasilandia Chevalmarine contenga delle vere perle, e che il piacere di assaporarne il gusto sia riservato solo ai visitatori più fortunati. Potresti essere uno di loro?",
      "effect": "#Aumenta di un 30% l'efficacia dello scudo e di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108819,
      "name": "Conchiglie caramellose deliziose",
      "description": "Caramelle di varie forme. I colori vivaci le fanno assomigliare a delle gemme preziose e luccicanti, che riposano maestosamente in una scatola squisita, in attesa di dare a chi le trova una dolce sorpresa. Cosa potrebbe rendere qualcuno più felice di una gita a Cinefantasilandia Chevalmarine? Beh, una gita a Cinefantasilandia Chevalmarine e una confezione di Conchiglie caramellose!",
      "effect": "#Aumenta di un 35% l'efficacia dello scudo e di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}