{
  "_id": 3414,
  "id": "cassoulet",
  "name": "Cassoulet",
  "description": "Un semplice stufato contadino. Basta mettere tutti gli ingredienti in una pentola, mescolarli e cuocere fino a quando non sono pronti per essere serviti. Un dettaglio da notare è che il nome completo di questo piatto è \"stufato di fagioli glabri, confit di pollame e salsicce affumicate cotto in pentola da Cassoulet con contorno di Marcotte\". La lunghezza intimidatoria di questo nome ha fatto sì che la gente abbia iniziato a chiamare il piatto semplicemente \"Cassoulet\".",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Salsiccia",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 1
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Fagioli glabri",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108597,
      "name": "Cassoulet sospetto",
      "description": "Un semplice stufato contadino. Anche se l'aspetto non desta sospetti, mangiandolo noti un leggero sapore di bruciato, per poi renderti conto che lo strato inferiore è stato talmente bruciato che si è fuso con la pentola. Ugh... forse è il caso di ricordare allo chef di mescolare gli ingredienti ogni tanto durante la cottura...",
      "effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108598,
      "name": "Cassoulet",
      "description": "Un semplice stufato contadino. Basta mettere tutti gli ingredienti in una pentola, mescolarli e cuocere fino a quando non sono pronti per essere serviti. Un dettaglio da notare è che il nome completo di questo piatto è \"stufato di fagioli glabri, confit di pollame e salsicce affumicate cotto in pentola da Cassoulet con contorno di Marcotte\". La lunghezza intimidatoria di questo nome ha fatto sì che la gente abbia iniziato a chiamare il piatto semplicemente \"Cassoulet\".",
      "effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108599,
      "name": "Cassoulet delizioso",
      "description": "Un semplice stufato contadino. Il tempo è l'arma straordinaria che favorisce la delizia di questo piatto, poiché la lenta cottura a stufato permette alla carne di assorbire quell'oceano di sapori in cui galleggia, diventando morbida e profumatissima. Insieme alla ricca fragranza dei fagioli, dona una sensazione di calore e rinvigorimento.",
      "effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
