{
  "_id": 3310,
  "id": "charcoalbaked_ajilenakh_cake",
  "name": "Tortino di Ajilenakh tostate",
  "description": "Un dolce da forno dal colore scuro. Le noci di Ajilenakh vengono arrostite e spolverizzate prima di essere passate al setaccio, lavorate in un impasto omogeneo e cotte al forno. Il prodotto finale ha un aspetto mediocre, ma emana l'aroma avvolgente delle noci di Ajilenakh, e acquisisce un sapore migliore se abbinato con della marmellata.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Noce di Ajilenakh",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Marmellata",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108448,
      "name": "Tortino di Ajilenakh tostate sospetto",
      "description": "Un dolcetto dal colore scuro. Basta uno sguardo per capire che si tratta di un piatto disastroso. Il tuo immenso coraggio nell'assaggiarne un morso è ricompensato con un sapore estremamente secco e grezzo... Che si tratti di un errore? È stato servito del carbone al posto della torta?",
      "effect": "Rianima un personaggio e ripristina 900 PS."
    },
    "normal": {
      "_id": 108449,
      "name": "Tortino di Ajilenakh tostate",
      "description": "Un dolce da forno dal colore scuro. Le noci di Ajilenakh vengono arrostite e spolverizzate prima di essere passate al setaccio, lavorate in un impasto omogeneo e cotte al forno. Il prodotto finale ha un aspetto mediocre, ma emana l'aroma avvolgente delle noci di Ajilenakh, e acquisisce un sapore migliore se abbinato con della marmellata.",
      "effect": "Rianima un personaggio e ripristina 1.200 PS."
    },
    "delicious": {
      "_id": 108450,
      "name": "Tortino di Ajilenakh tostate delizioso",
      "description": "Un dolcetto dal colore scuro. La pasta è fine, quasi lucida, e il profumo delle noci di Ajilenakh è vivido e pieno di calore. La torta è soffice e delicata quando la si mette in bocca, esorcizza la stanchezza e mette a tacere l'infelicità. Ah, come un libro non può essere giudicato dalla copertina, così una torta non deve essere giudicata dalla crosta.",
      "effect": "Rianima un personaggio e ripristina 1.500 PS."
    },
    "special": {
      "_id": 108478,
      "id": "traditionallymade_charcoalbaked_ajilenakh_cake",
      "name": "Tortino di Ajilenakh tostate tradizionale",
      "description": "La specialità di Faruzan. Un tortino nerognolo ma dal sapore dolce che, adagiato su una salsa verde menta, sembra quasi un congegno enigmatico. Faruzan deve aver captato la tua esitazione, perché si è subito mossa per rassicurarti che si tratta di un antico piatto tradizionale di Sumeru, e che il suo sapore è una garanzia. D'altronde non puoi fare a meno di porti una domanda... Davvero tra la gente di Sumeru di un secolo fa era \"tradizione\" mangiare una vivanda simile?",
      "effect": "Rianima il personaggio selezionato e ripristina un 20% dei PS max, quindi ripristina 1.500 PS aggiuntivi.",
      "character": {
        "id": "faruzan",
        "name": "Faruzan"
      }
    }
  }
}