{
  "_id": 5502,
  "id": "cheesy_crab_hotpot",
  "name": "Stufato di granchio al formaggio",
  "description": "Una delizia dorata e scintillante. Gli ingredienti vengono prefritti e disposti a strati in una pirofila, per poi essere cotti al forno finché il formaggio non inizia a formare delle bolle. Che si tratti di una cena in famiglia o di un evento celebrativo, questo lussuoso classico è destinato a suscitare l'ammirazione di tutti i presenti.",
  "rarity": 5,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Granchio",
      "amount": 6
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 5
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 4
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Formaggio",
      "amount": 4
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108794,
      "name": "Stufato di granchio al formaggio sospetto",
      "description": "Una delizia dorata e scintillante. Gli ingredienti carbonizzati si attaccano ostinatamente alla pirofila. Dopo aver fatto del tuo meglio per tirarne fuori una cucchiaiata, il primo morso ti fa venire i brividi. È come se delle specie di effigi di magma ti stessero prendendo di mira: i tuoi sensi ti urlano di scappare...",
      "effect": "#Aumenta di un 20% i PS max e di un 14% la ricarica d'energia di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108795,
      "name": "Stufato di granchio al formaggio",
      "description": "Una delizia dorata e scintillante. Gli ingredienti vengono prefritti e disposti a strati in una pirofila, per poi essere cotti al forno finché il formaggio non inizia a formare delle bolle. Che si tratti di una cena in famiglia o di un evento celebrativo, questo lussuoso classico è destinato a suscitare l'ammirazione di tutti i presenti.",
      "effect": "#Aumenta di un 25% i PS max e di un 17% la ricarica d'energia di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108796,
      "name": "Stufato di granchio al formaggio delizioso",
      "description": "Una delizia dorata e scintillante. La dolcezza della polpa di granchio è come il primo raggio dell'alba che trafigge le nuvole. L'aroma denso e saporito del formaggio invita lo splendore del sole mattutino sulle tue papille gustative, inondando la bocca di una luce calda e dorata. La sensazione di beatitudine percorre un sentiero che riscalda l'anima dalla lingua fino allo stomaco, unendo tutti i sensi in adorazione.",
      "effect": "#Aumenta di un 30% i PS max e di un 20% la ricarica d'energia di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
