{
  "_id": 4104,
  "id": "chicken_tofu_pudding",
  "name": "Pollo al tofu",
  "description": "Un piatto che richiede molta precisione nella preparazione. Il petto di pollo tagliato a cubetti viene mescolato energicamente e aggiunto alla zuppa con altre carni macinate, per poi essere cotto a fuoco lento. Il risultato è leggero ed elegante, e sa di budino al tofu. La carne è presentata in una forma tale che si ha l'impressione di assaggiare il pollo più pregiato che si sia mai mangiato, anche se sembra di non aver consumato carne. Questo è uno degli aspetti della migliore arte culinaria di Liyue.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 4
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108246,
      "name": "Pollo al tofu sospetto",
      "description": "Un piatto che richiede molta precisione nella preparazione. La base di zuppa è troppo salata e la consistenza del budino di pollo al tofu non è abbastanza delicata. La mancanza di competenza tecnica ha reso questo piatto tutto fumo e niente arrosto.",
      "effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108247,
      "name": "Pollo al tofu",
      "description": "Un piatto che richiede molta precisione nella preparazione. Il petto di pollo tagliato a cubetti viene mescolato energicamente e aggiunto alla zuppa con altre carni macinate, per poi essere cotto a fuoco lento. Il risultato è leggero ed elegante, e sa di budino al tofu. La carne è presentata in una forma tale che si ha l'impressione di assaggiare il pollo più pregiato che si sia mai mangiato, anche se sembra di non aver consumato carne. Questo è uno degli aspetti della migliore arte culinaria di Liyue.",
      "effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108248,
      "name": "Pollo al tofu delizioso",
      "description": "Un piatto che richiede molta precisione nella preparazione. Ha la forma di un unico blocco senza grumi, che sembra proprio un budino di tofu. La sua squisita tenerezza si svela sulla lingua nel momento in cui viene raccolto con un cucchiaio di porcellana e portato in bocca, e il gusto è così sublime che sembra quasi di vivere un'esperienza extracorporea. Ciò che si ha davanti non è un semplice piatto, ma una brezza gentile, una primavera pura, una pennellata divina.",
      "effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
