{
  "_id": 4203,
  "id": "chilimince_cornbread_buns",
  "name": "Wotou di carne al peperoncino",
  "description": "Uno spuntino tradizionale di Liyue. L'impasto fresco viene modellato in forma circolare, fatto riposare e poi posizionato in una gabbia per essere cotto al vapore. La carne e le verdure vengono poi lavate e tagliate a dadini, per poi essere fritte velocemente in un wok con dell'olio. Quando viene consumato, i condimenti fritti devono essere posizionati nello spazio libero al centro dei panetti per essere mangiati insieme a questi ultimi. Tra le verdure croccanti e la carne saporita, questo piatto ha un sapore solido e ottimo.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cavolo",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Peperoncino di Jueyun",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108315,
      "name": "Wotou di carne al peperoncino sospetti",
      "description": "Uno spuntino tradizionale di Liyue. Una gran quantità di peperoncino di Jueyun fritto è stata ammucchiata nel mezzo, e il suo calore è quasi insopportabile. Dopo un piccolo morso, sembra che qualcuno stia cercando di bruciarti la gola. Qualche altro morso e chissà, potresti davvero finire per sputare fuoco come Guoba!",
      "effect": "#Aumenta di un 25% l'efficacia dello scudo e di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108316,
      "name": "Wotou di carne al peperoncino",
      "description": "Uno spuntino tradizionale di Liyue. L'impasto fresco viene modellato in forma circolare, fatto riposare e poi posizionato in una gabbia per essere cotto al vapore. La carne e le verdure vengono poi lavate e tagliate a dadini, per poi essere fritte velocemente in un wok con dell'olio. Quando viene consumato, i condimenti fritti devono essere posizionati nello spazio libero al centro dei panetti per essere mangiati insieme a questi ultimi. Tra le verdure croccanti e la carne saporita, questo piatto ha un sapore solido e ottimo.",
      "effect": "#Aumenta di un 30% l'efficacia dello scudo e di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108317,
      "name": "Wotou di carne al peperoncino deliziosi",
      "description": "Uno spuntino tradizionale di Liyue. L'intenso aroma di bruciato del wok si deposita sui condimenti, che vengono poi inseriti nei soffici panini, riempiendo l'aria di una fragranza che di per sé merita delle recensioni entusiaste. Proprio nello stesso modo in cui le mani operose della gente di Liyue hanno creato questo porto così prospero e famoso, gli ingredienti comuni possono essere \"trasformati\" dai propri sforzi in qualcosa di sorprendente nella sua prelibatezza. Non c'è da meravigliarsi che un piatto del genere riesca a risvegliare un dio dormiente...",
      "effect": "#Aumenta di un 35% l'efficacia dello scudo e di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
