{
  "_id": 3410,
  "id": "coffee_bavarois",
  "name": "Bavarese al caffè",
  "description": "Un dolce rinfrescante. Sebbene sia un dessert rappresentativo di Fontaine, la sua ricetta è molto semplice e lineare. Fintanto che le proporzioni degli ingredienti sono giuste, preparare questa bavarese è alla portata di chiunque. Ha una consistenza tenera con un gusto leggermente rinfrescante, che risolleva immediatamente lo spirito.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Chicchi di caffè",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108579,
      "name": "Bavarese al caffè sospetta",
      "description": "Un dolce rinfrescante. Dopo aver dato un bel morso, il cervello viene colpito da un'intensa ondata di amarezza e acidità. Si può solo ipotizzare che siano stati messi troppi chicchi di caffè. Nonostante dopo un po' il sapore amaro si plachi, dovresti preoccuparti di più della qualità del sonno che avrai quella notte...",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108580,
      "name": "Bavarese al caffè",
      "description": "Un dolce rinfrescante. Sebbene sia un dessert rappresentativo di Fontaine, la sua ricetta è molto semplice e lineare. Fintanto che le proporzioni degli ingredienti sono giuste, preparare questa bavarese è alla portata di chiunque. Ha una consistenza tenera con un gusto leggermente rinfrescante, che risolleva immediatamente lo spirito.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108581,
      "name": "Bavarese al caffè deliziosa",
      "description": "Un dolce rinfrescante. Una buonissima fragranza di crema pasticcera e il gustoso profumo del caffè si mischiano sulla punta della lingua, i passi di questa loro danza delicata si accendono e lasciano una persistente consistenza sorprendentemente morbida e liscia come la seta in bocca. Non c'è da stupirsi che questo piatto sia il più amato del menù dei dolci!",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    }
  }
}
