{
  "_id": 3003,
  "id": "cold_cut_platter",
  "name": "Piatto di salumi",
  "description": "Un piatto di salumi. Una portata equilibrata di pancetta, prosciutto e salsicce in grado di fare felice chiunque.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 1
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Pancetta",
      "amount": 1
    },
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Salsiccia",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108059,
      "name": "Piatto di salumi sospetto",
      "description": "Un piatto di salumi. Gli affettati sembrano un po' troppo freddi, probabilmente non il massimo per chi ha la pancia o i denti sensibili.",
      "effect": "#Aumenta di un 20% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108060,
      "name": "Piatto di salumi",
      "description": "Un piatto di salumi. Una portata equilibrata di pancetta, prosciutto e salsicce in grado di fare felice chiunque.",
      "effect": "#Aumenta di un 30% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108061,
      "name": "Piatto di salumi delizioso",
      "description": "Un piatto di salumi. La stagionatura della carne conferisce un sapore unico a questo piatto. Con questa estasi di carne in bocca, è difficile riuscire a preoccuparsi di qualcosa.",
      "effect": "#Aumenta di un 40% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108117,
      "id": "die_heilige_sinfonie",
      "name": "Sinfonia sacra",
      "description": "La specialità di Fischl. La squisita presentazione sembra voler comunicare un enigma indecifrabile. Se si guarda Fischl mentre si consuma questo piatto, si può notare il suo sguardo pieno di aspettativa trapelare tra le dita, che usa per coprire metà del suo volto... Farà anche questo parte del mistero?",
      "effect": "#Aumenta di un 55% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "fischl",
        "name": "Fischl"
      }
    }
  }
}
