{
  "_id": 3105,
  "id": "come_and_get_it",
  "name": "Vieni a prenderlo!",
  "description": "Un piatto realizzato con una gran varietà di ingredienti di lusso. La preparazione di questa pietanza non è delle più raffinate, e compare spesso a Liyue durante la stagione dei festival. Quando viene servito, la persona a capotavola invita tutti a favorire, dicendo: \"Venite e mangiate!\" Da qui il nome.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 3
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 3
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108131,
      "name": "Vieni a prenderlo! sospetto",
      "description": "Un piatto realizzato con una gran varietà di ingredienti di lusso... che sono stati però gettati nell'acqua calda e bolliti fino a renderli irriconoscibili. Come se il sapore estremamente sgradevole non bastasse, ti consigliamo di fare attenzione anche alla sabbia...",
      "effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108132,
      "name": "Vieni a prenderlo!",
      "description": "Un piatto realizzato con una gran varietà di ingredienti di lusso. La preparazione di questa pietanza non è delle più raffinate, e compare spesso a Liyue durante la stagione dei festival. Quando viene servito, la persona a capotavola invita tutti a favorire, dicendo: \"Venite e mangiate!\" Da qui il nome.",
      "effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108133,
      "name": "Vieni a prenderlo! delizioso",
      "description": "Un piatto realizzato con una gran varietà di ingredienti di lusso. La combinazione di carne e verdure è perfetta, la presentazione impeccabile, e il connubio di sapori nel brodo tira fuori il meglio di ogni alimento. Se non ti dispiace, io me lo pappo.",
      "effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108140,
      "name": "Ignoto avvenire",
      "description": "La specialità di Qiqi. Le file ordinate di ingredienti sembrano esotiche e deliziose, e Baizhu dice che Qiqi ha trascorso molto tempo a inventare la ricetta. Comunque, considerato che Qiqi non ha il senso del gusto, ci vorrà del coraggio per mettere le bacchette su questo cibo.",
      "effect": "#Aumenta di un 20% il tasso di CRIT e i DAN da CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "qiqi",
        "name": "Qiqi"
      }
    }
  }
}
