{
  "_id": 3413,
  "id": "consomm",
  "name": "Consommé",
  "description": "Una zuppa dalla preparazione complessa. Schiaccia gli ingredienti, fai bollire il tutto nel brodo e servi solo la parte chiara della zuppa derivante dalla bollitura. Tra le strade di Fontaine circola una voce secondo cui uno scrittore poco ispirato ebbe improvvisamente dei colpi di genio dopo aver mangiato questa zuppa... Questo effetto tanto incredibile, però, non sarà una trovata pubblicitaria inventata dal ristorante che serve la zuppa?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carota",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108591,
      "name": "Consommé sospetto",
      "description": "Una zuppa dalla preparazione complessa. Un liquido dall'aspetto torbido e fangoso. Un solo sguardo è sufficiente per capire che questa creazione è un fallimento. Forse l'unica cosa a Fontaine che accetterebbe un tale \"cibo\" sono i Fantasmi di Hydro contaminati che vagano vicino all'acqua...",
      "effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108592,
      "name": "Consommé",
      "description": "Una zuppa dalla preparazione complessa. Schiaccia gli ingredienti, fai bollire il tutto nel brodo e servi solo la parte chiara della zuppa derivante dalla bollitura. Tra le strade di Fontaine circola una voce secondo cui uno scrittore poco ispirato ebbe improvvisamente dei colpi di genio dopo aver mangiato questa zuppa... Questo effetto tanto incredibile, però, non sarà una trovata pubblicitaria inventata dal ristorante che serve la zuppa?",
      "effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108593,
      "name": "Consommé delizioso",
      "description": "Una zuppa dalla preparazione complessa. È una zuppa chiara, che combina l'essenza del cielo blu infinito e delle terre sconfinate. Gli aromi di carne e verdure si mescolano alla perfezione in un qualcosa di perfetto. Non c'è da stupirsi che un giornalista dell'Uccello a vapore, una volta incapace di buttare giù una singola parola su carta, ne bevve una sola scodella e divenne immediatamente un genio letterario, di cui ogni parola era quasi pregiata come questo piatto.",
      "effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108603,
      "id": "consomm_purete",
      "name": "\"Consommé Pureté\"",
      "description": "La specialità di Neuvillette. Afferma di aver selezionato apposta le acque più pure e fredde delle vette montuose più alte per creare questo squisito e ineguagliabile tesoro. Pur avendo una qualità rigenerante, il sapore della zuppa in generale non è diverso dalle zuppe ordinarie, ma probabilmente è meglio non parlarne...",
      "effect": "#Aumenta di un 20% il tasso di CRIT e i DAN da CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "neuvillette",
        "name": "Neuvillette"
      }
    }
  }
}
