{
  "_id": 2204,
  "id": "crab_roe_kourayaki",
  "name": "Kourayaki di uova di granchio",
  "description": "Un piatto a base di granchio che viene cotto direttamente sopra la fiamma. La polpa e le uova vengono mescolate in modo omogeneo, prima di essere guarnite con delle succulente zampe di granchio. La felicità che scaturisce dal primo boccone basta a compensare la pazienza portata durante l'attesa.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Granchio",
      "amount": 1
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Uova di granchio",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108294,
      "name": "Kourayaki di uova di granchio sospetto",
      "description": "Un piatto a base di granchio che viene cotto direttamente sopra la fiamma. I frammenti di guscio schiacciati e le uova di granchio si sono mescolati insieme. Sbattere i denti contro quei pezzi duri fa perdere qualsiasi desiderio potessi avere di goderti questo cibo.",
      "effect": "#Aumenta di 66 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108295,
      "name": "Kourayaki di uova di granchio",
      "description": "Un piatto a base di granchio che viene cotto direttamente sopra la fiamma. La polpa e le uova vengono mescolate in modo omogeneo, prima di essere guarnite con delle succulente zampe di granchio. La felicità che scaturisce dal primo boccone basta a compensare la pazienza portata durante l'attesa.",
      "effect": "#Aumenta di 81 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108296,
      "name": "Kourayaki di uova di granchio delizioso",
      "description": "Un piatto a base di granchio che viene cotto direttamente sopra la fiamma. La polpa di granchio ha ancora un'incantevole tonalità scarlatta, e la polpa è tenera e succosa. Le uova di granchio hanno un aroma rinfrescante e un gusto dolce e ricco. La pura grazia di questa pietanza sulla tua lingua ti fa quasi chiedere che sapore abbia il guscio.",
      "effect": "#Aumenta di 95 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
