{
  "_id": 2112,
  "id": "crab_roe_tofu",
  "name": "Tofu con uova di granchio",
  "description": "Un piatto dalla consistenza tenera. Le uova di granchio sono saltate in padella finché l'olio all'interno non fuoriesce, per poi essere aggiunte al tofu bollito e aromatizzate con il brodo. Semplice, sì, ma gloriosamente fresco.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Uova di granchio",
      "amount": 1
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108176,
      "name": "Tofu con uova di granchio sospetto",
      "description": "Un piatto dalla consistenza tenera. Nemmeno le uova di granchio più fresche riuscirebbero a camuffare il sapore di tofu andato a male. Tutto ciò che puoi fare per inghiottirlo è schiacciarlo con le bacchette e mescolarlo al riso bianco.",
      "effect": "Rianima un personaggio e ripristina 250 PS."
    },
    "normal": {
      "_id": 108177,
      "name": "Tofu con uova di granchio",
      "description": "Un piatto dalla consistenza tenera. Le uova di granchio sono saltate in padella finché l'olio all'interno non fuoriesce, per poi essere aggiunte al tofu bollito e aromatizzate con il brodo. Semplice, sì, ma gloriosamente fresco.",
      "effect": "Rianima un personaggio e ripristina 400 PS."
    },
    "delicious": {
      "_id": 108178,
      "name": "Tofu con uova di granchio delizioso",
      "description": "Un piatto dalla consistenza tenera. Il tofu è così morbido che si potrebbe rompere se soffi su una cucchiaiata. Le uova di granchio sono così gonfie d'olio che fuoriesce sulle tue labbra nel momento in cui dai un morso. Non c'è nemmeno bisogno di masticare. Il cibo scende giù in un lampo, lasciando nient'altro che il ricordo del suo sapore fresco.",
      "effect": "Rianima un personaggio e ripristina 550 PS."
    },
    "special": {
      "_id": 108244,
      "id": "my_way",
      "name": "A modo mio",
      "description": "La specialità di Yanfei. Questo piatto consiste in tofu con uova di granchio, realizzato con un'incredibile precisione. Le sue dimensioni e il suo sapore sono tutti fedelmente resi secondo le \"Leggi del tofu delle uova di granchio\" nella ricetta, senza omettere una sola lettera.",
      "effect": "Rianima un personaggio e ripristina un 15% dei PS max, quindi ripristina 550 PS aggiuntivi.",
      "character": {
        "id": "yanfei",
        "name": "Yanfei"
      }
    }
  }
}
