{
  "_id": 2004,
  "id": "cream_stew",
  "name": "Stufato di carne e verdure",
  "description": "Uno stufato di carne e verdure. Il brodo denso ha un buonissimo sapore che accompagna la carne tenera e la verdura.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108037,
      "name": "Stufato di carne e verdure sospetto",
      "description": "Uno stufato di carne e verdure. È decisamente troppo asciutto per essere un alimento che dovrebbe stare in un brodo.",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108038,
      "name": "Stufato di carne e verdure",
      "description": "Uno stufato di carne e verdure. Il brodo denso ha un buonissimo sapore che accompagna la carne tenera e la verdura.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108039,
      "name": "Stufato di carne e verdure delizioso",
      "description": "Uno stufato di carne e verdure. Gli ingredienti caldi e ricoperti di burro sono così buoni che ti viene quasi voglia di tuffarti nel piatto e coccolarli.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108040,
      "id": "spicy_stew",
      "name": "Stufato piccante",
      "description": "La specialità di Barbara. Questo piatto viene preparato con delle carote tagliate a forma di stelline... Aspetta... AH, perché è così piccante!?",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 1.500 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "barbara",
        "name": "Barbara"
      }
    }
  }
}