{
  "_id": 3415,
  "id": "crepes_suzette",
  "name": "Crêpe Suzette",
  "description": "Delle crêpe con il ripieno. Friggi le crêpe, quindi servile con marmellata, panna e pezzi di frutta. La ricetta ha parecchie varianti e il sapore del piatto dipende dai diversi ingredienti utilizzati.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Marmellata",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108600,
      "name": "Crêpe Suzette sospette",
      "description": "Crêpe ripiene. Il primo morso è così blando che ti chiedi se non hai perso il senso del gusto. Il secondo morso è così dolce che ti farà rimpiangere di avere ancora il senso del gusto... Una esperienza culinaria così stimolante è come guidare un Cavalcaonde in una tempesta: anche se si riesce ad arrivare a riva, se ne rimane traumatizzati.",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108601,
      "name": "Crêpe Suzette",
      "description": "Delle crêpe con il ripieno. Friggi le crêpe, quindi servile con marmellata, panna e pezzi di frutta. La ricetta ha parecchie varianti e il sapore del piatto dipende dai diversi ingredienti utilizzati.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108602,
      "name": "Crêpe Suzette deliziose",
      "description": "Crêpe ripiene. La panna leggera e la deliziosa marmellata si uniscono in una sinfonia di sapori ripiegati in una morbida crêpe magistralmente cotta, come vestita di seta, che invita la lingua a unirsi a un elegante e infinito valzer di delizie culinarie.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}