{
  "_id": 3606,
  "id": "crispy_roast",
  "name": "Arrosto croccante",
  "description": "Grossi pezzi di carne arrostita. Prima di essere marinati e messi al forno, la pelle della carne viene incisa con dei tagli a forma di griglia. Ingredienti quotidiani, preparazione semplice, sapore autentico.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108882,
      "name": "Arrosto croccante sospetto",
      "description": "Grossi pezzi di carne arrostita. La carne è stata tolta frettolosamente dal fumo nero soffocante, sembra un pezzo di carbone. Prima che le ultime braci sulla griglia si spengano, vale la pena provare a prepararne un'altra porzione.",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108883,
      "name": "Arrosto croccante",
      "description": "Grossi pezzi di carne arrostita. Prima di essere marinati e messi al forno, la pelle della carne viene incisa con dei tagli a forma di griglia. Ingredienti quotidiani, preparazione semplice, sapore autentico.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108884,
      "name": "Arrosto croccante delizioso",
      "description": "Grossi pezzi di carne arrostita. Non appena viene tirata fuori dal forno, il ricco aroma di carne ti riempie l'anima. Non c'è da stupirsi che molti abitanti di Nod-Krai credano che questa carne arrostita sia come il sole caldo in una giornata d'inverno gelida.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
