{
  "_id": 3013,
  "id": "crispy_potato_shrimp_platter",
  "name": "Cocktail di patate fritte con gamberetti",
  "description": "Un accattivante spuntino pre-pasto. Le patate affettate e fritte vengono guarnite con una crema spalmabile a base di patate e frutti di bosco, a cui viene poi aggiunto un gamberetto intero. I sapori fragranti e corposi di questa composizione stimolano l'appetito, e l'aggiunta della menta conferisce al mix una nuova dimensione.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Gamberetti",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Bacca",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108222,
      "name": "Cocktail di patate fritte con gamberetti sospetto",
      "description": "Accattivante spuntino pre-pasto. È stato sprecato veramente troppo tempo per cercare di dare una forma elegante ai dettagli del piatto. Le patatine, che dovevano formare la base, sono diventate mollicce e hanno perso molto del loro sapore.",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108223,
      "name": "Cocktail di patate fritte con gamberetti",
      "description": "Un accattivante spuntino pre-pasto. Le patate affettate e fritte vengono guarnite con una crema spalmabile a base di patate e frutti di bosco, a cui viene poi aggiunto un gamberetto intero. I sapori fragranti e corposi di questa composizione stimolano l'appetito, e l'aggiunta della menta conferisce al mix una nuova dimensione.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108224,
      "name": "Cocktail di patate fritte con gamberetti delizioso",
      "description": "Accattivante spuntino pre-pasto. Nel momento in cui uno di questi stuzzichini entra in bocca, la morbidezza del gambero e la croccantezza delle patatine genera un forte contrasto. Le patate soffici intervengono subito per fondere i sapori, dando vita a un'esperienza in grado di rilassare corpo e mente.",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108839,
      "id": "chatter_of_joyful_nights",
      "name": "Chiacchiere di notti gioiose",
      "description": "La specialità di Dahlia. \"Ahem, ho ricevuto una rivelazione divina che mi chiedeva di farti assaggiare questo piatto\". Così dice un certo diacono strizzando l'occhio e presentando un piatto di prelibatezze dorate. Il suo sguardo gentile e... piuttosto trepidante, oltre al dolce aroma del sidro di mele, fa sorgere spontanea una domanda... Si sarà davvero trattata di una rivelazione divina?",
      "effect": "#Ripristina un 34% dei PS max del personaggio selezionato e rigenera 980 PS ogni 5 s per 30 s.",
      "character": {
        "id": "dahlia",
        "name": "Dahlia"
      }
    }
  }
}
