{
  "_id": 3124,
  "id": "crispy_spring_rolls",
  "name": "Involtini primavera croccanti",
  "description": "Uno spuntino fritto di Liyue. La carne sfilacciata e le verdure sono avvolte in una sottile sfoglia, il tutto arrotolato a cilindro e fritto fino a doratura. Croccanti fuori e morbide dentro, queste piccole prelibatezze sono amate sia dai giovani che dagli anziani.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Germoglio di bambù",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Fungo",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108934,
      "name": "Involtini primavera croccanti sospetti",
      "description": "Uno spuntino fritto di Liyue. La loro crosta avrebbe dovuto essere croccante, eppure per qualche ragione è diventata flaccida e molliccia... Che strano... Aspetta, non è che questa è la carta oleata che serviva ad avvolgerli?",
      "effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108935,
      "name": "Involtini primavera croccanti",
      "description": "Uno spuntino fritto di Liyue. La carne sfilacciata e le verdure sono avvolte in una sottile sfoglia, il tutto arrotolato a cilindro e fritto fino a doratura. Croccanti fuori e morbide dentro, queste piccole prelibatezze sono amate sia dai giovani che dagli anziani.",
      "effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108936,
      "name": "Involtini primavera croccanti deliziosi",
      "description": "Uno spuntino fritto di Liyue. Con uno scrocchio secco, il succulento ripieno esplode in bocca al primo morso. Sotto la crosta dorata e velata non si nascondono solo strati di sapore, ma anche la vitalità e il calore quotidiani di Liyue.",
      "effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108949,
      "id": "flavor_of_spring",
      "name": "Sapore di primavera",
      "description": "La specialità di Zibai. Il suo colore risplende come ambra dorata, proprio come i suoi occhi. Il suo aroma è simile a quello di un comune involtino primavera, ma la consistenza croccante nasconde una resistenza inaspettata... Che sia una ricetta segreta tramandata dall'antica nazione di Lang-Gan?",
      "effect": "#Aumenta di 282 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "zibai",
        "name": "Zibai"
      }
    }
  }
}