{
  "_id": 3901,
  "id": "crisp_croissant_combo",
  "name": "Croissant fragrante con caffè",
  "description": "Un set composto da caffè e croissant. Arrotolare e piegare l'impasto, cospargerlo con uovo sbattuto e mettere tutto in forno. Nel giro di pochi minuti, l'impasto si espande per diventare un dolce squisito che esce trionfalmente dal forno ancora fumante. Si dice che l'atto di spennellare l'uovo sbattuto sull'impasto sia per il pasticciere l'equivalente dell'apporre la propria firma... e in questo caso la calligrafia è a dir poco straordinaria.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Burro",
      "amount": 2
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Chicchi di caffè",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 2
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108687,
      "name": "Croissant fragrante con caffè sospetto",
      "description": "Un set composto da caffè e croissant. L'impasto duro rimane inscalfibile sotto la morsa dei tuoi denti, sembra che sia stato prosciugato di ogni traccia di umidità. La bevanda è talmente amara e acida che se l'avessi scambiata per una sorta d'intruglio medicinale nessuno te ne avrebbe fatto una colpa. L'unica nota positiva in tutto ciò è che, per fortuna, non si tratta della portata principale...",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108688,
      "name": "Croissant fragrante con caffè",
      "description": "Un set composto da caffè e croissant. Arrotolare e piegare l'impasto, cospargerlo con uovo sbattuto e mettere tutto in forno. Nel giro di pochi minuti, l'impasto si espande per diventare un dolce squisito che esce trionfalmente dal forno ancora fumante. Si dice che l'atto di spennellare l'uovo sbattuto sull'impasto sia per il pasticciere l'equivalente dell'apporre la propria firma... e in questo caso la calligrafia è a dir poco straordinaria.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108689,
      "name": "Croissant fragrante con caffè delizioso",
      "description": "Un set composto da caffè e croissant. I due angoli appuntiti nascondono una soffice morbidezza all'interno della crosta croccante, e il burro aromatico danza in perfetta sintonia con l'intenso aroma del caffè, un'unione semplicemente paradisiaca. Che sia alle prime ore del mattino o durante una breve pausa, questo delizioso abbinamento può salvare anche la più esausta delle anime.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}