{
  "_id": 3113,
  "id": "cured_pork_dry_hotpot",
  "name": "Stufato di maiale affumicato",
  "description": "Un piatto cucinato a fiamma alta. I matsutake e il prosciutto sono stati fatti a fettine, saltati in padella e conditi con vari ingredienti piccanti. Il sapore del prosciutto si accompagna bene alla croccantezza dei matsutake, e la combinazione diventa sempre più appassionante mentre lo mangi. Il wok termoconduttivo serve a mantenere il cibo caldo anche per lunghi periodi.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 2
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepe",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108182,
      "name": "Stufato di maiale affumicato sospetto",
      "description": "Un piatto cucinato a fiamma alta. La qualità del maiale non è male, ma è troppo salato. Assaggiando un boccone, non sentirai altro che salamoia in bocca, non importa quante bocche di leone o funghi matsutake proverai a mangiare.",
      "effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108183,
      "name": "Stufato di maiale affumicato",
      "description": "Un piatto cucinato a fiamma alta. I matsutake e il prosciutto sono stati fatti a fettine, saltati in padella e conditi con vari ingredienti piccanti. Il sapore del prosciutto si accompagna bene alla croccantezza dei matsutake, e la combinazione diventa sempre più appassionante mentre lo mangi. Il wok termoconduttivo serve a mantenere il cibo caldo anche per lunghi periodi.",
      "effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108184,
      "name": "Stufato di maiale affumicato delizioso",
      "description": "Un piatto cucinato a fiamma alta. Il grasso che cola dal prosciutto fritto si stratifica perfettamente sui bordi del piatto, aiutando così a conservare il sapore di ogni ingrediente. Basta il colore brillante per stimolare l'appetito, e ogni boccone è in grado di evocare ricordi di casa e dei festeggiamenti in qualsiasi abitante di Liyue.",
      "effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}