{
  "_id": 2306,
  "id": "curry_shrimp",
  "name": "Gamberetti al curry",
  "description": "Un piatto comune a Sumeru. I gamberetti vengono scottati fino a renderli teneri e poi aggiunti alla zuppa di curry. La combinazione di freschezza e piccantezza fa brontolare lo stomaco. Questo piatto viene servito in ogni famiglia di Sumeru, assumendo un sapore caratteristico sotto ogni tetto. Ogni famiglia di Sumeru, a quanto pare, ha una propria ricetta dei gamberetti al curry.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Gamberetti",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spezie",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108424,
      "name": "Gamberetti al curry sospetti",
      "description": "Un piatto semplice e comune a Sumeru. Puoi sentire il profumo del curry...sebbene sia alquanto pungente. Dopo aver esaminato quel miscuglio molliccio, trovi finalmente un gamberetto rinsecchito. Vuoi davvero assaggiarlo?",
      "effect": "Ripristina un 20% dei PS max e 900 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108425,
      "name": "Gamberetti al curry",
      "description": "Un piatto comune a Sumeru. I gamberetti vengono scottati fino a renderli teneri e poi aggiunti alla zuppa di curry. La combinazione di freschezza e piccantezza fa brontolare lo stomaco. Questo piatto viene servito in ogni famiglia di Sumeru, assumendo un sapore caratteristico sotto ogni tetto. Ogni famiglia di Sumeru, a quanto pare, ha una propria ricetta dei gamberetti al curry.",
      "effect": "Ripristina un 22% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108426,
      "name": "Gamberetti al curry deliziosi",
      "description": "Un piatto semplice e comune a Sumeru. Dei grossi gamberi vengono immersi in una salsa cremosa, assorbendone il sapore dolce e ricco. L'aroma appassionato travolge l'olfatto ed è in grado di far venire l'acquolina in bocca anche a chi sostiene di non avere fame.",
      "effect": "Ripristina un 24% dei PS max e 1.500 PS aggiuntivi del personaggio selezionato."
    }
  }
}
