{
  "_id": 2114,
  "id": "deepfried_doublecrisp",
  "name": "Frittura supercroccante",
  "description": "Uno dei piatti più famosi di Liyue. Tra la fiamma viva, l'olio bollente e la rosolatura, il processo di cottura costituisce un'autentica prova di abilità: basta anche solo qualche secondo di differenza per ritrovarsi con degli ingredienti troppo crudi o eccessivamente cotti, compromettendo la loro croccantezza finale. Data l'abilità richiesta per la sua preparazione, questo piatto spesso è usato dai cuochi più esperti di Liyue come dimostrazione delle proprie capacità.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108639,
      "name": "Frittura supercroccante sospetta",
      "description": "Uno dei piatti più famosi di Liyue. È bastato un movimento inconsulto per scatenare una fiammata che ha mandato tutta la croccantezza e la tenerezza degli ingredienti... a farsi friggere. Ciò che ne resta sono pezzettoni bruciacchiati e anneriti.",
      "effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108640,
      "name": "Frittura supercroccante",
      "description": "Uno dei piatti più famosi di Liyue. Tra la fiamma viva, l'olio bollente e la rosolatura, il processo di cottura costituisce un'autentica prova di abilità: basta anche solo qualche secondo di differenza per ritrovarsi con degli ingredienti troppo crudi o eccessivamente cotti, compromettendo la loro croccantezza finale. Data l'abilità richiesta per la sua preparazione, questo piatto spesso è usato dai cuochi più esperti di Liyue come dimostrazione delle proprie capacità.",
      "effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108641,
      "name": "Frittura supercroccante deliziosa",
      "description": "Uno dei piatti più famosi di Liyue. I fiori dentellati di carne rossa e bianca, saltati tutti insieme in padella, sbocciano sulla lingua come un prato di gusto. Una pietanza raffinata, croccante, salata e dal sapore ricco, da non lasciarsi assolutamente scappare. Anche dopo aver ripulito il piatto, non puoi fare a meno di continuare a decantarne la squisitezza.",
      "effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}