{
  "_id": 3219,
  "id": "dragon_beard_noodles",
  "name": "Tagliolini barba di drago",
  "description": "Tagliolini sottili come i peli della barba di un drago. La cipolla verde viene saltata in un wok prima di aggiungere la zuppa e i condimenti. Gli ultimi a entrare sono i tagliolini, successivamente il tutto viene versato nel piatto e servito. I tagliolini devono essere abilmente tirati a mano più volte prima che diventino estremamente sottili: una tecnica che lo rende il piatto a base di tagliolini più difficile di tutta Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Fungo",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108369,
      "name": "Tagliolini barba di drago sospetti",
      "description": "Tagliolini sottili come i peli della barba di un drago. L'estenuante tentativo di rendere i tagliolini i più sottili possibili ha causato la rottura dei pezzi durante la cottura. È più difficile di quanto sembri... E di sicuro hai bisogno di più pratica.",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108370,
      "name": "Tagliolini barba di drago",
      "description": "Tagliolini sottili come i peli della barba di un drago. La cipolla verde viene saltata in un wok prima di aggiungere la zuppa e i condimenti. Le ultime a entrare sono i tagliolini, successivamente il tutto viene versato nel piatto e servito. I tagliolini devono essere abilmente tirati a mano più volte prima che diventino estremamente sottili: una tecnica che lo rende il piatto a base di tagliolini più difficile di tutta Liyue.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108371,
      "name": "Tagliolini barba di drago deliziosi",
      "description": "Tagliolini sottili come i peli della barba di un drago, simili a una cascata che si riversa in un brodo che ha catturato la vera essenza della montagna stessa. La sensazione morbida in bocca rispetto a quella dei tagliolini tradizionali rende quasi impossibile smettere di mangiare una volta che si è iniziato.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108372,
      "id": "heartstring_noodles",
      "name": "Tagliolini del cuore",
      "description": "La specialità di Shenhe. Forse deriva dal suo desiderio di ricreare un sapore che vive solo nei suoi ricordi, ma Shenhe ha investito molto tempo e fatica sia nella preparazione che nella composizione di questo piatto. I tagliolini lisci e la zuppa deliziosa fanno davvero un'ottima impressione, ma gli aspetti più indelebili sono la dedizione e il cuore messi in questo piatto...",
      "effect": "#Aumenta di 274 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "shenhe",
        "name": "Shenhe"
      }
    }
  }
}