{
  "_id": 4106,
  "id": "drunken_plums_in_snow",
  "name": "Prugne inebrianti nella neve",
  "description": "Un piatto di Liyue dall'aspetto elegante. Una volta che il granchio è stato cotto al vapore, le sue uova e la sua carne vengono accuratamente rimosse, saltate in padella e poi rimesse nel guscio. Gli albumi d'uovo vengono montati fino a formare un rivestimento spumoso per sigillare il guscio del granchio e conditi con prosciutto tritato finemente per dare un tocco di colore. Il tutto viene infine cotto al forno. Insieme, la succulenta carne di granchio e i soffici albumi d'uovo creano una combinazione che non mancherà di fare colpo.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Granchio",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 2
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Uova di granchio",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108784,
      "name": "Prugne inebrianti nella neve sospette",
      "description": "Un piatto di Liyue dall'aspetto elegante. La presentazione finale sembra impeccabile, ma all'interno della polpa di granchio, accuratamente estratta, si nascondono piccoli e infidi frammenti di guscio. Prima di assaggiarlo, bisogna superare un senso di disagio, perché c'è sempre il rischio che i denti incontrino un frammento di guscio...",
      "effect": "#Aumenta di 215 la DIF e di un 6% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108785,
      "name": "Prugne inebrianti nella neve",
      "description": "Un piatto di Liyue dall'aspetto elegante. Una volta che il granchio è stato cotto al vapore, le sue uova e la sua carne vengono accuratamente rimosse, saltate in padella e poi rimesse nel guscio. Gli albumi d'uovo vengono montati fino a formare un rivestimento spumoso per sigillare il guscio del granchio e conditi con prosciutto tritato finemente per dare un tocco di colore. Il tutto viene infine cotto al forno. Insieme, la succulenta carne di granchio e i soffici albumi d'uovo creano una combinazione che non mancherà di fare colpo.",
      "effect": "#Aumenta di 261 la DIF e di un 8% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108786,
      "name": "Prugne inebrianti nella neve deliziose",
      "description": "Un piatto di Liyue dall'aspetto elegante. Il rivestimento simile alla neve è morbido e arioso, come fiocchi di neve che cadono delicatamente sulla lingua. Poi, la ricca e fresca polpa di granchio avvolge rapidamente le papille gustative, come un radioso e splendente fiore di prugno che sboccia in mezzo a una solitaria e serena nevicata, affascinante e incantevole.",
      "effect": "#Aumenta di 308 la DIF e di un 10% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}