{
  "_id": 1202,
  "id": "drybraised_salted_fish",
  "name": "Ayu essiccato alla griglia",
  "description": "Del pesce essiccato che è stato grigliato a lungo su fuoco a carbone. Il pesce, lasciato seccare all'aria durante la notte, ha un retrogusto di salsedine e sprigiona un sapore stuzzicante quando viene grigliato. Una pietanza molto conosciuta tra gli abitanti di Inazuma che abitano vicino al mare.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108267,
      "name": "Ayu essiccato alla griglia sospetto",
      "description": "Del pesce essiccato grigliato a lungo su fuoco a carbone. Ogni traccia di umidità all'interno del pesce è stata prosciugata, conferendo al piatto una consistenza paragonabile a quella del legno. Si riesce a malapena a distinguere il pesce dalle lische.",
      "effect": "Ripristina un 8% dei PS max e 800 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108268,
      "name": "Ayu essiccato alla griglia",
      "description": "Del pesce essiccato che è stato grigliato a lungo su fuoco a carbone. Il pesce, lasciato seccare all'aria durante la notte, ha un retrogusto di salsedine e sprigiona un sapore stuzzicante quando viene grigliato. Una pietanza molto conosciuta tra gli abitanti di Inazuma che abitano vicino al mare.",
      "effect": "Ripristina un 9% dei PS max e 1.000 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108269,
      "name": "Ayu essiccato alla griglia delizioso",
      "description": "Del pesce essiccato che è stato grigliato a lungo su fuoco a carbone. Il grasso trasuda all'esterno mentre il pesce viene grigliato, e un suono sfrigolante accompagna la cottura che riveste di un manto dorato la polpa. Il risultato ha una consistenza soda ma deliziosa, e il sapore è piuttosto delicato. Questo è uno degli impareggiabili regali del mare.",
      "effect": "Ripristina un 10% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108301,
      "name": "Bellezza sempreverde",
      "description": "La specialità di Kaedehara Kazuha. Realizzata con del pesce che è stato essiccato su una nave. Kazuha afferma che sono dei pesci normalissimi. Ma questo sapore... questa dev'essere sicuramente la definizione di natura libera e avvolgente, no?",
      "effect": "Ripristina un 16% dei PS max e 1.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "kaedehara_kazuha",
        "name": "Kaedehara Kazuha"
      }
    }
  }
}
