{
  "_id": 1401,
  "id": "duck_confit",
  "name": "Confit d'anatra",
  "description": "Un piatto cotto in padella. La coscia d'anatra viene prima insaporita con sale e spezie, poi risciacquata a fondo e infine inzuppata nel grasso d'anatra. Il confit viene quindi passato in padella e poi servito. La carne e le patate rosolate nel grasso d'anatra creano un insieme di gusti davvero delizioso.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 1
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108512,
      "name": "Confit d'anatra sospetto",
      "description": "Un piatto fritto in padella. La coscia d'anatra sembra sul punto di sfaldarsi, e il primo morso ti unge irrimediabilmente tutta la bocca... E c'è qualcos'altro che rovina la consistenza... Bleah! Cos'è? Una piuma d'anatra?!",
      "effect": "Ripristina un 8% dei PS max e 800 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108513,
      "name": "Confit d'anatra",
      "description": "Un piatto cotto in padella. La coscia d'anatra viene prima insaporita con sale e spezie, poi risciacquata a fondo e infine inzuppata nel grasso d'anatra. Il confit viene quindi passato in padella e poi servito. La carne e le patate rosolate nel grasso d'anatra creano un insieme di gusti davvero delizioso.",
      "effect": "Ripristina un 9% dei PS max e 1.000 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108514,
      "name": "Confit d'anatra delizioso",
      "description": "Un piatto cotto in padella. Grazie alla magia del confit, la coscia d'anatra piena e carnosa viene cucinata fino a renderla croccante all'esterno e goduriosamente tenera all'interno. Si potrebbe affermare che questo piatto valga ogni secondo trascorso ad assaporarlo!",
      "effect": "Ripristina un 10% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    }
  }
}