{
  "_id": 4105,
  "id": "eighttreasure_duck",
  "name": "Anatra agli otto tesori",
  "description": "Una vivanda la cui preparazione richiede abilità fuori dal comune. Consiste in un'anatra disossata e imbottita con otto tipi di carni e verdure, conosciuti come gli \"Otto tesori\", quindi modellata a forma di zucca come simbolo di buon auspicio. Esige ingredienti di prima scelta, abilità di taglio eccezionali e tempi di cottura scrupolosi, il tutto per dare vita a ciò che viene considerato la portata finale di ogni banchetto.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 3
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108636,
      "name": "Anatra agli otto tesori sospetta",
      "description": "Una vivanda la cui preparazione richiede abilità fuori dal comune. Gli occhi bruciano una volta finita la rimozione di tutti gli ossi. Sembra che questo piatto abbia messo a dura prova non soltanto le tue capacità culinarie, ma anche la tua resistenza fisica e la tua pazienza. Un gran peccato, quindi, che l'anatra, così accuratamente disposta, si sia completamente spappolata all'interno della padella... Meglio non provarci mai più. Chiudi gli occhi e fai dei respiri profondi.",
      "effect": "#Aumenta di un 25% l'efficacia dello scudo e di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108637,
      "name": "Anatra agli otto tesori",
      "description": "Una vivanda la cui preparazione richiede abilità fuori dal comune. Consiste in un'anatra disossata e imbottita con otto tipi di carni e verdure, conosciuti come gli \"Otto tesori\", quindi modellata a forma di zucca come simbolo di buon auspicio. Esige ingredienti di prima scelta, abilità di taglio eccezionali e tempi di cottura scrupolosi, il tutto per dare vita a ciò che viene considerato la portata finale di ogni banchetto.",
      "effect": "#Aumenta di un 30% l'efficacia dello scudo e di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108638,
      "name": "Anatra agli otto tesori deliziosa",
      "description": "Una vivanda la cui preparazione richiede abilità fuori dal comune. Appena tolta dal fuoco, la paffuta e succulenta anatra della buona sorte ha un aspetto irresistibile. Con l'aggiunta di un sughetto profumato e un filo d'olio, costituisce la combinazione perfetta di colore, gusto e forma. Ogni morso è un'autentica cascata di sapore che permane a lungo sul palato.",
      "effect": "#Aumenta di un 35% l'efficacia dello scudo e di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
