{
  "_id": 3418,
  "id": "feastos",
  "name": "Frittondini",
  "description": "Degli stuzzichini fritti e dorati. La polpa di pollo viene lavorata fino ad assumere una forma circolare, per poi essere combinata con gli anelli di cipolla. Analogamente, viene pressato anche un composto di pesce e patate in una forma tonda, creando una composizione gastronomica degna di un banchetto. Basta immergere tutto nell'olio e, in men che non si dica, i tuoi Frittondini saranno pronti da gustare.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108613,
      "name": "Frittondini sospetti",
      "description": "Degli stuzzichini fritti e dorati. Ci è voluto parecchio tempo per far sì che l'olio in eccesso venisse assorbito, e questo processo ha reso molliccia la panatura croccante. Mm... Chissà se i gabbiani a riva li mangeranno.",
      "effect": "#Aumenta di un 15% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108614,
      "name": "Frittondini",
      "description": "Degli stuzzichini fritti e dorati. La polpa di pollo viene lavorata fino ad assumere una forma circolare, per poi essere combinata con gli anelli di cipolla. Analogamente, viene pressato anche un composto di pesce e patate in una forma tonda, creando una composizione gastronomica degna di un banchetto. Basta immergere tutto nell'olio e, in men che non si dica, i tuoi Frittondini saranno pronti da gustare.",
      "effect": "#Aumenta di un 17% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108615,
      "name": "Frittondini deliziosi",
      "description": "Degli stuzzichini fritti e dorati, la cui fragranza fa venire l'acquolina in bocca. Con l'anello di pollo e cipolle nella mano sinistra e quello di pesce e patate nella destra, la bontà è letteralmente a portata di mano! Lascia che il loro sapore inebri il tuo palato.",
      "effect": "#Aumenta di un 20% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108619,
      "id": "sin_the_kind_that_doesnt_need_to_be_dealt_with",
      "name": "Peccato di gola: Impossibile da espiare",
      "description": "La specialità di Chevreuse. C'è qualcosa d'indubbiamente \"peccaminoso\" in questo piatto, da un punto di vista prettamente salutistico. In quanto capo della Pattuglia speciale di sicurezza e sorveglianza, non permetterà che siano gli altri a occuparsi dei peccati... È una questione di professionalità ed etica personale, dopotutto. Talvolta, però, condividere un compito tanto solenne con qualcuno di cui ci si fida è un... modo accettabile per alleviare lo stress.",
      "effect": "#Aumenta di un 25% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "chevreuse",
        "name": "Chevreuse"
      }
    }
  }
}