{
  "_id": 2008,
  "id": "fishermans_toast",
  "name": "Toast del pescatore",
  "description": "Un toast ricoperto di cipolle. È molto popolare tra i pescatori, che infatti ne fanno delle scorte in previsione delle lunghe giornate di pesca in riva al fiume.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108001,
      "name": "Toast del pescatore sospetto",
      "description": "Un toast ricoperto di cipolle. Non è cotto molto bene, e questo difetto si nota anche se consumato durante la pesca.",
      "effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108002,
      "name": "Toast del pescatore",
      "description": "Un toast ricoperto di cipolle. È molto popolare tra i pescatori, che infatti ne fanno delle scorte in previsione delle lunghe giornate di pesca in riva al fiume.",
      "effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108003,
      "name": "Toast del pescatore delizioso",
      "description": "Un toast ricoperto di cipolle. Emana un fantastico aroma. Che i pesci siano attirati più dal toast che dall'esca?",
      "effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108115,
      "id": "fishflavored_toast",
      "name": "Toast marino",
      "description": "La specialità di Klee. Klee ha usato le sue bombe in modo sfrenato e ha spaventato i pesci, così Jean l'ha incaricata di preparare questo toast per scusarsi con i pescatori. È sostanzioso e gustoso. Klee non morirà più di fame, anche dopo un'intera giornata passata a far esplodere i pesci.",
      "effect": "#Aumenta di 151 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "klee",
        "name": "Klee"
      }
    }
  }
}