{
  "_id": 2307,
  "id": "fish_with_cream_sauce",
  "name": "Pesce alla besciamella",
  "description": "Pesce servito in salsa. I filetti freschi sono stati asciugati bene, quindi cotti in padella fino a diventare croccanti. Il pesce è stato poi immerso in una salsa bianca cremosa e spolverato con una manciata di foglie di menta fresca. Un piatto semplice ma non privo di un gusto unico.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108433,
      "name": "Pesce alla besciamella sospetto",
      "description": "Un piatto di pesce servito in salsa. L'esterno è stato bruciato in olio bollente. Non notare il contrasto tra il colore scuro del pesce bruciato e quello chiaro della besciamella è piuttosto difficile. Solo l'interno sembra commestibile... Aspetta un momento, perché è così amaro?",
      "effect": "#Ripristina un 18% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108434,
      "name": "Pesce alla besciamella",
      "description": "Pesce servito in salsa. I filetti freschi sono stati asciugati bene, quindi cotti in padella fino a diventare croccanti. Il pesce è stato poi immerso in una salsa bianca cremosa e spolverato con una manciata di foglie di menta fresca. Un piatto semplice ma non privo di un gusto unico.",
      "effect": "#Ripristina un 20% dei PS max del personaggio selezionato e rigenera 390 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108435,
      "name": "Pesce alla besciamella delizioso",
      "description": "Un piatto di pesce servito con della salsa. Il filetto semitrasparente viene servito su della squisita salsa di panna, e già dal primo morso scatena un'esplosione di freschezza, che richiama alla mente i pesci che saltano fuori dall'acqua.",
      "effect": "#Ripristina un 22% dei PS max del personaggio selezionato e rigenera 470 PS ogni 5 s per 30 s."
    }
  }
}