{
  "_id": 4403,
  "id": "fontinalia_mousse",
  "name": "Mousse di Fontinalia",
  "description": "Un dolce di colore azzurro tipico della Festa di Fontinalia. Una mousse dalla forma di un bocciolo di Giglio Lagoluce. Dopo che le tradizioni della festa sono state adeguate per includere la degustazione dolciaria, questa mousse è diventata uno dei dolci preferiti di Fontaine. Non dimenticare di darne un po' a chiunque voglia giocare a \"Dolcetto o processo\" con te!",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Marmellata",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108621,
      "name": "Mousse di Fontinalia sospetta",
      "description": "Un dolce di colore azzurro tipico della Festa di Fontinalia. Detto questo, il suo aspetto discutibile ricorda un Malefiore di Cryo... Siamo sicuri che i gigli Lagoluce utilizzati per la sua preparazione non siano in realtà dei Malefiori? Mh, meglio liberarsene... Servire un dolce simile durante la festa potrebbe risultare offensivo!",
      "effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108622,
      "name": "Mousse di Fontinalia",
      "description": "Un dolce di colore azzurro tipico della Festa di Fontinalia. Una mousse dalla forma di un bocciolo di Giglio Lagoluce. Dopo che le tradizioni della festa sono state adeguate per includere la degustazione dolciaria, questa mousse è diventata uno dei dolci preferiti di Fontaine. Non dimenticare di darne un po' a chiunque voglia giocare a \"Dolcetto o processo\" con te!",
      "effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108623,
      "name": "Mousse di Fontinalia deliziosa",
      "description": "Un dolce di colore azzurro tipico della Festa di Fontinalia. La sua colorazione cristallina non ha nulla da invidiare a quella delle onde del mare. La sua eleganza leggiadra è simile a quella dei petali che cadono, e la sua consistenza ariosa è come un fiocco di neve che si scioglie in bocca. Gustare una tale prelibatezza è sicuramente una delle cose migliori che potrebbero capitare durante la festa!",
      "effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
