{
  "_id": 2406,
  "id": "fontaine_aspic",
  "name": "Aspic di Fontaine",
  "description": "Un piatto freddo a base di frutti di mare. La preparazione richiede di macinare il pesce per formare un impasto, versarlo in uno stampo rettangolare e cuocere al forno. Una volta pronto, attendere che si raffreddi prima di servirlo. Una pietanza che rinfresca la lingua ma che riscalda il cuore.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108554,
      "name": "Aspic di Fontaine sospetto",
      "description": "Un piatto freddo a base di frutti di mare. Risulta essere un gradevole antipasto, a patto di evitare le insidiose trappole che si celano al suo interno... ovvero le lische di pesce.",
      "effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108555,
      "name": "Aspic di Fontaine",
      "description": "Un piatto freddo a base di frutti di mare. La preparazione richiede di macinare il pesce per formare un impasto, versarlo in uno stampo rettangolare e cuocere al forno. Una volta pronto, attendere che si raffreddi prima di servirlo. Una pietanza che rinfresca la lingua ma che riscalda il cuore.",
      "effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108556,
      "name": "Aspic di Fontaine delizioso",
      "description": "Un piatto freddo a base di frutti di mare. Le uova di pesce al suo interno esplodono sulle tue papille gustative, cogliendoti piacevolmente di sorpresa. Nel giro di pochi istanti, il tuo piatto si è già svuotato. Ma non c'è nessuno intorno, quindi... non c'è niente di male nel dargli un'ultima leccata, no?",
      "effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}