{
  "_id": 3401,
  "id": "fontainian_foie_gras",
  "name": "Foie gras alla fontainiana",
  "description": "Un piatto tradizionale di Fontaine. Per il foie gras occorre una semplice frittura in padella prima di essere servito. Grazie al controllo certosino della temperatura, il foie gras ha una doratura perfetta e un sapore tenero e invitante. Il processo di cottura richiede grande concentrazione per evitare che il fegato si riduca a una poltiglia oleosa.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Marmellata",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108515,
      "name": "Foie gras alla fontainiana sospetto",
      "description": "Un piatto tradizionale di Fontaine. Ti dà l'impressione di aver ingerito un intero cucchiaio d'olio, e se tenti di masticarne un altro boccone, senti talmente tanto grasso da non riuscire a mandarlo giù. Ci hanno buttato sopra un'intera bottiglia d'olio, durante la preparazione?",
      "effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108516,
      "name": "Foie gras alla fontainiana",
      "description": "Un piatto tradizionale di Fontaine. Per il foie gras occorre una semplice frittura in padella prima di essere servito. Grazie al controllo certosino della temperatura, il foie gras ha una doratura perfetta e un sapore tenero e invitante. Il processo di cottura richiede grande concentrazione per evitare che il fegato si riduca a una poltiglia oleosa.",
      "effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108517,
      "name": "Foie gras alla fontainiana delizioso",
      "description": "Un piatto tradizionale di Fontaine. Il foie gras tenero e burroso saluta le tue papille gustative con setose mosse di danza, per poi raggiungere la tua gola a passi di valzer lisci come il raso. Dopo aver gustato una tale delizia, qualsiasi altro piatto potrai mai assaggiare impallidirà a confronto... È proprio valsa la pena mangiarlo, no?",
      "effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}