{
  "_id": 2404,
  "id": "fontainian_onion_soup",
  "name": "Zuppa di cipolle di Fontaine",
  "description": "Una zuppa di cipolle. Per prepararla, rosolare leggermente le cipolle e metterle a bollire in brodo; trasferire dunque il composto in un'apposita scodella e aggiungere una fetta di pane e un pizzico di formaggio; dopodiché mettere a cuocere in forno. Gli chef particolarmente esperti non piangono mai durante il taglio delle cipolle, e il loro segreto è che... lo fanno fare ai loro apprendisti.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Formaggio",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108545,
      "name": "Zuppa di cipolle di Fontaine sospetta",
      "description": "Una zuppa di cipolle. I primi sorsi non sono male, ma dopo averne mandata giù un po', il formaggio unto inizia quasi a darti le palpitazioni... Dopo una simile esperienza, non vorrai vedere altre zuppe per almeno una settimana.",
      "effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108546,
      "name": "Zuppa di cipolle di Fontaine",
      "description": "Una zuppa di cipolle. Per prepararla, rosolare leggermente le cipolle e metterle a bollire in brodo; trasferire dunque il composto in un'apposita scodella e aggiungere una fetta di pane e un pizzico di formaggio; dopodiché mettere a cuocere in forno. Gli chef particolarmente esperti non piangono mai durante il taglio delle cipolle, e il loro segreto è che... lo fanno fare ai loro apprendisti.",
      "effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108547,
      "name": "Zuppa di cipolle di Fontaine deliziosa",
      "description": "Una zuppa di cipolle. Il formaggio dorato e filante decora una fetta di pane che risulta croccante sulla cima e morbida sul fondo, mentre la ricca fragranza della cipolla si mescola a un sapore leggermente salato. Ne basta un unico sorso per sentirsi come rinati.",
      "effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
