{
  "_id": 2010,
  "id": "fragrant_mashed_potatoes",
  "name": "Purè di patate fragrante",
  "description": "Un purè di patate speziato. Le patate sono state schiacciate con cura prima di essere ricoperte da una salsa. La sensazione in bocca è morbida e liscia e ha un profilo aromatico ricco e multistrato. Una scelta appagante per uno stomaco affamato, sia come contorno che come piatto principale.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 6
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 4
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepe",
      "amount": 3
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108241,
      "name": "Purè di patate fragrante sospetto",
      "description": "Un purè di patate speziato. Alcune patate non sono state schiacciate bene, rendendo il piatto grumoso e poco omogeneo.",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108242,
      "name": "Purè di patate fragrante",
      "description": "Un purè di patate speziato. Le patate sono state schiacciate con cura prima di essere ricoperte da una salsa. La sensazione in bocca è morbida e liscia e ha un profilo aromatico ricco e multistrato. Una scelta appagante per uno stomaco affamato, sia come contorno che come piatto principale.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108243,
      "name": "Purè di patate fragrante delizioso",
      "description": "Un purè di patate speziato. Man mano che assaggi questo raffinato purè, sulla tua lingua si sviluppa un sapore intenso che si mescola alla sua freschezza naturale e al gusto dei latticini. È difficile pensare che un sapore così delicato e aggraziato possa provenire da un ingrediente così comune come le patate.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
