{
  "_id": 3421,
  "id": "fricassee_de_poulet",
  "name": "Fricassée de poulet",
  "description": "Un famoso piatto di Fontaine a base di carne. Friggere la carne nell'olio fino a darle un colorito dorato e una consistenza croccante, dopodiché, saltarla in padella con cipolle e altri condimenti, e aggiungere infine del succo di frutta fermentato, facendo bollire il tutto. Importante inoltre non dimenticare la panna quando la zuppa finisce di addensarsi. Una volta pronto, ognuno dei pezzi di carne risulta avvolto uniformemente dalla panna, acquisendo un sapore caldo e familiare che gli abitanti di Fontaine amano da sempre.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 4
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Succo fermentato",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108680,
      "name": "Fricassée de poulet sospetta",
      "description": "Un famoso piatto di Fontaine a base di carne. Ma c'è qualcosa di strano: lo hai capito nel momento stesso in cui l'hai addentato. La crema liscia non basta a compensare l'aridità della carne ingiallita e leggermente amarognola, e la sola vista di questo piatto basta a farti perdere di colpo tutta l'incredibile fame che avevi.",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108681,
      "name": "Fricassée de poulet",
      "description": "Un famoso piatto di Fontaine a base di carne. Friggere la carne nell'olio fino a darle un colorito dorato e una consistenza croccante, dopodiché, saltarla in padella con cipolle e altri condimenti, e aggiungere infine del succo di frutta fermentato, facendo bollire il tutto. Importante inoltre non dimenticare la panna quando la zuppa finisce di addensarsi. Una volta pronto, ognuno dei pezzi di carne risulta avvolto uniformemente dalla panna, acquisendo un sapore caldo e familiare che gli abitanti di Fontaine amano da sempre.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108682,
      "name": "Fricassée de poulet deliziosa",
      "description": "Un famoso piatto di Fontaine a base di carne. Il romantico incontro tra la crema e il pollo catalizza all'instante un intenso e ricco aroma che inebria la mente. Si dice essere uno dei piatti preferiti dagli abitanti di Fontaine... Ci si potrebbe deliziare di questo capolavoro ogni giorno della propria vita senza mai stufarsi.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108683,
      "id": "a_fragrant_feast_of_flavors",
      "name": "Banchetto di sapori fragranti",
      "description": "La specialità di Émilie. Il succo di frutta fermentato sparge una sottile fragranza floreale che pervade il palato di sentori boscosi. Al contempo, la crema setosa scorre ai lati, donando il giusto equilibrio tra gusto e profumo. Il ritorno del ricco aroma permane, regalando un indelebile incontro da veri buongustai.",
      "effect": "#Aumenta di 274 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "emilie",
        "name": "Émilie"
      }
    }
  }
}
