{
  "_id": 3505,
  "id": "fried_shrimp_beanballs",
  "name": "Polpette di legumi fritte con gamberetti",
  "description": "Uno spuntino fritto. Per prima cosa friggi le polpette di farina di legumi, poi riempile con verdure, gamberetti fritti e salsa. Anche se possono risultare un po' difficili da realizzare, la loro delizia ripagherà di tutti gli sforzi fatti.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Fagioli glabri",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Gamberetti",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 3
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108739,
      "name": "Polpette di legumi fritte con gamberetti sospette",
      "description": "Uno spuntino fritto. L'olio nella pentola ha privato i gamberi dell'umidità senza alcuna pietà, dando vita a una consistenza raggrinzita che avrebbe potuto essere perdonabile se non fosse per la sensazione di stridore e durezza in bocca. Fortunatamente ci sono solo due polpette... Così almeno sono più facili da mandar giù.",
      "effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108740,
      "name": "Polpette di legumi fritte con gamberetti",
      "description": "Uno spuntino fritto. Per prima cosa friggi le polpette di farina di legumi, poi riempile con verdure, gamberetti fritti e salsa. Anche se possono risultare un po' difficili da realizzare, la loro delizia ripagherà di tutti gli sforzi fatti.",
      "effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108741,
      "name": "Polpette di legumi fritte con gamberetti deliziose",
      "description": "Uno spuntino fritto. Dopo aver sperimentato la magia culinaria nota come frittura ha acquisito una lucentezza dorata, con un guscio croccante che trattiene i succhi insieme a una scoppiettante e soddisfacente consistenza tra i denti. Peccato che ce ne siano solo due per piatto! Ah, ne vorrai sicuramente ancora!",
      "effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108746,
      "id": "pass_the_luck",
      "name": "Trasfusione di fortuna",
      "description": "La specialità di Mualani. Piedi piantati sulla sua tavola da surf, piatto alla mano, ha fatto non uno, non due, ma tre giri intorno a te prima di metterti davanti l'enorme aragosta. \"Ta daaan! Gigante e appena pescata: un colpo di fortuna, se mai ce n'è stato uno! E ora, quella fortuna la trasmetto a voi!\" Le sue parole entusiaste fanno risplendere d'oro le palline di fagioli che avvolgono l'aragosta.",
      "effect": "#Aumenta di un 35% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "mualani",
        "name": "Mualani"
      }
    }
  }
}
