{
  "_id": 3511,
  "id": "fruits_aplenty",
  "name": "Ricchezza di frutta",
  "description": "Un succo di frutta fresco e gustoso, preparato con una varietà di ingredienti. Le sue proprietà rigeneranti e salutari lo hanno reso un alimento molto popolare tra i patiti della forma fisica della Comunità dell'Abbondanza, che spesso consigliano di berne due bicchieri al giorno.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifrutto",
      "amount": 2
    },
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Bacca Quenepa",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108797,
      "name": "Ricchezza di frutta sospetto",
      "description": "Un succo di frutta dal sapore insolito, preparato con una varietà di ingredienti. L'aspro cacahuatl, il Granifrutto pieno di fibre, le bacche Quenepa amare e le uova appiccicose... Questi sapori si azzuffano sulle papille gustative per attirare la tua attenzione, ma non hai abbastanza pazienza per lasciarli finire e infatti cerchi disperatamente un bicchiere d'acqua per mandare giù tutto.",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108798,
      "name": "Ricchezza di frutta",
      "description": "Un succo di frutta fresco e gustoso, preparato con una varietà di ingredienti. Le sue proprietà rigeneranti e salutari lo hanno reso un alimento molto popolare tra i patiti della forma fisica della Comunità dell'Abbondanza, che spesso consigliano di berne due bicchieri al giorno.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108799,
      "name": "Ricchezza di frutta delizioso",
      "description": "Un succo di frutta fresco e gustoso, preparato con gli ingredienti più pregiati. La fragranza ultraterrena ti trasporta in un frutteto illuminato dalla gentile luce dell'alba, dove i frutti, bagnati dalla rugiada, si sciolgono come miele sulla tua lingua, risollevandoti lo spirito e riempiendoti di energia... Un attimo, perché stai andando verso la palestra?",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    }
  }
}
