{
  "_id": 3604,
  "id": "fruit_tandem_turnovers",
  "name": "Fagottini alla frutta",
  "description": "Dolci cotti al forno con bacche. Dopo aver steso e tagliato la pasta fermentata a strisce lunghe, si aggiungono zucchero e bacche e si arrotola il tutto per cuocerlo, adornando poi il prodotto finito con bacche a pezzetti. Solitamente abbinato al caffè, questo dolce è di scena sia a colazione che durante il tè del pomeriggio.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Bacca Midsommar",
      "amount": 2
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Baccalakka",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108870,
      "name": "Fagottini alla frutta sospette",
      "description": "Dolci cotti al forno con bacche. La sensazione di molliccio li rende come se fossero rimasti per ore sotto la pioggia. In aggiunta, la pasta appiccicosa e mal cotta rimane ostinatamente incastrata tra i denti. Sembrano usciti da un incubo...",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108871,
      "name": "Fagottini alla frutta",
      "description": "Dolci cotti al forno con bacche. Dopo aver steso e tagliato la pasta fermentata a strisce lunghe, si aggiungono zucchero e bacche e si arrotola il tutto per cuocerlo, adornando poi il prodotto finito con bacche a pezzetti. Solitamente abbinato al caffè, questo dolce è di scena sia a colazione che durante il tè del pomeriggio.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108872,
      "name": "Fagottini alla frutta deliziosi",
      "description": "Dolci cotti al forno con bacche. I fagottini alla frutta appena sfornati donano una sensazione calda e confortante. Quando i denti penetrano la crosta croccante e affondano nel ripieno soffice, è come essere avvolti in una confortante coperta di lana. La felicità che si prova è tale da scacciare anche il più temibile freddo invernale.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108921,
      "id": "afterclass_practice",
      "name": "\"Pratica dopo le lezioni\"",
      "description": "La specialità di Jahoda. Dopo aver chiesto per la sesta volta consigli sulle tecniche di cottura a Ineffa, Jahoda ha finalmente presentato il suo compito: un dolce fatto a mano. La forma è un po' traballante, ma il piacevole profumo di frutti di bosco è irresistibile, e il sapore... beh, non può essere così male, giusto?",
      "effect": "Ripristina un 40% dei PS max e 2.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "jahoda",
        "name": "Jahoda"
      }
    }
  }
}