{
  "_id": 3311,
  "id": "fruits_of_the_festival",
  "name": "Frutti del Festival",
  "description": "Una bevanda analcolica dai colori vivaci. Il succo dei Tramontini e delle Bacche uncinate viene versato in una coppa in un ordine specifico. Il sapore rinfrescante e la tonalità allegra trasmettono il desiderio di festa. Se vuoi ottenere l'effetto sfumato perfetto, segui scrupolosamente le istruzioni!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100021,
      "id": "wolfhook",
      "name": "Bacca uncinata",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Tramontino",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108463,
      "name": "Frutti del Festival sospetto",
      "description": "Una bevanda analcolica dal colore brillante. L'acidità della Bacca uncinata non è stata gestita bene, portando a una sensazione di intorpidimento della lingua. Aspetta un attimo... È un ululato dal Regno dei Lupi quello che senti? Dev'essere un'allucinazione, giusto? Giusto?",
      "effect": "#Aumenta di un 15% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108464,
      "name": "Frutti del Festival",
      "description": "Una bevanda analcolica dai colori vivaci. Il succo dei Tramontini e delle Bacche uncinate viene versato in una coppa in un ordine specifico. Il sapore rinfrescante e la tonalità allegra trasmettono il desiderio di festa. Se vuoi ottenere l'effetto sfumato perfetto, segui scrupolosamente le istruzioni!",
      "effect": "#Aumenta di un 17% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108465,
      "name": "Frutti del Festival delizioso",
      "description": "Una bevanda analcolica dal colore brillante. Il piacere sublime dato da questo gusto rinfrescante è quasi come un dolce, illusorio sogno. Un piccolo sorso è in grado di trasportarti su una spiaggia di sabbia bianca, dove l'acqua scintillante del mare suona al ritmo dell'inno della tua piacevole vacanza.",
      "effect": "#Aumenta di un 20% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
