{
  "_id": 3405,
  "id": "fruity_trio",
  "name": "Trio fruttoso",
  "description": "Un dolce dallo stile romantico. Dopo aver preparato marmellata e farciture a base di Bulle, versare tutto in una base per crostata e aggiungere delle meringhe sulla parte superiore prima di mettere in forno. Il piatto offre tre fragranze fruttate in un unico morso, e risulta ideale come dessert alla fine di ogni pasto.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Bulle",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Marmellata",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108533,
      "name": "Trio fruttoso sospetto",
      "description": "Un dolce dallo stile romantico. La meringa è stata preparata in modo da avere una forma almeno decente, nonostante i diversi fallimenti risultanti in grumi bruciacchiati e poco invitanti. Purtroppo, la cottura è durata troppo a lungo, al punto che il Bulle ha assunto una smorfia di frustrazione e ha perso del tutto il suo sapore dolce.",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108534,
      "name": "Trio fruttoso",
      "description": "Un dolce dallo stile romantico. Dopo aver preparato marmellata e farciture a base di Bulle, versare tutto in una base per crostata e aggiungere delle meringhe sulla parte superiore prima di mettere in forno. Il piatto offre tre fragranze fruttate in un unico morso, e risulta ideale come dessert alla fine di ogni pasto.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108535,
      "name": "Trio fruttoso delizioso",
      "description": "Un dolce dallo stile romantico. La crosta croccante e friabile, unita al ripieno a base di frutta, ti si scioglie in bocca. L'armoniosa fusione di marrone e bianco sulla meringa richiama alla mente l'immagine di uno strato di nuvole dorate baciato dal sole. Una sorpresa piacevole per le tue papille gustative.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
