{
  "_id": 3116,
  "id": "fruity_duet",
  "name": "Duetto di frutta",
  "description": "Una bevanda di frutta dal doppio sapore. Basta aggiungere un grosso strato di polpa sul fondo e poi versare un frullato preparato con succo e tè. Gli strati di frutta fresca sono così saporiti e accattivanti che nessuno riesce a rifiutarla.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Tramontino",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Marmellata",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Qingxin",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108567,
      "name": "Duetto di frutta sospetto",
      "description": "Una bevanda di frutta dal doppio sapore. La polpa sul fondo ha un gusto talmente amaro da amareggiare anche te... Che ne dici di prenderne un altro bicchiere per scacciare l'amarezza che ti attanaglia il cuore e il palato?",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108568,
      "name": "Duetto di frutta",
      "description": "Una bevanda di frutta dal doppio sapore. Basta aggiungere un grosso strato di polpa sul fondo e poi versare un frullato preparato con succo e tè. Gli strati di frutta fresca sono così saporiti e accattivanti che nessuno riesce a rifiutarla.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108569,
      "name": "Duetto di frutta delizioso",
      "description": "Una bevanda di frutta dal doppio sapore. Ne basta il minimo sorso per darti l'impressione di trovarti su una spiaggia paradisiaca: l'aroma della frutta danza sulle tue labbra mentre ti stendi sulla sabbia bianca, ammirando il sole aranciato che sorge lentamente all'orizzonte. Una visione che scalda il cuore e rinfranca lo spirito.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
