{
  "_id": 3513,
  "id": "gentle_sea_breeze",
  "name": "Brezza marina delicata",
  "description": "Una bevanda rinfrescante. Il suo colore blu tendente al bianco rievoca le creste delle onde sospinte dalla brezza marina. Quando si è in vacanza, basta un sorso di questa bevanda per sentire il proprio cuore traboccare di gioia.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Bacca Quenepa",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108846,
      "name": "Brezza marina delicata sospetta",
      "description": "Una bevanda rinfrescante. In tutto il bicchiere non c'è il minimo accenno di dolcezza, e un'ondata salata ti travolge violentemente trascinandoti per la gola. Che sia un bicchiere di pura acqua salmastra colorata?",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108847,
      "name": "Brezza marina delicata",
      "description": "Una bevanda rinfrescante. Il suo colore blu tendente al bianco rievoca le creste delle onde sospinte dalla brezza marina. Quando si è in vacanza, basta un sorso di questa bevanda per sentire il proprio cuore traboccare di gioia.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108848,
      "name": "Brezza marina delicata deliziosa",
      "description": "Una bevanda rinfrescante. Le bollicine leggere e delicate danzano sulla punta della lingua. La dolcezza del succo di frutta e la sapidità della bibita si amalgamano in perfetta armonia, come se stessi camminando tra le onde in totale sintonia con la brezza. Il buon umore e le risate della gente del resort riempiono l'atmosfera di felicità...",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}