{
  "_id": 3315,
  "id": "gilded_tajine",
  "name": "Tajine dorato",
  "description": "Un piatto di carne stufata. Il coperchio della pentola a forma di cappello, unico nel suo genere, è in grado di ridurre la quantità di umidità persa durante il processo di cottura: un segreto culinario noto solo agli abitanti del deserto. Questa deliziosa prelibatezza ha seguito gli Eremiti in tutta Sumeru, ottenendo una certa fama.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spezie",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108492,
      "name": "Tajine dorato sospetto",
      "description": "Un piatto di carne stufata. Anche se sembra piuttosto appetibile, un singolo morso è sufficiente per rivelare una carne secca come il deserto, come se si stesse masticando della sabbia. Che ci sia qualche problema col coperchio? Oppure la pentola è stata disposta nel modo sbagliato?",
      "effect": "#Aumenta di un 20% i PS max di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108493,
      "name": "Tajine dorato",
      "description": "Un piatto di carne stufata. Il coperchio della pentola a forma di cappello, unico nel suo genere, è in grado di ridurre la quantità di umidità persa durante il processo di cottura: un segreto culinario noto solo agli abitanti del deserto. Questa deliziosa prelibatezza ha seguito gli Eremiti in tutta Sumeru, ottenendo una certa fama.",
      "effect": "#Aumenta di un 22% i PS max di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108494,
      "name": "Tajine dorato delizioso",
      "description": "Un piatto di carne stufata. I grossi pezzi di carne sono stati immersi in una zuppa densa e gustosa e si sciolgono appena sfiorano le tue labbra. L'esclusiva miscela di spezie danza al ritmo degli aromi della carne e suona la melodia del deserto sulle papille gustative, con la lingua che non può far altro che applaudire.",
      "effect": "#Aumenta di un 25% i PS max di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108501,
      "id": "goldflame_tajine",
      "name": "Tajine rovente",
      "description": "La specialità di Dehya. Come si apre il coperchio dall'aspetto modesto, la carne succulenta contenuta all'interno è così tenera che basterebbe metterla in bocca per rimanere estasiati... Sembra che la mano culinaria di Dehya sia altrettanto abile di quella con cui maneggia la spada.",
      "effect": "#Aumenta di un 30% i PS max di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "dehya",
        "name": "Dehya"
      }
    }
  }
}