{
  "_id": 4102,
  "id": "golden_crab",
  "name": "Granchio dorato",
  "description": "Una pietanza a base di granchio cucinata secondo l'antica tradizione. Il granchio è stato tagliato a pezzi e infarinato, prima di essere saltato in padella fino a quando non ha preso una colorazione dorata. Ha un buon sapore ed è degno dell'aggettivo \"dorato\", non solo per l'aspetto ma anche per la qualità.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 5
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 5
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Granchio",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108101,
      "name": "Granchio dorato sospetto",
      "description": "Una pietanza a base di granchio cucinata secondo l'antica tradizione. La farina utilizzata per la cottura ha assunto una consistenza simile a quella della ghiaia, e ci sono anche dei pezzi di guscio. Bisogna ammettere però che, rispetto alla polpa insipida, il guscio ha un sapore che rende il piatto quasi commestibile.",
      "effect": "#Aumenta di 215 la DIF e di un 6% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108102,
      "name": "Granchio dorato",
      "description": "Una pietanza a base di granchio cucinata secondo l'antica tradizione. Il granchio è stato tagliato a pezzi e infarinato, prima di essere saltato in padella fino a quando non ha preso una colorazione dorata. Ha un buon sapore ed è degno dell'aggettivo \"dorato\", non solo per l'aspetto ma anche per la qualità.",
      "effect": "#Aumenta di 261 la DIF e di un 8% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108103,
      "name": "Granchio dorato delizioso",
      "description": "Una pietanza a base di granchio cucinata secondo l'antica tradizione. L'aroma della polpa inonda la stanza nell'istante in cui esce dalla padella, e un singolo boccone riesce a riempire il palato con gli innumerevoli sapori rustici di un borgo di pescatori. Sembra che le loro tradizioni, semplici ma intramontabili, siano riuscite a preservare questa ricetta dall'aspetto semplice, ma dal gusto favoloso.",
      "effect": "#Aumenta di 308 la DIF e di un 10% gli effetti di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
