{
  "_id": 3014,
  "id": "golden_chicken_burger",
  "name": "Hamburger di pollo dorato",
  "description": "Un panino in cui il pollame è l'ingrediente principale. Il pane soffice racchiude verdura fresca e un croccante filetto di pollame saporito. Non c'è bisogno di usare le posate: basta prenderlo in mano e addentare questo concentrato di deliziosa succulenza!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cavolo",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Burro",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108238,
      "name": "Hamburger di pollo dorato sospetto",
      "description": "Un panino in cui il pollame è l'ingrediente principale. La carne è stata tagliata troppo sottile e ricoperta con troppa farina prima della frittura, dando alla pietanza l'aspetto di pane con all'interno altro pane fritto.",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108239,
      "name": "Hamburger di pollo dorato",
      "description": "Un panino in cui il pollame è l'ingrediente principale. Il pane soffice racchiude verdura fresca e un croccante filetto di pollame saporito. Non c'è bisogno di usare le posate: basta prenderlo in mano e addentare questo concentrato di deliziosa succulenza!",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108240,
      "name": "Hamburger di pollo dorato delizioso",
      "description": "Un panino in cui il pollame è l'ingrediente principale. Il petto di pollo fritto è stato avvolto da una panatura dorata ed è così tenero che è quasi possibile spremere fuori il succo della carne. Il sapore intenso della salsa e la sensazione rinfrescante della verdura ti fanno sentire come se stessi camminando tra le nuvole mentre ti perdi in questa delizia che giace nel palmo della tua mano.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    }
  }
}
