{
  "_id": 2009,
  "id": "goulash",
  "name": "Gulasch",
  "description": "Uno stufato di carne congelata accompagnata da verdura tagliata in piccoli pezzi. I pomodori preparati a cottura lenta conferiscono a questo piatto una consistenza ricca e densa. Riempirsi lo stomaco con questa miscela confortante ha un effetto riscaldante.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100094,
      "id": "chilled_meat",
      "name": "Pezzo di carne congelata",
      "amount": 2
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carota",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108204,
      "name": "Gulasch sospetto",
      "description": "Uno stufato fumante. Purtroppo la fiamma non è stata controllata bene durante la cottura, dando vita a un piatto gommoso e difficile da masticare. Puoi ignorare questo difetto ingollando tutto in fretta e furia: almeno riuscirà a riscaldarti.",
      "effect": "#Riduce lievemente l'incremento di Freddo estremo di tutti i membri del gruppo per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108205,
      "name": "Gulasch",
      "description": "Uno stufato di carne congelata accompagnata da verdura tagliata in piccoli pezzi. I pomodori preparati a cottura lenta conferiscono a questo piatto una consistenza ricca e densa. Riempirsi lo stomaco con questa miscela confortante ha un effetto riscaldante.",
      "effect": "#Riduce in parte l'incremento di Freddo estremo di tutti i membri del gruppo per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108206,
      "name": "Gulasch delizioso",
      "description": "Uno stufato fumante. Già una sola cucchiaiata offre un concreto senso di soddisfazione che sgorga dal profondo del cuore. Il sapore della carne cresce con ogni boccone, portando una forza illimitata a chi la mangia anche se si trova nelle distese invernali più fredde.",
      "effect": "#Riduce l'incremento di Freddo estremo di tutti i membri del gruppo per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}