{
  "_id": 2504,
  "id": "grainfruit_chips",
  "name": "Sfogliette di Granifrutti",
  "description": "Patatine triangolari croccanti. Dopo essere state tirate fuori dalla pentola d'olio, le patatine fritte vengono cosparse di salsa, cosparse di formaggio e poi condite con carne tagliata a pezzetti: il risultato finale è un'abbondante colazione tipica di Natlan.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifrutto",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Formaggio",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108736,
      "name": "Sfogliette di Granifrutti sospette",
      "description": "Patatine triangolari croccanti. I pezzi unti e croccanti si scontrano con il formaggio stucchevole e appiccicoso creando una consistenza oleosa che può essere affrontata una volta e poi mai più.",
      "effect": "#Ripristina un 18% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108737,
      "name": "Sfogliette di Granifrutti",
      "description": "Patatine triangolari croccanti. Dopo essere state tirate fuori dalla pentola d'olio, le patatine fritte vengono cosparse di salsa, cosparse di formaggio e poi condite con carne tagliata a pezzetti: il risultato finale è un'abbondante colazione tipica di Natlan.",
      "effect": "#Ripristina un 20% dei PS max del personaggio selezionato e rigenera 390 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108738,
      "name": "Sfogliette di Granifrutti deliziose",
      "description": "Patatine triangolari croccanti. I triangolini scrocchiano in un crepitio crescente! Non si può fare a meno di abbinarli alla salsa agrodolce, al formaggio ricco e profumato, alla deliziosa carne sminuzzata... Perché questa combinazione deve essere così... così.. deliziosa?",
      "effect": "#Ripristina un 22% dei PS max del personaggio selezionato e rigenera 470 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108747,
      "id": "impeccably_organized",
      "name": "Organizzazione impeccabile",
      "description": "La specialità di Kachina. I triangolini croccanti sono disposti in file ordinate, fritti al punto giusto. Nella loro croccantezza si nota la serietà e la cura di Kachina. Sarebbe troppo entusiasmante per lei se le dicessi cosa ne penso del piatto e le facessi qualche complimento?",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 570 PS ogni 5 s per 30 s.",
      "character": {
        "id": "kachina",
        "name": "Kachina"
      }
    }
  }
}
