{
  "_id": 1103,
  "id": "grilled_tiger_fish",
  "name": "Pesce corno alla griglia",
  "description": "Uno spiedino di pesce cotto alla griglia. Un pesce molto fresco che viene direttamente dal porto, e che è stato leggermente condito e subito messo in padella. Il suo aroma attrae i gatti di strada. In effetti, il segreto del suo sapore risiede nella sua freschezza.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepe",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108107,
      "name": "Pesce corno alla griglia sospetto",
      "description": "Uno spiedino di pesce cotto alla griglia. Si riesce a malapena a capire che questo blocco carbonizzato è effettivamente del pesce alla griglia. Tale conclusione si può trarre solo dopo averlo assaggiato e aver notato la presenza di scaglie.",
      "effect": "Ripristina un 8% dei PS max e 800 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108108,
      "name": "Pesce corno alla griglia",
      "description": "Uno spiedino di pesce cotto alla griglia. Un pesce molto fresco che viene direttamente dal porto, e che è stato leggermente condito e subito messo in padella. Il suo aroma attrae i gatti di strada. In effetti, il segreto del suo sapore risiede nella sua freschezza.",
      "effect": "Ripristina un 9% dei PS max e 1.000 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108109,
      "name": "Pesce corno alla griglia delizioso",
      "description": "Uno spiedino di pesce cotto alla griglia. La pelle dorata preserva tutta la freschezza e la tenerezza della polpa all'interno. Non si riesce a fare a meno di tirare un sospiro di soddisfazione mentre ci si nutre di questa prelibatezza. Sicuramente a fine pasto non verrà lasciato niente, nemmeno le parti attaccate allo spiedino di bambù.",
      "effect": "Ripristina un 10% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108145,
      "id": "survival_grilled_fish",
      "name": "Pesce alla griglia del sopravvissuto",
      "description": "La specialità di Keqing. Il piatto non è stato grigliato. In realtà, è stato fritto dall'interno tramite un uso controllato dell'energia di Electro. Basta un morso delicato per capire che sotto la pelle abbrustolita c'è del pesce fragrante e gustoso che ha un sapore perfettamente bilanciato. Quindi è così che Keqing sopravvive nella natura? Non si deve mai giudicare un libro dalla copertina.",
      "effect": "Ripristina un 16% dei PS max e 1.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "keqing",
        "name": "Keqing"
      }
    }
  }
}
