{
  "_id": 2205,
  "id": "grilled_unagi_fillet",
  "name": "Filetti di unagi alla griglia",
  "description": "Un piatto alla griglia. Le fette di unagi sono state bollite per rimuovere il grasso in eccesso, prima di essere cotte alla griglia e condite con la salsa. Non c'è consenso a Inazuma sulla provenienza del termine \"unagi\", ma tutti sono d'accordo sul fatto che ci vuole una vita intera per padroneggiarne la tecnica di preparazione.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100095,
      "id": "eel_meat",
      "name": "Carne di anguilla",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108336,
      "name": "Filetti di unagi alla griglia sospetti",
      "description": "Un piatto alla griglia. Già al primo sguardo, sembra un completo fallimento: il colore dell'anguilla sembra lo stesso del carbone usato per cuocerla. Anche quando lo capovolgi per mangiarlo, l'intenso fetore del pesce carbonizzato ti fa indugiare un attimo.",
      "effect": "Ripristina un 20% dei PS max e 900 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108337,
      "name": "Filetti di unagi alla griglia",
      "description": "Un piatto alla griglia. Le fette di unagi sono state bollite per rimuovere il grasso in eccesso, prima di essere cotte alla griglia e condite con la salsa. Non c'è consenso a Inazuma sulla provenienza del termine \"unagi\", ma tutti sono d'accordo sul fatto che ci vuole una vita intera per padroneggiarne la tecnica di preparazione.",
      "effect": "Ripristina un 22% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108338,
      "name": "Filetti di unagi alla griglia deliziosi",
      "description": "Un piatto alla griglia. Gli oli grassi sfrigolano sulla superficie del pesce come fosse un preludio floreale. Il battesimo del fuoco di carbone e l'inumidimento della salsa hanno conferito una delicata tenerezza al sapore dell'unagi. Se l'abbinassi con del riso, non potresti lasciare nemmeno una goccia di salsa nel piatto.",
      "effect": "Ripristina un 24% dei PS max e 1.500 PS aggiuntivi del personaggio selezionato."
    }
  }
}