{
  "_id": 2116,
  "id": "guhua_fish_lamb_soup",
  "name": "Pesce alla Guhua con zuppa d'agnello",
  "description": "Un piatto antico, la cui origine si perde nella storia. Pesce fresco e carne ovina vengono stufati insieme, unendo la tenerezza del pesce con la succulenza dell'agnello e dando vita a un'autentica leccornia.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108657,
      "name": "Pesce alla Guhua con zuppa d'agnello sospetto",
      "description": "Un piatto antico, la cui origine si perde nella storia. Ahimè, non c'è tempo per preoccuparsi di questioni del genere, mentre l'agnello e il pesce si contendono il predominio nella tua bocca. Dopo questo boccone, le tue povere papille gustative implorano acqua.",
      "effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108658,
      "name": "Pesce alla Guhua con zuppa d'agnello",
      "description": "Un piatto antico, la cui origine si perde nella storia. Pesce fresco e carne ovina vengono stufati insieme, unendo la tenerezza del pesce con la succulenza dell'agnello e dando vita a un'autentica leccornia.",
      "effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108659,
      "name": "Pesce alla Guhua con zuppa d'agnello delizioso",
      "description": "Un piatto antico, la cui origine si perde nella storia. Mentre la zuppa bianco latte ti scende in gola, vorresti avere due stomaci. Gustala in inverno, e desidererai mangiarla ancora in primavera.",
      "effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}