{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Char siu al miele",
  "description": "Un piatto di carne arrostita tipico di Liyue. La carne marinata viene infilzata con una speciale forchetta in metallo e poi messa ad arrostire sul fuoco. Per i più ghiotti, il sapore del char siu appena cotto è uno dei piaceri più gustosi.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Char siu al miele sospetto",
      "description": "Un piatto di carne arrostita tipico di Liyue. Il condimento eccessivamente dolce risulta oltremodo stucchevole. Secondo un modo di dire del posto, \"un minuto di troppo fa una bella differenza\", e sembra sia proprio vero quando si tratta di cucina.",
      "effect": "#Ripristina un 8% dei PS max del personaggio selezionato e rigenera 210 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108646,
      "name": "Char siu al miele",
      "description": "Un piatto di carne arrostita tipico di Liyue. La carne marinata viene infilzata con una speciale forchetta in metallo e poi messa ad arrostire sul fuoco. Per i più ghiotti, il sapore del char siu appena cotto è uno dei piaceri più gustosi.",
      "effect": "#Ripristina un 9% dei PS max del personaggio selezionato e rigenera 260 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108647,
      "name": "Char siu al miele delizioso",
      "description": "Un piatto di carne arrostita tipico di Liyue. Un colore rosso acceso, un aroma intenso e un sapore ricco. Chiunque lo fissi per più di qualche minuto potrebbe svenire per l'eccessiva salivazione. Tra i bocconi di carne di prima qualità e la ricca salsa, una sola scodella di riso come accompagnamento è davvero insufficiente per una simile esperienza di gusto!",
      "effect": "#Ripristina un 10% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "Yum cha squisito",
      "description": "La specialità di Gaming. In fila nella vaporiera giacciono, l'uno accanto all'altro, dei graziosi panini a forma di suanni. Ricordano il giovane che danza tra i pali del fiore di pruno... \"Perché hai quell'espressione perplessa? Che ne dici di una bella tazza di tè?\" Con queste parole, Gaming ti porge un'altra tazza, tutto sorridente.",
      "effect": "#Ripristina un 14% dei PS max del personaggio selezionato e rigenera 350 PS ogni 5 s per 30 s.",
      "character": {
        "id": "gaming",
        "name": "Gaming"
      }
    }
  }
}
