{
  "_id": 2405,
  "id": "ile_flottante",
  "name": "Île flottante",
  "description": "Un dolce a base di albume d'uovo. Il processo di cottura è semplice: la cosa più importante è montare a neve gli albumi. Dopodiché, basta riscaldarli, adagiarli sulla crema e il gioco è fatto. Si tratta di un dolce dall'aspetto delizioso, nonché la scelta preferita delle signore di Fontaine durante il tè pomeridiano.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108548,
      "name": "Île flottante sospetta",
      "description": "Un dolce a base di albume d'uovo. Nonostante tu abbia provato a montare gli albumi fino a farti male alle mani, e nonostante abbia provato a salvarti spalmando la mistura sulla crema che hai preparato, finisci per ridurre entrambe le cose in un'unica poltiglia acquosa... Ehm, magari potremmo considerarla una nuova bevanda, perché no?",
      "effect": "#Ripristina un 18% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108549,
      "name": "Île flottante",
      "description": "Un dolce a base di albume d'uovo. Il processo di cottura è semplice: la cosa più importante è montare a neve gli albumi. Dopodiché, basta riscaldarli, adagiarli sulla crema e il gioco è fatto. Si tratta di un dolce dall'aspetto delizioso, nonché la scelta preferita delle signore di Fontaine durante il tè pomeridiano.",
      "effect": "#Ripristina un 20% dei PS max del personaggio selezionato e rigenera 390 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108550,
      "name": "Île flottante deliziosa",
      "description": "Un dessert a base di albume d'uovo. Una rugiada di bianco d'uovo che galleggia su un composto cremoso, come un misterioso scrigno del tesoro in attesa di essere aperto da un esploratore. \"Godurioso\" sarebbe una parola riduttiva per descriverlo: questo dolce è in grado di infondere la stessa gioia che si prova nell'aprire un baule lussuoso.",
      "effect": "#Ripristina un 22% dei PS max del personaggio selezionato e rigenera 470 PS ogni 5 s per 30 s."
    }
  }
}
