{
  "_id": 3204,
  "id": "imported_poultry",
  "name": "Pollame alla straniera",
  "description": "Un piatto di carne condito con della salsa. Il pollame viene prima marinato, poi ricoperto di pastella e fritto, aggiungendo una salsa come tocco finale. Le verdure di contorno sono prodotti locali, ma le tecniche di marinatura e la salsa sono d'importazione, da cui il nome \"Pollame alla straniera\".",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 4
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Melonlavanda",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108279,
      "name": "pollame alla straniera sospetto",
      "description": "Un piatto di carne condito con della salsa. A prima vista non sembra per niente male, ma col tempo comprenderai la tragica portata dei tuoi fallimenti. Il pollo non è stato minimamente sgrassato e l'olio è troppo unto da mandare giù. Nemmeno l'abbinamento con le verdure riesce a salvare questo piatto.",
      "effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108280,
      "name": "Pollame alla straniera",
      "description": "Un piatto di carne condito con della salsa. Il pollame viene prima marinato, poi ricoperto di pastella e fritto, aggiungendo una salsa come tocco finale. Le verdure di contorno sono prodotti locali, ma le tecniche di marinatura e la salsa sono d'importazione, da cui il nome \"Pollame alla straniera\".",
      "effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108281,
      "name": "pollame alla straniera delizioso",
      "description": "Un piatto di carne condito con della salsa. Dopo la marinatura, al pollame sono stati aggiunti diversi strati di sapore, mantenendo un perfetto livello di untuosità. Basta un solo morso della pelle, croccante grazie alla farina, per sentire il sapore del pollo succulento propagarsi nella bocca e stimolare l'appetito.",
      "effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
