{
  "_id": 3212,
  "id": "invigorating_kitty_meal",
  "name": "Piatto micioso rinvigorente",
  "description": "Questa portata principale sembra piuttosto carina. Con l'aiuto di Kiminami Anna, questo piatto è stato realizzato tenendo a mente i gusti della Gran Sacerdotessa provvisoria Neko. Sebbene non rispecchi il sapore del piatto che Hibiki preparava solitamente, Lady Neko sembra comunque molto soddisfatta del tuo lavoro. A causa della mancanza di spezie, gli umani potrebbero trovare questo piatto un po' banale.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108318,
      "name": "Piatto micioso rinvigorente sospetto",
      "description": "Questa portata principale sembra piuttosto carina. Tuttavia, il suo aspetto tradisce la mancanza d'esperienza nella preparazione, così il prodotto finale risulta essere un lavoro raffazzonato in cui gli ingredienti son stati messi insieme frettolosamente. Chissà se la Gran Sacerdotessa provvisoria Neko accetterebbe una cosa del genere...",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108319,
      "name": "Piatto micioso rinvigorente",
      "description": "Questa portata principale ha un aspetto grazioso. Con l'aiuto di Kiminami Anna, questo piatto è stato realizzato tenendo a mente i gusti della Gran Sacerdotessa provvisoria Neko. Sebbene non rispecchi il sapore del piatto che Hibiki preparava solitamente, Lady Neko sembra comunque molto soddisfatta del tuo lavoro. A causa della mancanza di spezie, gli umani potrebbero trovare questo piatto un po' banale.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108320,
      "name": "Piatto micioso rinvigorente delizioso",
      "description": "Questa portata principale sembra piuttosto carina. La semplice metodologia utilizzata per realizzarlo ha massimizzato la conservazione del sapore nei suoi ingredienti. Perfino i gatti che non si curano molto dei noiosi esseri umani accorreranno sicuramente dopo aver sentito l'odore di questa delizia. Uh, aspetta un attimo. Doveva attirare anche i cani?",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108511,
      "id": "energizing_bento",
      "name": "Bento rinvigorente",
      "description": "La specialità di Kirara. Un bento per umani che Kirara ha preparato con cura certosina. Osservando le preferenze delle ragazze umane, ha concepito questa combinazione di contorni bilanciati e onigiri a forma di gatto assolutamente adorabili. Sembra proprio un pacchettino incartato con cura... Non stuferebbe mai nemmeno ricevendone uno al giorno!",
      "effect": "#Ripristina un 34% dei PS max del personaggio selezionato e rigenera 980 PS ogni 5 s per 30 s.",
      "character": {
        "id": "kirara",
        "name": "Kirara"
      }
    }
  }
}