{
  "_id": 4101,
  "id": "jade_parcels",
  "name": "Ravioli di giada",
  "description": "Un piatto dall'aspetto squisito. La dolcezza del prosciutto è racchiusa dalle foglie della verdura fresca, e il brodo aggiunge una nota piccante. Dire che è delizioso sarebbe riduttivo.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Frutto di loto",
      "amount": 3
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Peperoncino di Jueyun",
      "amount": 2
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cavolo",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108068,
      "name": "Ravioli di giada sospetti",
      "description": "Un piatto dall'aspetto elaborato. Le foglie avvizzite della verdura racchiudono degli ingredienti cucinati in modo diverso e dall'aspetto non invitante.",
      "effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108069,
      "name": "Ravioli di giada",
      "description": "Un piatto dall'aspetto squisito. La dolcezza del prosciutto è racchiusa dalle foglie della verdura fresca, e il brodo aggiunge una nota piccante. Dire che è delizioso sarebbe riduttivo.",
      "effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108070,
      "name": "Ravioli di giada deliziosi",
      "description": "Un piatto dall'aspetto squisito. La dolcezza del prosciutto si coniuga perfettamente con la croccantezza dei semi di loto. La zuppa aromatica si riversa in bocca come una luce nascente, accarezzando la lingua con un delizioso sapore ultraterreno.",
      "effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}