{
  "_id": 2103,
  "id": "jewelry_soup",
  "name": "Zuppa di gemme",
  "description": "Una semplice zuppa di verdure. La bocca di leone, il tofu e i semi di loto vengono lentamente fatti bollire nell'acqua. La zuppa di gemme ha preso il suo nome dall'aspetto che acquisiscono i suoi ingredienti durante la cottura. Contrariamente al suo appellativo, è una zuppa che viene comunemente preparata e servita dalle famiglie ordinarie.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 2
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 2
    },
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Frutto di loto",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108086,
      "name": "Zuppa di gemme sospetta",
      "description": "Una semplice zuppa di verdure. La zuppa è così insipida che sembra fatta con la verdura morente di una fattoria abbandonata.",
      "effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108087,
      "name": "Zuppa di gemme",
      "description": "Una semplice zuppa di verdure. La bocca di leone, il tofu e i semi di loto vengono lentamente fatti bollire nell'acqua. La zuppa di gemme ha preso il suo nome dall'aspetto che acquisiscono i suoi ingredienti durante la cottura. Contrariamente al suo appellativo, è una zuppa che viene comunemente preparata e servita dalle famiglie ordinarie.",
      "effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108088,
      "name": "Zuppa di gemme deliziosa",
      "description": "Una semplice zuppa di verdure. Il delicato sapore della zuppa viene condito dai vari tipi di verdura fresca. Questa zuppa è capace di riscaldare il cuore e di far invidia anche ai piatti più lussuosi.",
      "effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
