{
  "_id": 2102,
  "id": "jueyun_chili_chicken",
  "name": "Pollo al peperoncino di Jueyun",
  "description": "Del pollo in salsa, servito freddo. Il modo in cui è stato preparato il piatto cattura perfettamente la succulenza del pollo. Al di sotto della pelle dorata, la carne ha un sapore speziato e sembra cotta al punto giusto.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Peperoncino di Jueyun",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepe",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108083,
      "name": "Pollo al peperoncino di Jueyun sospetto",
      "description": "Del pollo in salsa, servito freddo. Il pollo non è stato marinato bene e risulta salato all'esterno, ma insipido all'interno. Il sapore ricorda quello di un petto di pollo lesso.",
      "effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108084,
      "name": "Pollo al peperoncino di Jueyun",
      "description": "Del pollo in salsa, servito freddo. Il modo in cui è stato preparato il piatto cattura perfettamente la succulenza del pollo. Al di sotto della pelle dorata, la carne ha un sapore speziato e sembra cotta al punto giusto.",
      "effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108085,
      "name": "Pollo al peperoncino di Jueyun delizioso",
      "description": "Del pollo in salsa, servito freddo. La carne bianca è molto tenera e succulenta. Il sapore delizioso sembra trasportarti nel mondo dei sogni.",
      "effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108174,
      "id": "rockin_riffin_chicken",
      "name": "Pollo rock 'n' roll!",
      "description": "La specialità di Xinyan. L'aspetto infernale del piatto nasconde un livello di piccantezza degno degli inferi. Mangialo, lacrima, poi mangia ancora fino a scoppiare! Solo un demone poteva inventare una pietanza del genere.",
      "effect": "#Aumenta di un 16% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "xinyan",
        "name": "Xinyan"
      }
    }
  }
}
