{
  "_id": 2211,
  "id": "katsu_sandwich",
  "name": "Tramezzino al tonkatsu",
  "description": "Un pasto bilanciato e nutriente. Le due fette di pane racchiudono un pezzo di katsu dal taglio spesso. La salsa fragrante e agrodolce è la chiave per evitare che il pasto sia troppo saporito. Un mix perfetto di stile straniero e sapori locali!",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cavolo",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108381,
      "name": "Tramezzino al tonkatsu sospetto",
      "description": "Un pasto bilanciato e nutriente. Beh, sarà, ma le verdure sono appassite, la carne è secca e legnosa e le fette di pane sono rafferme... Sai che ti dico? Non importa. Bisognerà pur riempirsi lo stomaco, dopotutto...",
      "effect": "#Aumenta di 66 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108382,
      "name": "Tramezzino al tonkatsu",
      "description": "Un pasto bilanciato e nutriente. Le due fette di pane racchiudono un pezzo di katsu dal taglio spesso. La salsa fragrante e agrodolce è la chiave per evitare che il pasto sia troppo saporito. Un mix perfetto di stile straniero e sapori locali!",
      "effect": "#Aumenta di 81 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108383,
      "name": "Tramezzino al tonkatsu delizioso",
      "description": "Un pasto bilanciato e nutriente. Il pane morbido e fragrante riempie lo stomaco, mentre il katsu croccante e succulento solletica i sensi. Un singolo morso è sufficiente per colmarti di soddisfazione dalla lingua fino allo stomaco. Allora, chi è stato il primo a inventarsi questa combinazione?",
      "effect": "#Aumenta di 95 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108390,
      "name": "L'unica verità",
      "description": "La specialità di Shikanoin Heizou. Sulle tenere e soffici uova strapazzate giace un tonkatsu succulento, dorato alla perfezione e dall'aroma estremamente invitante... Tentato di sbafarti tutto in un solo boccone, ti senti stranamente in dovere di svelare tutto ciò che alberga nel tuo cuore. Non sarà un'arma segreta di Heizou, vero?",
      "effect": "#Aumenta di 114 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "shikanoin_heizou",
        "name": "Shikanoin Heizou"
      }
    }
  }
}
