{
  "_id": 3601,
  "id": "lakkaberry_krumkakes",
  "name": "Krumkake alle Baccalakka",
  "description": "Un dolce classico di Nod-Krai. La pastella viene spalmata su una piastra e arrotolata rapidamente, viene poi aggiunto del burro e cosparsa della frutta in superficie. Una delizia croccante, fragrante e dolce, molto popolare tra i bambini.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Baccalakka",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 3
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108855,
      "name": "Krumkake alle Baccalakka sospetti",
      "description": "Un dolce classico di Nod-Krai. I bordi sono umidi e mollicci, ricordano più una crêpe alle uova che dei krumkake. Fortunatamente, il centro è ancora croccante, quindi se ingurgitato velocemente si dovrebbero riuscire a evitare cattivi sapori...",
      "effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108856,
      "name": "Krumkake alle Baccalakka",
      "description": "Un dolce classico di Nod-Krai. La pastella viene spalmata su una piastra e arrotolata rapidamente, viene poi aggiunto del burro e cosparsa della frutta in superficie. Una delizia croccante, fragrante e dolce, molto popolare tra i bambini.",
      "effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108857,
      "name": "Krumkake alle Baccalakka deliziosi",
      "description": "Un dolce classico di Nod-Krai. Gli involtini croccanti si rompono in bocca con uno scricchiolio paradisiaco, in contrasto con il morbido e dolce ripieno interno. Una giustapposizione di consistenze che si uniscono in perfetta armonia al palato. Prima che il gusto abbia il tempo di assestarsi, la mano ne ha già raggiunto un altro.",
      "effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108889,
      "id": "thunderclap_slash",
      "name": "Fendente fulmineo!",
      "description": "La specialità di Ineffa. Con un'espressione impassibile sul volto, Ineffa urla \"Fendente fulmineo!\" mentre lancia uno dopo l'altro dei krumkake dall'incavo del suo braccio, che atterrano con precisione sul piatto davanti a te. I motivi intricati e il sapore dolce e delizioso confermano le eccellenti capacità culinarie di chi li ha preparati. Le tue papille gustative non possono fare altro che arrendersi di fronte all'inarrestabile \"Fendente fulmineo\".",
      "effect": "#Aumenta di un 35% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "ineffa",
        "name": "Ineffa"
      }
    }
  }
}