{
  "_id": 1302,
  "id": "lambad_fish_roll",
  "name": "Involtini di pesce alla Lambad",
  "description": "Un piatto di pesce alla griglia con un leggero profumo floreale. Si dice che Lambad, in gioventù, abbia viaggiato in lungo e in largo. Ovunque andasse assaggiava il pesce alla griglia nelle taverne locali. Lambad si rammaricava che questo piatto non fosse molto diffuso a Sumeru, così inventò il suo involtino di pesce. Secondo le persone che spesso cenano nella sua taverna, i racconti delle sue avventure non sono necessariamente veri, ma il suo involtino di pesce è senza dubbio delizioso.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 1
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa di Sumeru",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108421,
      "name": "Involtini di pesce alla Lambad sospetti",
      "description": "Un piatto di pesce alla griglia con un leggero profumo floreale. Oh, poveri noi! Il lezzo del pesce e il fetore della carne bruciata sono dei segnali allarmanti delle tue scarse abilità in cucina. Sbarazzati subito del piatto, prima che Lambad lo veda e ti faccia pagare il doppio per il tuo prossimo ordine.",
      "effect": "Ripristina un 8% dei PS max e 800 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108422,
      "name": "Involtini di pesce alla Lambad",
      "description": "Un piatto di pesce alla griglia con un leggero profumo floreale. Si dice che Lambad, in gioventù, abbia viaggiato in lungo e in largo. Ovunque andasse, assaggiava il pesce alla griglia nelle taverne locali. Lambad si rammaricava che questo piatto non fosse diffuso a Sumeru, così inventò il suo involtino di pesce. Secondo i buongustai che spesso cenano nella sua taverna, i racconti delle sue avventure non sono necessariamente veri, ma il suo involtino di pesce è senza dubbio delizioso.",
      "effect": "Ripristina un 9% dei PS max e 1.000 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108423,
      "name": "Involtini di pesce alla Lambad deliziosi",
      "description": "Un piatto di pesce alla griglia con un leggero profumo floreale. I rotoli di pesce dorato e i petali di rosa fragranti ti ricordano le onde fluttuanti sulla superficie del mare, che si tinge di rosso al tramonto. Ora capisci perché questo piatto è soprannominato \"l'idillio dei naviganti\". Un attimo! Allora le storie delle avventure di Lambad sono vere?",
      "effect": "Ripristina un 10% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    }
  }
}
