{
  "_id": 3108,
  "id": "lotus_flower_crisp",
  "name": "Frittelle di loto",
  "description": "Uno degli snack tradizionali di Liyue. Un ripieno di loto dolce ricoperto da una panatura croccante. I suoi strati di petali di fiore si aprono armoniosamente nel palmo della mano.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100089,
      "id": "almond",
      "name": "Mandorla",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Burro",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108161,
      "name": "Frittelle di loto sospette",
      "description": "Uno degli snack tradizionali di Liyue. I petali di loto hanno perso il loro colore originario, diventando marroni e appassiti a causa del calore spietato dell'olio.",
      "effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108162,
      "name": "Frittelle di loto",
      "description": "Uno degli snack tradizionali di Liyue. Un ripieno di loto dolce ricoperto da una panatura croccante. I suoi strati di petali di fiore si aprono armoniosamente nel palmo della mano.",
      "effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108163,
      "name": "Frittelle di loto deliziose",
      "description": "Uno degli snack tradizionali di Liyue. I petali del fiore si muovono pieni di vita se ci soffi sopra delicatamente. Mentre chiudi gli occhi e dai un morso, un sapore delizioso ricopre le papille gustative come una dolce armonia di fiori che sbocciano accompagnati da uccellini che svolazzano nella brezza.",
      "effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}