{
  "_id": 2106,
  "id": "lotus_seed_and_bird_egg_soup",
  "name": "Zuppa di semi di loto e uova d'uccello",
  "description": "Una zuppa con uova cotte al vapore. La crema all'uovo, di un colore chiaro e dorato, è stata abbellita con diverse radici di loto. I suoi ottimi valori nutrizionali la rendono un pasto adatto per qualsiasi momento della giornata.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Frutto di loto",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108119,
      "name": "Zuppa di semi di loto e uova d'uccello sospetta",
      "description": "Una zuppa con uova cotte al vapore. La lunga cottura al vapore ha fatto comparire una forma simile a un alveare sulla superficie della crema all'uovo. Va da sé che il loto non ha conservato nemmeno un accenno della sua amarezza.",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108120,
      "name": "Zuppa di semi di loto e uova d'uccello",
      "description": "Una zuppa con uova cotte al vapore. La crema all'uovo, di un colore chiaro e dorato, è stata abbellita con diverse radici di loto. I suoi ottimi valori nutrizionali la rendono un pasto adatto per qualsiasi momento della giornata.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108121,
      "name": "Zuppa di semi di loto e uova d'uccello deliziosa",
      "description": "Una zuppa con uova cotte al vapore. Le uova succulente si sciolgono in bocca e, prima che uno se ne accorga, la lieve e morbida dolcezza dei fiori di loto freschi inonda le papille gustative.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108373,
      "id": "cloudshrouded_jade",
      "name": "Giada nubilosa",
      "description": "La specialità di Yun Jin. Questo spuntino dolce e appiccicoso riesce in qualche modo a non influenzare la tua gola negativamente, motivo per cui è il preferito di Yun Jin. Il retrogusto è molto elegante, e non è qualcosa di cui ci si stanca subito. Viene da pensare... Questo piatto è molto più di quello che solitamente prepara per sé stessa: ma in fondo, chi siamo noi per giudicare la sua gentilezza?",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 1.500 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "yun_jin",
        "name": "Yun Jin"
      }
    }
  }
}