{
  "_id": 3510,
  "id": "magmic_ode",
  "name": "Ode al magma",
  "description": "Un antico piatto di Natlan. Tradizionalmente, gli ingredienti vengono avvolti in grandi foglie e cotti a vapore in una buca usando delle pietre incandescenti. Quando le nuvole di vapore cominciano a risalire, questa prelibatezza di Natlan, perfetta per essere condivisa con gruppi numerosi, è pronta a essere servita.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifrutto",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108778,
      "name": "Ode al magma sospetta",
      "description": "Un antico piatto di Natlan. Se c'è ancora un briciolo di speranza quando la consistenza ruvida e sabbiosa tocca la lingua, quell'ultimo brandello di ottimismo svanisce nel momento in cui il sapore terroso arriva al palato. Quando si è insinuato, esattamente?",
      "effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108779,
      "name": "Ode al magma",
      "description": "Un antico piatto di Natlan. Tradizionalmente, gli ingredienti vengono avvolti in grandi foglie e cotti a vapore in una buca usando delle pietre incandescenti. Quando le nuvole di vapore cominciano a risalire, questa prelibatezza di Natlan, perfetta per essere condivisa con gruppi numerosi, è pronta a essere servita.",
      "effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108780,
      "name": "Ode al magma deliziosa",
      "description": "Un antico piatto di Natlan. La cottura meticolosa ha chiuso saldamente i succhi all'interno degli ingredienti, mentre una leggera sensazione di affumicato permane come fili dorati cuciti su un prezioso rotolo di tessuto, elevandone incredibilmente il gusto. Un singolo boccone è sufficiente a farti gridare di gioia.",
      "effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108787,
      "id": "hymn_of_gathered_flame",
      "name": "Inno della Fiamma raccolta",
      "description": "La specialità di Mavuika. Una varietà di frutti di mare, tutti perfettamente grigliati, che si armonizza in una squisita sinfonia di sapori. Sembra un inno eterno e nobile che risuona nelle orecchie, con le fiamme inestinguibili che si accendono al ritmo dei morsi. La melodia che si ode racchiude una fonte di ispirazione. Forse anche questo fa parte dell'immensa forza dell'Archon di Pyro?",
      "effect": "#Aumenta di un 20% il tasso di CRIT e i DAN da CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "mavuika",
        "name": "Mavuika"
      }
    }
  }
}