{
  "_id": 4303,
  "id": "meat_lovers_mushroom_pizza",
  "name": "Pizza con carne e funghi",
  "description": "Una pizza appena sfornata. La crosta è punteggiata da grandi pezzi di carne e fette di funghi freschi. Il formaggio dolce e filante aggiunge ulteriore fascino. Non c'è dubbio che ogni fetta verrà strappata via nel momento stesso in cui viene servita. La velocità, quindi, è la migliore amica dei buongustai quando questa pizza è in tavola.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 4
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Fungo",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Formaggio",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108439,
      "name": "Pizza con carne e funghi sospetta",
      "description": "Una pizza appena sfornata. I grumi sparsi di formaggio e gli altri ingredienti emanano un odore di unto, e una crosta dura come la pietra non fa che peggiorare la situazione. Cos'avrà dovuto subire questa povera pizza per diventare così? È stata cotta troppo a lungo o è stato l'eccesso di lievitazione?",
      "effect": "#Aumenta di 224 l'ATT e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108440,
      "name": "Pizza con carne e funghi",
      "description": "Una pizza appena sfornata. La crosta è punteggiata da grandi pezzi di carne e fette di funghi freschi. Il formaggio dolce e filante aggiunge ulteriore fascino. Non c'è dubbio che ogni fetta verrà strappata via nel momento stesso in cui viene servita. La velocità, quindi, è la migliore amica dei buongustai quando questa pizza è in tavola.",
      "effect": "#Aumenta di 272 l'ATT e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108441,
      "name": "Pizza con carne e funghi deliziosa",
      "description": "Una pizza appena sfornata. Ogni centimetro della crosta è arricchito dall'aroma della carne. Per aggiungere freschezza, sono stati cosparsi alcuni funghi. Basta addentarne un piccolo boccone per farsi travolgere dal formaggio saporito. Non puoi fare a meno di afferrarne una fetta dopo l'altra.",
      "effect": "#Aumenta di 320 l'ATT e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
