{
  "_id": 3221,
  "id": "megameaty_sushi",
  "name": "Sushi extracarne",
  "description": "Sushi preparato con carne grigliata. La carne, sottile e tenera, viene ammassata strato dopo strato come terra e pietra per formare una montagna, con la delicata purea di ravanello a fare da sua vetta innevata. Questo piatto non è solo una gioia per gli occhi, ma anche per la bocca.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 3
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Ravanello",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108665,
      "name": "Sushi extracarne sospetto",
      "description": "Sushi preparato con carne grigliata. Le fette di carne sono orientate in ogni direzione, secche come la legna da ardere. Mangiarlo è come scalare vette pericolose. Arrendersi a metà strada potrebbe rivelarsi la scelta più saggia...",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108666,
      "name": "Sushi extracarne",
      "description": "Sushi preparato con carne grigliata. La carne, sottile e tenera, viene ammassata strato dopo strato come terra e pietra per formare una montagna, con la delicata purea di ravanello a fare da sua vetta innevata. Questo piatto non è solo una gioia per gli occhi, ma anche per la bocca.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108667,
      "name": "Sushi extracarne delizioso",
      "description": "Sushi preparato con della carne grigliata. La tenera carne succulenta riempie rapidamente ogni angolo della tua bocca. Conquistare l'intero piatto dà l'impressione di trovarsi in cima a una montagna altissima, contemplando il mondo sottostante pieni di una soddisfazione che trabocca dal fondo del proprio cuore.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    }
  }
}