{
  "_id": 3306,
  "id": "milky_mushroom_crisp_tower",
  "name": "Torretta di frittelle ai funghi bianchi",
  "description": "Una delizia croccante, cucinata al forno con funghi e formaggio su fette di pane. Basta annusare leggermente il suo incredibile profumo per far salire le aspettative di chiunque. Un unico morso è sufficiente per godersi una piacevole esplosione di dolcezza.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 4
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Fungo",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Formaggio",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Panna",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108445,
      "name": "Torretta di frittelle ai funghi bianchi sospetta",
      "description": "Una delizia croccante. Salta subito all'occhio che è stato lasciato fuori per diverso tempo... Le fette di pane si sono rinsecchite e indurite, e provare a dare un morso provoca dolore alla mandibola. La prossima volta ricorda di mangiare questa pietanza finché è ancora calda.",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108446,
      "name": "Torretta di frittelle ai funghi bianchi",
      "description": "Una delizia croccante, cucinata al forno con funghi e formaggio su fette di pane. Basta annusare leggermente il suo incredibile profumo per far salire le aspettative di chiunque. Un unico morso è sufficiente per godersi una piacevole esplosione di dolcezza.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108447,
      "name": "Torretta di frittelle ai funghi bianchi deliziosa",
      "description": "Una delizia croccante. Le lievi note cremose ti si sciolgono in bocca mentre assapori i funghi succulenti e il pane fragrante. Questa impareggiabile sensazione appagante ti lascia in qualche modo insaziabile... E finisci per leccarti le dita.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    }
  }
}
