{
  "_id": 1007,
  "id": "mint_jelly",
  "name": "Gelatina alla menta",
  "description": "Un dessert rinfrescante. Il procedimento per prepararlo è piuttosto semplice e, assaporandolo, il sapore fresco e delicato della menta ti rigenererà per l'intera giornata.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108225,
      "name": "Gelatina alla menta sospetta",
      "description": "Un dessert rinfrescante. Durante la preparazione di questo piatto si sono verificati alcuni piccoli incidenti che hanno causato un errato rapprendimento della gelatina. Beh, potresti servirla come bevanda alla menta...",
      "effect": "Ripristina un 8% dei PS max e 800 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108226,
      "name": "Gelatina alla menta",
      "description": "Un dessert rinfrescante. È molto semplice realizzare questo piatto e, quando scende giù per la gola, il sapore fresco della menta sarebbe in grado di rinvigorire chiunque per il resto della giornata.",
      "effect": "Ripristina un 9% dei PS max e 1.000 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108227,
      "name": "Gelatina alla menta deliziosa",
      "description": "Un dessert rinfrescante. La perfetta elasticità rende alquanto piacevole colpire con il dorso del cucchiaino questo dolce. Assaggia quella cucchiaiata per provare una sensazione rinfrescante che si espanderà istantaneamente a partire dalla bocca, disperdendo le emozioni negative al punto che penserai di essere una persona nuova.",
      "effect": "Ripristina un 10% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108339,
      "id": "satiety_gel",
      "name": "Gelatina saziante",
      "description": "La specialità di Aloy. La sezione trasversale sembra perfetta, la sua forma è regolare e emana un'aria fresca. All'inizio, Aloy sembrava chiedersi preoccupata se ti sarebbe piaciuto o meno questo dessert piuttosto unico, ma si è sentita sollevata quando hai divorato tutto in una volta sola...",
      "effect": "Ripristina un 16% dei PS max e 1.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "aloy",
        "name": "Aloy"
      }
    }
  }
}