{
  "_id": 1203,
  "id": "miso_soup",
  "name": "Zuppa di miso",
  "description": "Una zuppa di una semplicità austera. Gli ingredienti usati sono molto comuni e la tecnica di preparazione è semplice, ma questa piccola ciotola di zuppa è in grado di preservare le forze durante i viaggi più stancanti, anche se compiuti a piedi.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108276,
      "name": "Zuppa di miso sospetta",
      "description": "Una zuppa di una semplicità austera. Le alghe appassite, i pezzetti di tofu schiacciati e il sapore eccessivamente denso costituiscono un vero pericolo per l'umore di chi consuma questo piatto di prima mattina.",
      "effect": "#Ripristina un 8% dei PS max del personaggio selezionato e rigenera 210 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108277,
      "name": "Zuppa di miso",
      "description": "Una zuppa di una semplicità austera. Gli ingredienti usati sono molto comuni e la tecnica di preparazione è semplice, ma questa piccola ciotola di zuppa è in grado di preservare le forze durante i viaggi più stancanti, anche se compiuti a piedi.",
      "effect": "#Ripristina un 9% dei PS max del personaggio selezionato e rigenera 260 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108278,
      "name": "Zuppa di miso deliziosa",
      "description": "Una zuppa di una semplicità austera. Il brodo saporito emana un profumo delicato. Basta una cucchiaiata di questa zuppa con del riso per assicurarsi la completezza di un intero pasto.",
      "effect": "#Ripristina un 10% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108354,
      "name": "Calore",
      "description": "La specialità di Thoma. L'aspetto complicato del piatto nasconde la semplicità degli ingredienti usati. Ma bevi un sorso, e ti viene subito in mente il sorriso solare di Thoma. Forse è questa la sua abilità speciale: riscaldare il cuore degli altri usando gli ingredienti più comuni.",
      "effect": "#Ripristina un 14% dei PS max del personaggio selezionato e rigenera 350 PS ogni 5 s per 30 s.",
      "character": {
        "id": "thoma",
        "name": "Thoma"
      }
    }
  }
}
