{
  "_id": 1006,
  "id": "mondstadt_grilled_fish",
  "name": "Pesce alla griglia di Mondstadt",
  "description": "Del pesce grigliato accuratamente a fuoco moderato e reso asciutto e croccante. La spolverata di pepe aggiunta ne esalta la freschezza.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepe",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108095,
      "name": "Pesce alla griglia di Mondstadt sospetto",
      "description": "Del pesce grigliato accuratamente a fuoco moderato. Purtroppo, è un po' troppo cotto. La puzza di bruciato e la consistenza secca non lo rendono un piatto invitante.",
      "effect": "Rianima un personaggio e ripristina 50 PS."
    },
    "normal": {
      "_id": 108096,
      "name": "Pesce alla griglia di Mondstadt",
      "description": "Del pesce grigliato accuratamente a fuoco moderato, che è stato reso asciutto e croccante. La spolverata di pepe aggiunta esalta la freschezza del pesce.",
      "effect": "Rianima un personaggio e ripristina 100 PS."
    },
    "delicious": {
      "_id": 108097,
      "name": "Pesce alla griglia di Mondstadt delizioso",
      "description": "Del pesce grigliato accuratamente a fuoco moderato. La cottura è riuscita a contenere la deliziosa succosità del pesce all'interno della carne e a rendere la pelle croccante. Basta un boccone per rendersi conto dello straordinario sapore di questo piatto.",
      "effect": "Rianima un personaggio e ripristina 150 PS."
    },
    "special": {
      "_id": 108134,
      "id": "definitely_not_bar_food",
      "name": "Non è mica uno stuzzichino!",
      "description": "La specialità di Diona. La pelle del pesce è croccante, e il suo interno gustoso. Solo una persona con un grande amore per il pesce poteva preparare una prelibatezza del genere. Ora, se solo ci fosse qualcosa da bere per accompagnarlo... Oh-oh, sta guardando da questa parte!",
      "effect": "Rianima un personaggio e ripristina un 10% dei PS max, quindi ripristina 150 PS aggiuntivi.",
      "character": {
        "id": "diona",
        "name": "Diona"
      }
    }
  }
}
