{
  "_id": 4001,
  "id": "moon_pie",
  "name": "Tortino lunare",
  "description": "Un alimento tipico di Mondstadt. Non solo la carne in salamoia all'interno ha un sapore unico, ma anche la meringa ha mantenuto la sua dolcezza e la sua umidità durante la cottura. È un piatto da non farsi scappare durante qualsiasi festival di Mondstadt.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 4
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Burro",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108164,
      "name": "Tortino lunare sospetto",
      "description": "Un alimento tipico di Mondstadt. La meringa bruciata è di un colore giallognolo ed è a malapena passabile. Non farla vedere a nessun abitante di Mondstadt, o potrebbe decidere di fare in modo che tu non sbagli mai più.",
      "effect": "#Aumenta di un 25% l'efficacia dello scudo e di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108165,
      "name": "Tortino lunare",
      "description": "Un alimento tipico di Mondstadt. Non solo la carne in salamoia all'interno ha un sapore unico, ma anche la meringa ha mantenuto la sua dolcezza e la sua umidità durante la cottura. È un piatto da non farsi scappare durante qualsiasi festival di Mondstadt.",
      "effect": "#Aumenta di un 30% l'efficacia dello scudo e di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108166,
      "name": "Tortino lunare delizioso",
      "description": "Un alimento tipico di Mondstadt. Mentre tagli una fetta di questo tortino di carne, gli aromi del burro e della carne inebriano all'unisono i tuoi sensi. Il sapore rustico e dolce ti ricorda la bellezza e i suoni dei festival del raccolto, facendoti sorridere involontariamente.",
      "effect": "#Aumenta di un 35% l'efficacia dello scudo e di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108245,
      "id": "stormcrest_pie",
      "name": "Torta tempestosa",
      "description": "La specialità di Eula. È difficile dire se l'inusuale forma a mezzaluna sia da intendere come una violazione della tradizione o un simbolo della sua etica \"dente per dente\". Sotto una crosta esterna dorata si nasconde un sapore ricco, gustoso e affumicato, difficilmente riproducibile da chiunque altro a Mondstadt. Però è meglio non dirle tutto ciò, altrimenti lo aggiungerà alla sua lista di vendette personali.",
      "effect": "#Aumenta di un 40% l'efficacia dello scudo e di 282 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}