{
  "_id": 2304,
  "id": "mushroom_hodgepodge",
  "name": "Macedonia di funghi",
  "description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non richiede altro che qualche fungo comune di Sumeru e dei condimenti extra. Paimon ha selezionato tre tipi di funghi, che sono stati preparati e poi cucinati in modo semplice, ma la consistenza e il sapore non sono affatto male.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101213,
      "id": "rukkhashava_mushrooms",
      "name": "Funghi di Rukkhashava",
      "amount": 1
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Fungo",
      "amount": 1
    },
    {
      "_id": 101212,
      "id": "starshroom",
      "name": "Astrofungo",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108403,
      "name": "Macedonia di funghi sospetta",
      "description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non richiede altro che qualche fungo comune di Sumeru e dei condimenti extra. Il sapore di questo piatto ha un non so che di selvatico, anche se, ehm... forse sarebbe più preciso dire che \"sa di sporco\". Meglio lasciare questo tipo di delizie dagli ingredienti rustici ai cinghiali...",
      "effect": "#Aumenta di 88 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108404,
      "name": "Macedonia di funghi",
      "description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non richiede altro che qualche fungo comune di Sumeru e dei condimenti extra. Paimon ha selezionato tre tipi di funghi, che sono stati preparati e poi cucinati in modo semplice, ma la consistenza e il sapore non sono affatto male.",
      "effect": "#Aumenta di 107 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108405,
      "name": "Macedonia di funghi deliziosa",
      "description": "Un piatto in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non richiede altro che qualche fungo comune di Sumeru e dei condimenti extra. La temperatura e il tempo di cottura sono stati adattati per preservare gli aromi distinti di tre tipi di funghi. A seconda dei gusti personali, possono essere consumati assieme o uno ad uno per coglierne la sottile differenza di sapore.",
      "effect": "#Aumenta di 126 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108436,
      "name": "Scelta del Guardiano della foresta",
      "description": "La specialità di Tighnari, che ha raccolto personalmente questi funghi (non solo quelli comuni, ma anche qualcuno dall'aspetto misterioso che non hai mai visto prima). Non sono stati aggiunti condimenti, per non rubare la scena alla freschezza degli ingredienti. Deve avere impiegato del tempo per preparare un piatto tanto delizioso.",
      "effect": "#Aumenta di 151 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "tighnari",
        "name": "Tighnari"
      }
    }
  }
}
