{
  "_id": 3904,
  "id": "ninefruit_nectar",
  "name": "Nettare dei nove frutti",
  "description": "Un cocktail di succhi di frutta. La bevanda, mescolata con equilibrata precisione, intreccia i sapori dei vari frutti conservandone dolcezza e acidità, ed è impreziosita da una manciata di cubetti di ghiaccio.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Pesca di Zaytun",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Tramontino",
      "amount": 2
    },
    {
      "_id": 100001,
      "id": "apple",
      "name": "Mela",
      "amount": 2
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Bacca",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108832,
      "name": "Nettare dei nove frutti sospetto",
      "description": "Un cocktail di succhi di frutta. Al palato risulta aspro e amaro, con un retrogusto persino... salato? Sembra che ci sia ogni sapore possibile, tranne la dolcezza che desideravi. Con un profilo aromatico così complesso e insolito... non è che, per sbaglio, hai aggiunto un intruglio medicinale alla miscela?",
      "effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108833,
      "name": "Nettare dei nove frutti",
      "description": "Un cocktail di succhi di frutta. La bevanda, mescolata con equilibrata precisione, intreccia i sapori dei vari frutti conservandone dolcezza e acidità, ed è impreziosita da una manciata di cubetti di ghiaccio.",
      "effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108834,
      "name": "Nettare dei nove frutti delizioso",
      "description": "Un cocktail di succhi di frutta. Basta un unico sorso per sentirsi avvolti da una cascata di frutta. Il dolce aroma dei prodotti della natura ti riempie le narici, e ogni sorso è una perfetta armonia di sapori fruttati. Quando il caldo ti colpisce, nulla rinfranca lo spirito come questa bevanda!",
      "effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
