{
  "_id": 2603,
  "id": "nodkrai_hot_dog",
  "name": "Hot dog di Nod-Krai",
  "description": "Un classico cibo veloce. Avvolgi una salsiccia nel pane, aggiungi delle cipolle fritte e della salsa al tutto... ed ecco qua un delizioso e sostanzioso hot dog di Nod-Krai!",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 1
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 1
    },
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Salsiccia",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108879,
      "name": "Hot dog di Nod-Krai sospetto",
      "description": "Un classico cibo veloce. La salsiccia è troppo secca, mentre il pane è troppo morbido, si ha così la strana impressione di masticare una spugna... Se non fosse per la fame, sarebbe difficile non gettarlo nella spazzatura...",
      "effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108880,
      "name": "Hot dog di Nod-Krai",
      "description": "Un classico cibo veloce. Avvolgi una salsiccia nel pane, aggiungi delle cipolle fritte e della salsa al tutto... ed ecco qua un delizioso e sostanzioso hot dog di Nod-Krai!",
      "effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108881,
      "name": "Hot dog di Nod-Krai delizioso",
      "description": "Un classico cibo veloce. Una salsiccia appena cotta e del pane appena sfornato. Con ogni morso, l'aroma irresistibile del grasso riempie il palato. Lo divori in pochi bocconi, lasciandoti con un'irrefrenabile voglia di mangiarne ancora.",
      "effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}