{
  "_id": 3213,
  "id": "omelette_rice",
  "name": "Omelette di riso",
  "description": "Una portata principale avvolta nell'albume d'uovo. I fluidi delle uova, sbattuti in modo uniforme, vengono fritti parzialmente prima di essere versati sopra il riso, e il ketchup viene spruzzato dopo che il tutto è pronto per essere impiattato. Dicono sia un piatto proveniente da un'altra regione, anche se questa versione prevede un metodo di cottura più complicato.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108327,
      "name": "Omelette di riso sospetta",
      "description": "Una portata principale avvolta nell'albume d'uovo. L'albume copre a malapena il riso, ed è stato fritto così a lungo da aver perso tutta la sua fluidità. Tanto vale chiamarlo \"uovo fritto su riso\".",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108328,
      "name": "Omelette di riso",
      "description": "Una portata principale avvolta nell'albume d'uovo. I fluidi delle uova, sbattuti in modo uniforme, vengono fritti parzialmente prima di essere versati sopra il riso, e il ketchup viene spruzzato dopo che il tutto è pronto per essere impiattato. Dicono sia un piatto proveniente da un'altra regione, anche se questa versione prevede un metodo di cottura più complicato.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108329,
      "name": "Omelette di riso deliziosa",
      "description": "Una portata principale avvolta nell'albume d'uovo. Colpendo delicatamente lo strato esterno dell'albume, che non è cotto del tutto ma si avvolge con la sua corona rossa di ketchup attorno alla fitta forma di riso bianco, si riuscirà a stimolare l'appetito di ogni cliente... E dopo che hanno mangiato con gioia, non possono fare a meno di sorridere.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108388,
      "id": "omurice_waltz",
      "name": "Valzer Omurice",
      "description": "La specialità di Kuki Shinobu. La morbida superficie esterna dell'uovo sembra quasi danzare su un palcoscenico fatto di salsa, accompagnata da un soffice quanto leggiadro riso. Questo piatto è degno del capocuoco del Ristorante Uyuu. La licenza di chef di Shinobu è più che meritata.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 1.500 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "kuki_shinobu",
        "name": "Kuki Shinobu"
      }
    }
  }
}