{
  "_id": 2202,
  "id": "onigiri",
  "name": "Onigiri",
  "description": "Un piatto a base di riso facile da trasportare. La preparazione è molto semplice e conserva un buon sapore se mantenuto a temperatura ambiente. Ciò lo ha reso molto popolare sia tra i civili che tra i soldati.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108255,
      "name": "Onigiri sospetti",
      "description": "Un piatto facile da trasportare, a base di riso. Ha una forma quasi triangolare, ma è così fragile che si potrebbe frantumare prendendolo in mano. Sì, frantumare... Proprio come le aspettative dei commensali.",
      "effect": "#Ripristina un 18% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108256,
      "name": "Onigiri",
      "description": "Un piatto a base di riso facile da trasportare. La preparazione è molto semplice e conserva un buon sapore se mantenuto a temperatura ambiente. Ciò lo ha reso molto popolare sia tra i civili che tra i soldati.",
      "effect": "#Ripristina un 20% dei PS max del personaggio selezionato e rigenera 390 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108257,
      "name": "Onigiri deliziosi",
      "description": "Un piatto facile da trasportare, a base di riso. L'alga croccante aggiunge un po' di umami alla semplice dolcezza del riso glutinoso. Per il tocco finale, il pesce fresco dentro l'onigiri coglie alla sprovvista come un'imboscata, e la soddisfazione che suscita nella mente e nel corpo è simile a quella delle trombe della vittoria.",
      "effect": "#Ripristina un 22% dei PS max del personaggio selezionato e rigenera 470 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108303,
      "id": "dizzinessbegone_no_jutsu_version_20",
      "name": "Tecnica anti-vertigini 2.0",
      "description": "La specialità di Sayu. L'onigiri è stato arrotolato da Sayu in una forma carina... Ma ricorda, è una mujina, non una tanuki, chiaro? E ora che mi ci fai pensare, è questo il motivo per cui Sayu può dormire un giorno intero dopo aver mangiato, giusto?",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 570 PS ogni 5 s per 30 s.",
      "character": {
        "id": "sayu",
        "name": "Sayu"
      }
    }
  }
}
