{
  "_id": 3309,
  "id": "padisarah_pudding",
  "name": "Budino di Padisarah",
  "description": "Un dolce popolare di Sumeru. Il succo dei petali delle rose di Padisarah e di Sumeru viene spremuto e mescolato con latte, gelatina, zucchero e altri ingredienti. Il composto viene quindi lasciato riposare fino a solidificarsi. L'aspetto grazioso e il sapore dolce lo rendono un dessert tipico negli eventi celebrativi di Sumeru.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa di Sumeru",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108457,
      "name": "Budino di Padisarah sospetto",
      "description": "Un dessert popolare a Sumeru. Un solo morso produce un mix di sapori di latte e fiori... Il che non è esattamente un male, ma è ben lontano da ciò che ci si aspettava da questo budino. Hai sbagliato le proporzioni degli ingredienti o qualcosa del genere?",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108458,
      "name": "Budino di Padisarah",
      "description": "Un dessert popolare a Sumeru. Il succo dei petali delle rose di Padisarah e di Sumeru viene spremuto e mescolato con latte, gelatina, zucchero e altri ingredienti. Il composto viene quindi lasciato riposare fino a solidificarsi. L'aspetto grazioso e il sapore dolce lo rendono un dessert tipico negli eventi celebrativi di Sumeru.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108459,
      "name": "Budino di Padisarah delizioso",
      "description": "Un dessert popolare a Sumeru. Nel momento in cui lo si mette in bocca, la sensazione è quella di camminare su delle nuvole al sapore di latte. Mentre si gustano i suoi sapori, la fragranza mista di Padisarah e rose di Sumeru riempie l'aria. Quando infine si arriva all'ultimo boccone, si ha la sensazione che qualcosa sia rimasto incompiuto. Non si può fare a meno di leccare il cucchiaio, come per assaporare gli ultimi sublimi momenti di piacere.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108466,
      "id": "swirling_steps",
      "name": "Passi vorticosi",
      "description": "La specialità di Nilou. La coppa cristallina che ricorda uno scrigno ornato contiene un budino morbido che si scioglie in bocca. La colorazione rossastra, come una trance fugace, ti ricorda sempre più la forma radiosa e danzante di Nilou. Ah, se solo questa danza potesse durare per sempre.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 1.500 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "nilou",
        "name": "Nilou"
      }
    }
  }
}
