{
  "_id": 2305,
  "id": "panipuri",
  "name": "Panipuri",
  "description": "Un antipasto servito con una salsa verde. Le palline croccanti vengono prima fritte e in seguito farcite con un delizioso ripieno attraverso un foro sulla parte superiore. Questo stuzzichino è un cibo di strada piuttosto comune a Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Fagioli glabri",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spezie",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108409,
      "name": "Panipuri sospetto",
      "description": "Una prelibatezza servita con una salsa di accompagnamento. La salsa verde emana un odore insolito, e il suo colore non sembra molto appetitoso. Meglio lasciar perdere la salsa e concentrarsi unicamente sulle palline di panipuri.",
      "effect": "Rianima un personaggio e ripristina 250 PS."
    },
    "normal": {
      "_id": 108410,
      "name": "Panipuri",
      "description": "Un antipasto servito con una salsa verde. Le palline croccanti vengono prima fritte e in seguito farcite con un delizioso ripieno attraverso un foro sulla parte superiore. Questo stuzzichino è un cibo di strada piuttosto comune a Sumeru.",
      "effect": "Rianima un personaggio e ripristina 400 PS."
    },
    "delicious": {
      "_id": 108411,
      "name": "Panipuri delizioso",
      "description": "Una prelibatezza servita con una salsa. La forma rotonda del panipuri ti ricorda i Melmosi. Pregustane l'interno succulento e colorato e portalo alla bocca... Le tue papille gustative verranno travolte da un mix di freschezza, amarezza e pizzicore per poi esplodere nel tuo palato come se avessi mangiato dinamite. Non c'è da stupirsi che alcuni abitanti di Sumeru ne siano ossessionati...",
      "effect": "Rianima un personaggio e ripristina 550 PS."
    },
    "special": {
      "_id": 108918,
      "id": "secrets_exchanged",
      "name": "Segreti scambiati",
      "description": "La specialità di Nefer. \"Che ne dici se ti do questo in cambio di una storia?\" Dopo aver sentito proferire quelle parole, vedi comparirti davanti un piatto di sferette croccanti e profumate. Prima che tu possa rispondere di sì, Nefer ti afferra dolcemente la mano e aggiunge: \"Oh, a proposito... Ogni boccone vale almeno una frase intera\". Ovviamente, anche un semplice assaggio della cucina di Nefer ha il suo prezzo...",
      "effect": "Rianima un personaggio e ripristina un 15% dei PS max, quindi ripristina 550 PS aggiuntivi.",
      "character": {
        "id": "nefer",
        "name": "Nefer"
      }
    }
  }
}
