{
  "_id": 3302,
  "id": "pita_pocket",
  "name": "Pita ripiena",
  "description": "Un pane con diverse farciture. La pasta piatta è lievitata in forno e ricorda un bel pesce palla. Il pane viene solitamente tagliato al centro in due \"tasche\" separate che vengono riempite, da cui il nome \"pita ripiena\". Si dice che gli abitanti di Sumeru fossero soliti intingere il pane nella salsa. Al giorno d'oggi, invece, le persone sono solite riempire le \"tasche\" con diversi tipi di ripieno e poi mangiarne a grandi bocconi.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108406,
      "name": "Pita ripiena sospetta",
      "description": "Una pita con diverse farciture. L'involucro di pasta ricorda la sabbia, e il ripieno presenta un colore sgradevole... Solo un viaggiatore smarrito e affamato da giorni accetterebbe questa pita ripiena.",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108407,
      "name": "Pita ripiena",
      "description": "Una pita con diverse farciture. La pasta piatta è lievitata in forno e ricorda un bel pesce palla. Il pane viene solitamente tagliato al centro in due \"tasche\" separate che vengono farcite, da cui il nome \"pita ripiena\". Si dice che gli abitanti di Sumeru fossero soliti intingere il pane nella salsa. Al giorno d'oggi, invece, le persone preferiscono riempirsi le \"tasche\" con diversi tipi di ripieno e poi mangiarne a grandi bocconi.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108408,
      "name": "Pita ripiena deliziosa",
      "description": "Una pita con diverse farciture. La carne aromatica e le verdure croccanti sono gli attori principali di questo spettacolo. La salsa, o il \"tecnico delle luci\", punta i riflettori su questo duetto. Questa pita è ricca di sorprese, proprio come la borsa di un mago.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108437,
      "name": "Brama",
      "description": "La specialità di Collei. La farcitura di ingredienti nutrienti crea un piatto a base di pesce idoneo per chi è sempre in movimento. Secondo Collei, la cotoletta è soprannominata \"Barbecue dei guardaboschi\"... Il che ti ricorda una certa tipa esuberante vestita di rosso. Il piatto è il simbolo della più profonda ammirazione di Collei.",
      "effect": "Ripristina un 40% dei PS max e 2.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "collei",
        "name": "Collei"
      }
    }
  }
}
