{
  "_id": 3407,
  "id": "poisson_seafood_soup",
  "name": "Zuppa di frutti di mare di Poisson",
  "description": "Una zuppa di frutti di mare. È stata preparata per la prima volta a Poisson, il villaggio di pescatori, stufando insieme gli avanzi di pesce. Ha guadagnato popolarità a Fontaine grazie al suo sapore fresco. Nella sua versione odierna, questa zuppa include praticamente ogni tipo di prodotto acquatico.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 4
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108551,
      "name": "Zuppa di frutti di mare di Poisson sospetta",
      "description": "Una zuppa di frutti di mare. L'unico odore che senti è quello del pesce avariato. A meno che tu non abbia problemi al naso, il problema dev'essere la zuppa... Ah, un momento: hai delle lische di pesce o delle pietroline conficcate tra i denti?",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108552,
      "name": "Zuppa di frutti di mare di Poisson",
      "description": "Una zuppa di frutti di mare. È stata preparata per la prima volta a Poisson, il villaggio di pescatori, stufando insieme gli avanzi di pesce. Ha guadagnato popolarità a Fontaine grazie al suo sapore fresco. Nella sua versione odierna, questa zuppa include praticamente ogni tipo di prodotto acquatico.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108553,
      "name": "Zuppa di frutti di mare di Poisson deliziosa",
      "description": "Una zuppa di frutti di mare. Col suo aspetto simile a onde dorate baciate dal sole del mattino, la zuppa ti si scioglie in bocca grazie alla sua consistenza burrosa e ai ricchi aromi dei frutti di mare. Le ricchezze dell'oceano si uniscono per creare un'armoniosa opera d'arte. Dopo aver vuotato rapidamente la scodella, non resisti alla tentazione di fare la scarpetta per raccogliere i rimasugli... Sarebbe un peccato sprecarne anche solo una goccia!",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108563,
      "id": "seabirds_sojourn",
      "name": "Soggiorno dell'uccello marino",
      "description": "La specialità di Freminet. Ha lasciato qui la pentola e si è dileguato. Gli ingredienti non sembrano provenire da acque basse, il che significa che deve averli pescati immergendosi in profondità. Vorresti esprimergli la tua gratitudine, ma... dove potresti andare a cercarlo?",
      "effect": "#Ripristina un 34% dei PS max del personaggio selezionato e rigenera 980 PS ogni 5 s per 30 s.",
      "character": {
        "id": "freminet",
        "name": "Freminet"
      }
    }
  }
}