{
  "_id": 3104,
  "id": "qingce_stir_fry",
  "name": "Soffritto alla Qingce",
  "description": "Un piatto preparato su una fiamma scoppiettante. Gira voce che fosse una ricetta molto rustica accessibile a qualsiasi abitante del Villaggio di Qingce. Ma, contro ogni aspettativa, questi piatti croccanti e speziati hanno ottenuto il riconoscimento delle persone provenienti da altri posti, e così hanno iniziato a diffondersi nella regione di Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Fungo",
      "amount": 3
    },
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Frutto di loto",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Peperoncino di Jueyun",
      "amount": 1
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cavolo",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108128,
      "name": "Soffritto alla Qingce sospetto",
      "description": "Un piatto preparato su una fiamma scoppiettante. Questo tentativo è stato un vero fallimento, che conserva un sapore molto amaro e un livello di piccantezza davvero spiacevole. Puoi provare ad accompagnarlo con del riso, oppure puoi mangiare solo quello.",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108129,
      "name": "Soffritto alla Qingce",
      "description": "Un piatto preparato su una fiamma scoppiettante. Gira voce che fosse una ricetta molto rustica accessibile a qualsiasi abitante del Villaggio di Qingce. Ma, contro ogni aspettativa, questi piatti croccanti e speziati hanno ottenuto il riconoscimento delle persone provenienti da altri posti, e così hanno iniziato a diffondersi nella regione di Liyue.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108130,
      "name": "Soffritto alla Qingce delizioso",
      "description": "Un piatto preparato su una fiamma scoppiettante. Basta il suo odorino per aprire una voragine nello stomaco. Il pizzicore del peperoncino solletica la lingua, e stimolerebbe chiunque a mangiarne altre dieci ciotole in una volta sola.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108487,
      "id": "qingce_household_dish",
      "name": "Piatto comune di Qingce",
      "description": "La specialità di Yaoyao. Ha un aspetto alquanto ordinario, e l'impiattamento di certo non è paragonabile a quello dei migliori ristoranti di lusso; tuttavia, basta un unico morso e un solo assaggio per ritrovarsi immersi in un'esperienza di gusto intima e fragrante, che non mancherà di lasciare un segno indelebile nel cuore di chiunque. Forse perché l'ingrediente segreto di questa ricetta è semplicemente la \"premura\".",
      "effect": "#Aumenta di 274 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "yaoyao",
        "name": "Yaoyao"
      }
    }
  }
}