{
  "_id": 2207,
  "id": "radish_and_fish_stew",
  "name": "Zuppa di pesce e ravanello",
  "description": "Un piatto di pesce e verdura. I ravanelli sbucciati sono stati adagiati nella pentola a cuocere prima di aggiungere dei grossi pezzi di pesce e i condimenti. L'intero accostamento viene quindi cotto a fuoco lento. Le porzioni abbondanti, preferibilmente servite con il riso, lasciano tutti i presenti molto soddisfatti.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 2
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Ravanello",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108342,
      "name": "Zuppa di pesce e ravanello sospetta",
      "description": "Un piatto di pesce e verdura. Sembra esserci tutto, ma dopo un attento assaggio si capisce che manca proprio il sapore del pesce fresco nei ravanelli... Aspetta un attimo, cosa ci fanno invece queste lische lì dentro?",
      "effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108343,
      "name": "Zuppa di pesce e ravanello",
      "description": "Un piatto di pesce e verdura. I ravanelli sbucciati sono stati adagiati nella pentola a cuocere prima di aggiungere dei grossi pezzi di pesce e i condimenti. L'intero accostamento viene quindi cotto a fuoco lento. Le porzioni abbondanti, preferibilmente servite con il riso, lasciano tutti i presenti molto soddisfatti.",
      "effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108344,
      "name": "Zuppa di pesce e ravanello deliziosa",
      "description": "Un piatto di pesce e verdura. I pesci migratori hanno avuto esperienza delle dure sfide provocate dal freddo pungente, dalle onde imponenti e dalle tempeste tumultuose nel loro viaggio per arrivare sul fornello e, insieme al ravanello, hanno assorbito l'essenza della zuppa saporita prima di essere serviti nel tuo piatto. Questa prelibatezza riscalda il cuore e l'anima, come un fuoco acceso nel mezzo di un impietoso mondo innevato.",
      "effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}