{
  "_id": 1104,
  "id": "rice_buns",
  "name": "Panini di riso",
  "description": "Dei panini soffici e morbidi. Il riso e l'equiseto sono stati macinati nella farina e impastati prima di essere posti in un cestello per la cottura a vapore. Si possono mangiare così come sono o con un contorno di verdure. È un alimento facile da trasportare e sazia in fretta, rendendolo molto popolare nella regione di Liyue.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 1
    },
    {
      "_id": 100032,
      "id": "horsetail",
      "name": "Equiseto",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108197,
      "name": "Panini di riso sospetti",
      "description": "Dei panini soffici e morbidi. L'impasto non è lievitato correttamente, ed è proprio questo il motivo per cui i panini non si sono gonfiati in modo uniforme durante la cottura. La consistenza ruvida e dura lascia molto a desiderare.",
      "effect": "Ripristina un 8% dei PS max e 800 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108198,
      "name": "Panini di riso",
      "description": "Un piatto di uova fritte. Sbatti bene le uova, condiscile e friggile lentamente in un wok, dando loro una forma arrotolata. Versa ancora altro liquido delle uova e continua fino a raggiungere lo spessore desiderato, dopodiché preparati a impiattare. Una prelibatezza di Inazuma comune ma molto invitante.",
      "effect": "Ripristina un 9% dei PS max e 1.000 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108199,
      "name": "Panini di riso deliziosi",
      "description": "Dei panini soffici e morbidi. La dolcezza unica dei cereali integrali passa tra i denti e le labbra mentre si mastica questa bontà. Le tue fatiche hanno permesso che questi ingredienti apparentemente anonimi diventassero una vera prelibatezza. Questo è uno dei piaceri tipici della gente comune e ha un sapore migliore se mangiato dopo un duro e onesto lavoro.",
      "effect": "Ripristina un 10% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    }
  }
}