{
  "_id": 2309,
  "id": "rose_custard",
  "name": "Crema alla rosa",
  "description": "Un dolce preparato con latte. Dopo che il latte è stato fermentato e filtrato in yogurt, aggiungi lo zucchero prima di guarnire con rose essiccate e noci tritate. Inizialmente questo dessert era popolare soltanto tra gli avventurieri e i mercanti itineranti, ma ora viene servito come colazione o nell'ora del tè in tutta Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa di Sumeru",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108470,
      "name": "Crema alla rosa sospetta",
      "description": "Un dessert a base di latte fermentato. Sembra anche invitante, ma appena ne assaggi un po' ti tremeranno i denti a causa della sua insopportabile acidità. Si può comunque ovviare alla mancanza di condimenti aggiungendo altro zucchero. Tuttavia, quella asprezza persistente è qualcosa che non può essere facilmente dimenticato.",
      "effect": "#Ripristina un 18% dei PS max del personaggio selezionato e rigenera 300 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108471,
      "name": "Crema alla rosa",
      "description": "Un dolce preparato con latte. Dopo che il latte è stato fermentato e filtrato in yogurt, aggiungi lo zucchero prima di guarnire con rose essiccate e noci tritate. Inizialmente questo dessert era popolare soltanto tra gli avventurieri e i mercanti itineranti, ma ora viene servito come colazione o nell'ora del tè in tutta Sumeru.",
      "effect": "#Ripristina un 20% dei PS max del personaggio selezionato e rigenera 390 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108472,
      "name": "Crema alla rosa deliziosa",
      "description": "Un dessert a base di latte fermentato. In fase di miscela, la densa cagliata, i petali fragranti, e le croccanti noci si uniscono per creare un gusto dolce e vellutato. Mentre la fragrante miscela lattea ti scivola giù per la gola, ti sembra quasi di sentire aromi floreali da tempo dimenticati.",
      "effect": "#Ripristina un 22% dei PS max del personaggio selezionato e rigenera 470 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108473,
      "name": "Riposo stravagante",
      "description": "La specialità di Layla. Le noci sparse sembrano come stelle che punteggiano il profondo e silenzioso cielo notturno. Basta un morso per rilassare e tranquillizzare il corpo e la mente dopo una giornata di lavoro. Dopo aver detto a Layla come ti sentivi, lei ha esclamato, con un'espressione fra il gioioso e il rammaricato: \"O-Ottimo! Ah, se avesse lo stesso effetto anche su di me!\"",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 570 PS ogni 5 s per 30 s.",
      "character": {
        "id": "layla",
        "name": "Layla"
      }
    }
  }
}
