{
  "_id": 3605,
  "id": "roulette_special",
  "name": "Roulette delle bevande",
  "description": "Delle bevande colorate. Sarebbe più corretto dire che si tratta di una sorta di gioco da tavolo piuttosto che un mezzo per abbeverarsi. Le regole prevedono di bere il contenuto indicato dalla lancetta. Demyan ha modificato le bevande per renderle diverse dai soliti prodotti dell'Ammiraglia: sono tutte analcoliche e piuttosto zuccherate.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Baccalakka",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Bacca Midsommar",
      "amount": 3
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Bocciolo notturno",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108876,
      "name": "Roulette delle bevande sospetta",
      "description": "Delle bevande colorate. Ogni bicchiere ha lo stesso sapore: semplice acqua zuccherata. È inevitabile chiedersi perché mai si dovrebbero preparare otto bevande dal colore diverso, se il sapore è lo stesso.",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108877,
      "name": "Roulette delle bevande",
      "description": "Delle bevande colorate. Sarebbe più corretto dire che si tratta di una sorta di gioco da tavolo piuttosto che un mezzo per abbeverarsi. Le regole prevedono di bere il contenuto indicato dalla lancetta. Demyan ha modificato le bevande per renderle diverse dai soliti prodotti dell'Ammiraglia: sono tutte analcoliche e piuttosto zuccherate.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108878,
      "name": "Roulette delle bevande deliziosa",
      "description": "Delle bevande colorate. Le dolci e rinfrescanti note floreali e fruttate sono in perfetto equilibrio. Un bicchiere non è mai abbastanza e, prima di spostare la lancetta, una preghiera interiore si leva silenziosa: \"Ti prego, fermati su un bicchiere pieno!\"",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
