{
  "_id": 3312,
  "id": "sabz_meat_stew",
  "name": "Stufato di carne Sabz",
  "description": "Uno stufato di carne dal gusto unico. È preparato con vari tipi di verdure, che vengono sminuzzate e poi stufate insieme alla carne. L'aggiunta del limone dona al prodotto finale un sapore vagamente acidulo. La gente di Sumeru è solita consumare questo piatto accompagnandolo al riso.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spezie",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108480,
      "name": "Stufato di carne Sabz sospetto",
      "description": "Uno stufato di carne dal gusto unico. Ai più potrebbe risultare un po' troppo acidulo, e perfino l'odore non risulta particolarmente invitante... Se lo si lascia riposare più a lungo del solito, può diventare un ottimo terreno di riproduzione per i Miconoidi.",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108481,
      "name": "Stufato di carne Sabz",
      "description": "Uno stufato di carne dal gusto unico. È preparato con vari tipi di verdure, che vengono sminuzzate e poi stufate insieme alla carne. L'aggiunta del limone dona al prodotto finale un sapore vagamente acidulo. La gente di Sumeru è solita consumare questo piatto accompagnandolo al riso.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108482,
      "name": "Stufato di carne Sabz delizioso",
      "description": "Uno stufato di carne dal gusto unico. Gli ingredienti aromatici si completano ciascuno alla perfezione. I grossi pezzi di carne fresca sono stati stufati fino a renderli teneri, e sono ricoperti di uno strato color verde scuro che sembra invitare chiunque li assapori a una tranquilla e piacevole passeggiata nella foresta.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108486,
      "id": "ideal_circumstance",
      "name": "Circostanza ideale",
      "description": "La specialità di Alhaitham. Un piatto realizzato mischiando verdure e carne cotte all'interno di una padella screziata. La ricetta è andata incontro a svariate migliorie, che hanno reso il gusto molto diverso da quello del piatto originale. Sul cibo è riportata la parola \"contemplazione\". Questo è quanto dice il suo creatore: \"A livello ideale, la contemplazione dovrebbe essere alla portata di tutti; tuttavia, all'atto pratico, la cosa non sembra particolarmente plausibile\".",
      "effect": "Ripristina un 40% dei PS max e 2.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "alhaitham",
        "name": "Alhaitham"
      }
    }
  }
}