{
  "_id": 3205,
  "id": "sakura_mochi",
  "name": "Mochi ai fiori di sakura",
  "description": "Un dolce delicato ed elegante. La foglia verde scuro conferisce un certo grado di complessità alle tonalità calde degli ingredienti. Basta guardarlo per percepire un senso di placida bellezza. È un peccato che questo sapore incantevole sia fugace come la vita di un fiore che sboccia. Ma non lasciare che ciò ti dissuada dal prenderne un morso.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Fiore di sakura",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108282,
      "name": "Mochi ai fiori di sakura sospetti",
      "description": "Un dolce delicato ed elegante. Dall'esterno non sembra male, ma basta un assaggio per sentire la sua nauseante dolcezza, che è in grado di farti passare l'appetito.",
      "effect": "Rianima un personaggio e ripristina 900 PS."
    },
    "normal": {
      "_id": 108283,
      "name": "Mochi ai fiori di sakura",
      "description": "Un dolce delicato ed elegante. La foglia verde scuro conferisce un certo grado di complessità alle tonalità calde degli ingredienti. Basta guardarlo per percepire un senso di placida bellezza. È un peccato che questo sapore incantevole sia fugace come la vita di un fiore che sboccia. Ma non lasciare che ciò ti dissuada dal prenderne un morso.",
      "effect": "Rianima un personaggio e ripristina 1.200 PS."
    },
    "delicious": {
      "_id": 108284,
      "name": "Mochi ai fiori di sakura deliziosi",
      "description": "Un dolce delicato ed elegante. Il mochi è circondato dal profumo di fiori di sakura, e il suo aspetto elegante nasconde una bellezza che dura un solo istante. In un momento di completo silenzio, basta un boccone per tornare con la mente al momento in cui i fiori di sakura svolazzavano intorno a te come una tempesta.",
      "effect": "Rianima un personaggio e ripristina 1.500 PS."
    },
    "special": {
      "_id": 108300,
      "name": "Neve sul focolare",
      "description": "La specialità di Kamisato Ayaka. Il piatto sembra una piccola, intricata e incantevole opera d'arte, con il suo sottile mantello rosso che ricopre i sentimenti che la giovane sacerdotessa ha iniziato a provare da quel momento in poi. Se qualcuno avesse l'onore di provare una tale bontà mentre degusta del tè con una principessa nobile e graziosa come un airone bianco, desidererebbe sicuramente che quel momento si prolungasse per l'eternità.",
      "effect": "Rianima il personaggio selezionato e ripristina un 20% dei PS max, quindi ripristina 1.500 PS aggiuntivi.",
      "character": {
        "id": "kamisato_ayaka",
        "name": "Kamisato Ayaka"
      }
    }
  }
}
