{
  "_id": 2310,
  "id": "samosa",
  "name": "Samosa",
  "description": "Uno spuntino fritto. Il ripieno ben mescolato è racchiuso in una crosta sottile a forma triangolare, che viene fritta in padella fino a doratura. Essendo preparato con ripieni di carne o verdure, questo spuntino è diventato fonte di discussioni su quale sia la variante migliore.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spezie",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108475,
      "name": "Samosa sospetto",
      "description": "Uno spuntino fritto. Con la sua crosta oleosa e con il ripieno dal sapore decisamente troppo forte, neanche l'aggiunta della menta riesce a smorzarne il sapore. Nessuno oserebbe dargli un altro morso.",
      "effect": "Ripristina un 20% dei PS max e 900 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108476,
      "name": "Samosa",
      "description": "Uno spuntino fritto. Il ripieno ben mescolato è racchiuso in una crosta sottile a forma triangolare, che viene fritta in padella fino a doratura. Essendo preparato con ripieni di carne o verdure, questo spuntino è diventato fonte di discussioni su quale sia la variante migliore.",
      "effect": "Ripristina un 22% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108477,
      "name": "Samosa delizioso",
      "description": "Uno spuntino fritto. Ogni croccante e dorato fagottino ha un ripieno soffice e glutinoso. Non puoi fare a meno di divorarne uno subito, e poi di afferrarne un altro per assaporarlo con calma... Uno dopo l'altro, ti perdi nel loro sapore accattivante e senza neanche accorgertene ti ritrovi con il piatto vuoto.",
      "effect": "Ripristina un 24% dei PS max e 1.500 PS aggiuntivi del personaggio selezionato."
    }
  }
}
