{
  "_id": 2007,
  "id": "satisfying_salad",
  "name": "Insalata nutriente",
  "description": "Un'insalata di verdure. Oltre alle patate calde e alla verdura fresca, sono state aggiunte delle uova sode per coronare il tutto. È un piacere per la vista e per le papille gustative.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cavolo",
      "amount": 2
    },
    {
      "_id": 100001,
      "id": "apple",
      "name": "Mela",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 1
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108028,
      "name": "Insalata nutriente sospetta",
      "description": "Un'insalata di verdure. Purtroppo, sembra non ci sia stato tempo per aggiungere le patate e le uova sode.",
      "effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108029,
      "name": "Insalata nutriente",
      "description": "Un'insalata di verdure. Oltre alle patate calde e alla verdura fresca, sono state aggiunte delle uova sode per coronare il tutto. È un piacere per la vista e per le papille gustative.",
      "effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108030,
      "name": "Insalata nutriente deliziosa",
      "description": "Un'insalata di verdure. I vari ingredienti usati sono freschi e leggeri. Non è difficile pensare di poterla mangiare per il resto della vita.",
      "effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108114,
      "name": "Saggezza suprema (vita)",
      "description": "La specialità di Mona. Il fantastico lavoro di una grande astrologa. La sua migliore qualità risiede nel riempire lo stomaco con una minima spesa.",
      "effect": "#Aumenta di un 16% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "mona",
        "name": "Mona"
      }
    }
  }
}
