{
  "_id": 3501,
  "id": "saurus_crackers",
  "name": "Saurocracker",
  "description": "Cracker a forma di piccoli Saurici. Leggeri, croccanti, dolci e profumati, dalle forme e disegni adorabili: come potrebbe la gente di Natlan non essere conquistata da questi deliziosi spuntini? A quanto pare, anche i Saurici li adorano... Ma i Saurici mangiano davvero questo genere di cibo?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifrutto",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Burro",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108709,
      "name": "Saurocracker sospetti",
      "description": "Cracker a forma di piccoli Saurici. Il gusto insipido e l'aspetto squisito creano un contrasto orrendo che, se combinati con la consistenza dura, danno vita a qualcosa che non è né delizioso né immangiabile... I Saurici accetterebbero di usarli come bastoncini per affilarsi i denti?",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108710,
      "name": "Saurocracker",
      "description": "Cracker a forma di piccoli Saurici. Leggeri, croccanti, dolci e profumati, dalle forme e disegni adorabili: come potrebbe la gente di Natlan non essere conquistata da questi deliziosi spuntini? A quanto pare, anche i Saurici li adorano... Ma i Saurici mangiano davvero questo genere di cibo?",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108711,
      "name": "Saurocracker deliziosi",
      "description": "Cracker a forma di piccoli Saurici. L'invitante aroma del burro richiama la deliziosa interazione tra il cacahuatl e il Granifrutto, mentre le simpatiche forme li rendono irresistibili. Alla fine, neanche le briciole che ti sono scivolate dalle dita vanno risparmiate!",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    }
  }
}