{
  "_id": 2302,
  "id": "selva_salad",
  "name": "Insalata della selva",
  "description": "Un'insalata in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non è altro che una ricetta tradizionale di Sumeru. Fette di pesca di Zaytun fresche e croccanti sono mescolate con rose di Sumeru delicatamente spremute, aggiungendo un tocco di sapore caratteristico. Per evitare una dolcezza stucchevole, al posto dello zucchero viene utilizzata della menta. Un piatto rinfrescante che soddisfa sia la vista che l'olfatto.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Pesca di Zaytun",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa di Sumeru",
      "amount": 2
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108397,
      "name": "Insalata della selva sospetta",
      "description": "Un'insalata in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non è altro che una ricetta tradizionale di Sumeru. Le pesche mature di Zaytun, \"leggermente fermentate\", emanano uno strano odore, per non parlare dell'uso sproporzionato della menta e delle rose...",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108398,
      "name": "Insalata della selva",
      "description": "Un'insalata in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non è altro che una ricetta tradizionale di Sumeru. Fette di pesca di Zaytun fresche e croccanti sono mescolate con rose di Sumeru delicatamente spremute, aggiungendo un tocco di sapore caratteristico. Per evitare una dolcezza stucchevole, al posto dello zucchero viene utilizzata della menta. Un piatto rinfrescante che soddisfa sia la vista che l'olfatto.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108399,
      "name": "Insalata della selva deliziosa",
      "description": "Un'insalata in stile Aranara che Paimon ha tentato di migliorare, ma che in realtà non è altro che una ricetta tradizionale di Sumeru. Le pesche di Zaytun, succose e croccanti, vengono servite con menta fresca e rose in fiore. La pietanza risulta dolcemente rinfrescante al palato, dev'essere questo il \"sapore della felicità\" di cui parlano gli Aranara!",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}