{
  "_id": 2301,
  "id": "shawarma_wrap",
  "name": "Shawarma",
  "description": "Un involtino ripieno di carne arrosto. La carne tagliata da uno spiedo verticale viene avvolta in una focaccia insieme a verdure e salse. Impiattalo e otterrai un semplice ma delizioso cibo di strada di Sumeru pronto da gustare.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spezie",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108394,
      "name": "Shawarma sospetto",
      "description": "Un involtino ripieno di carne arrosto, che è stata cotta fino a diventare nera come il carbone. Secondo alcuni è un piatto immangiabile, anche se la focaccia è stata preparata alla perfezione... L'incuria non è certo l'ingrediente ideale per preparare delle pietanze gradevoli.",
      "effect": "#Aumenta di 66 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108395,
      "name": "Shawarma",
      "description": "Un involtino ripieno di carne arrosto. La carne tagliata da uno spiedo verticale viene avvolta in una focaccia insieme a verdure e salse. Impiattalo e otterrai un semplice ma delizioso cibo di strada di Sumeru pronto da gustare.",
      "effect": "#Aumenta di 81 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108396,
      "name": "Shawarma delizioso",
      "description": "Un involtino ripieno di carne arrosto. Sulla focaccia soffice e sottile riposa della carne tenera avvolta in una crosta croccante, il tutto arricchito dal sapore di spezie e verdure. Un piccolo morso è sufficiente per soddisfare anche le papille gustative più esigenti. Da consumare con calma per assaporarlo fino in fondo.",
      "effect": "#Aumenta di 95 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
