{
  "_id": 3514,
  "id": "shrimp_bisque",
  "name": "Zuppa di gamberi",
  "description": "Una zuppa densa dal colore rosso e arancione. Dopo aver cotto le spezie, aggiungi gli ingredienti e fai sobbollire insieme al brodo fino al termine della cottura. Avvicinandoti, riesci a percepirne l'aroma delizioso e il calore ardente e fragrante. Il colore vivido del brodo stimola l'appetito al solo sguardo, rendendo il sapore ancora migliore.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Gamberetti",
      "amount": 4
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifrutto",
      "amount": 2
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108849,
      "name": "Zuppa di gamberi sospetta",
      "description": "Una zuppa densa dal colore rosso e arancione. Un singolo cucchiaio basta per farti andare a fuoco il viso, che è talmente rosso da battere il colore di un gamberetto cotto. Dopo aver tossito ed esserti quasi strozzato, riesci di nuovo a respirare, ma a quel punto ti è passata la voglia di dare una seconda possibilità al piatto...",
      "effect": "#Aumenta di un 15% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108850,
      "name": "Zuppa di gamberi",
      "description": "Una zuppa densa dal colore rosso e arancione. Dopo aver cotto le spezie, aggiungi gli ingredienti e fai sobbollire insieme al brodo fino al termine della cottura. Avvicinandoti, riesci a percepirne l'aroma delizioso e il calore ardente e fragrante. Il colore vivido del brodo stimola l'appetito al solo sguardo, rendendo il sapore ancora migliore.",
      "effect": "#Aumenta di un 17% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108851,
      "name": "Zuppa di gamberi deliziosa",
      "description": "Una zuppa densa dal colore rosso e arancione. Il suo sapore è caldo e ricco, la piccantezza perfetta della zuppa ben si mescola alla dolce carne dei gamberetti e alle verdure. È come se l'energia elementale traboccasse dal tuo corpo, risollevando il tuo spirito in un istante.",
      "effect": "#Aumenta di un 20% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}