{
  "_id": 1601,
  "id": "smoked_fish_steak",
  "name": "Trancio di pesce affumicato",
  "description": "Un grosso trancio di pesce. Il trancio è stato frollato e posto su una doga di legno prima dell'affumicatura. Il prodotto finale non solo preserva l'integrità fisica del pesce, ma possiede anche un retrogusto unico dovuto all'affumicatura.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108861,
      "name": "Trancio di pesce affumicato sospetto",
      "description": "Un grosso trancio di pesce. L'acre odore di fumo provoca un'immediata avversione. Dopo un morso riluttante, l'opprimente salinità rende impossibile assaporarlo e non lascia altra scelta che ingoiarlo rapidamente per evitare di sprecarlo.",
      "effect": "Ripristina un 8% dei PS max e 800 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108862,
      "name": "Trancio di pesce affumicato",
      "description": "Un grosso trancio di pesce. Il trancio è stato frollato e posto su una doga di legno prima dell'affumicatura. Il prodotto finale non solo preserva l'integrità fisica del pesce, ma possiede anche un retrogusto unico dovuto all'affumicatura.",
      "effect": "Ripristina un 9% dei PS max e 1.000 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108863,
      "name": "Trancio di pesce affumicato delizioso",
      "description": "Un grosso trancio di pesce. Il pesce tenero si scioglie in bocca, combinando note sapide con una punta di dolcezza. Il retrogusto affumicato è la ciliegina sulla torta di questo piatto delizioso.",
      "effect": "Ripristina un 10% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108895,
      "id": "long_night_alight",
      "name": "Lunga notte in fiamme",
      "description": "La specialità di Flins. Le delicate fette di pesce brillano di un bagliore traslucido di colore arancione rossastro, simili a gemme preziose. Un aroma legnoso e corposo aggiunge freschezza al pesce come una delicata melodia classica. La precisione nel controllo del calore svela la maestria nelle arti culinarie: una vera dimostrazione delle abilità di Flins.",
      "effect": "Ripristina un 16% dei PS max e 1.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "flins",
        "name": "Flins"
      }
    }
  }
}
