{
  "_id": 2502,
  "id": "sour_sauce_kipper",
  "name": "Aringa affumicata in agrodolce",
  "description": "Pezzi di pesce crudo dal profumo fruttato. Il pesce, che deve essere fresco, viene prima spellato e tagliato a pezzi spessi, quindi marinato nella salsa acida finché non diventa bianco, dopodiché si aggiungono verdure tagliuzzate per condire. Una combinazione di sapori aspri e piccanti, uno dei classici abbinamenti di Natlan.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Aringa affumicata in agrodolce sospetta",
      "description": "Pezzi di pesce crudo dal profumo fruttato. Non avendo marinato abbastanza a lungo, il pesce manca di sapore. Fortunatamente, gli ingredienti freschi permettono al piatto nel suo complesso di superare la prova, pur lasciando un senso di rimpianto.",
      "effect": "#Aumenta di 66 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108722,
      "name": "Aringa affumicata in agrodolce",
      "description": "Pezzi di pesce crudo dal profumo fruttato. Il pesce, che deve essere fresco, viene prima spellato e tagliato a pezzi spessi, quindi marinato nella salsa acida finché non diventa bianco, dopodiché si aggiungono verdure tagliuzzate per condire. Una combinazione di sapori aspri e piccanti, uno dei classici abbinamenti di Natlan.",
      "effect": "#Aumenta di 81 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108723,
      "name": "Aringa affumicata in agrodolce deliziosa",
      "description": "Pezzi di pesce crudo dal profumo fruttato. La fragranza pura e semplice ti conquisterà alla prima ondata, mentre l'asprezza e la piccantezza si faranno sentire, garantendo a questo pesce stratificazioni simili a quelle delle maree, con te surfista in un mare di sapori. Anche quando il tumulto si placa, il desiderio rimane.",
      "effect": "#Aumenta di 95 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}