{
  "_id": 4905,
  "id": "spiced_fried_chicken",
  "name": "Pollo fritto speziato",
  "description": "Pollo fritto avvolto in una crosta verde e croccante. Il pollo viene avviluppato in una miscela di spezie prima di essere fritto. Si dice che finire questo piatto susciti la voglia di studiare sodo... Può esistere una cosa tanto straordinaria?",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Spezie",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108926,
      "name": "Pollo fritto speziato sospetto",
      "description": "Pollo fritto avvolto in una crosta verde e croccante. Prima ancora che tu possa assaggiarlo, l'eccesso di spezie ti ha già provocato un attacco di tosse... Avevi in programma di metterti a studiare dopo questo pasto abbondante, ma forse è meglio iniziare con un bel bicchiere d'acqua...",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 510 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108927,
      "name": "Pollo fritto speziato",
      "description": "Pollo fritto avvolto in una crosta verde e croccante. Il pollo viene avviluppato in una miscela di spezie prima di essere fritto. Si dice che finire questo piatto susciti la voglia di studiare sodo... Può esistere una cosa tanto straordinaria?",
      "effect": "#Ripristina un 32% dei PS max del personaggio selezionato e rigenera 730 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108928,
      "name": "Pollo fritto speziato delizioso",
      "description": "Pollo fritto avvolto in una crosta verde e croccante. Dagli un morso finché è caldo e il suo sapore piccante ti risveglierà le papille gustative, mentre i suoi abbondanti succhi provocheranno un'esplosione di sapore tra i tuoi denti, rinfrancando il tuo spirito... In questo modo, ti sembrerà di poter imparare qualsiasi cosa!",
      "effect": "#Ripristina un 35% dei PS max del personaggio selezionato e rigenera 930 PS ogni 5 s per 30 s."
    }
  }
}