{
  "_id": 3103,
  "id": "squirrel_fish",
  "name": "Pesce scoiattolo",
  "description": "Un piatto di pesce di difficile preparazione. Prima si rimuove la lisca dal pesce e poi si fanno dei tagli a croce sulla pelle. Il tutto viene quindi infarinato e fritto fino alla doratura, per essere infine servito con una spruzzatina di ketchup. Il risultato è una pietanza tenera e sugosa all'interno e croccante all'esterno. Il piatto ha la vaga forma di una coda di scoiattolo, da cui prende il nome.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 4
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108077,
      "name": "Pesce scoiattolo sospetto",
      "description": "Un piatto di pesce di difficile preparazione. Si distingue vagamente la forma di un pesce, ma non è neanche lontanamente simile a uno scoiattolo. Ciò dimostra che per fare un piatto difficile serve molta preparazione.",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108078,
      "name": "Pesce scoiattolo",
      "description": "Un piatto di pesce di difficile preparazione. Prima si rimuove la lisca dal pesce e poi si fanno dei tagli a croce sulla pelle. Il tutto viene quindi infarinato e fritto fino alla doratura, per essere infine servito con una spruzzatina di ketchup. Il risultato è una pietanza tenera e sugosa all'interno e croccante all'esterno. Il piatto ha la vaga forma di una coda di scoiattolo, da cui prende il nome.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108079,
      "name": "Pesce scoiattolo delizioso",
      "description": "Un piatto di pesce di difficile preparazione. Il pesce viene cucinato abilmente in modo da dargli una forma elegante; tuttavia, il punto forte del piatto è il suo squisito sapore agrodolce. Le abilità culinarie necessarie per realizzare questa pietanza riuscirebbero a stupire anche i più grandi chef di Liyue.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    }
  }
}