{
  "_id": 3114,
  "id": "stirfried_shrimp",
  "name": "Gamberetti saltati",
  "description": "Un piatto delicato e succulento. I gamberetti sono stati saltati in padella velocemente e la salsa è stata addensata. Questa tecnica di cottura è estremamente semplice ed esalta lo splendido sapore naturale dei gamberetti, assicurando la presenza della ricetta sia nelle cene casalinghe che nei banchetti sontuosi.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Gamberetti",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 3
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108194,
      "name": "Gamberetti saltati sospetti",
      "description": "Un piatto delicato e succulento. È stato aggiunto troppo olio nel vano tentativo di evitare che il cibo si attaccasse al fondo della padella. Nonostante siano stati sottoposti a questo processo di frittura piuttosto pesante, i gamberetti hanno ancora una consistenza sorprendentemente piacevole: ma attenzione a non mangiarne troppi, o ti verrà mal di gola.",
      "effect": "#Aumenta di un 20% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108195,
      "name": "Gamberetti saltati",
      "description": "Un piatto delicato e succulento. I gamberetti sono stati saltati in padella velocemente e la salsa è stata addensata. Questa tecnica di cottura è estremamente semplice ed esalta lo splendido sapore naturale dei gamberetti, assicurando la presenza della ricetta sia nelle cene casalinghe che nei banchetti sontuosi.",
      "effect": "#Aumenta di un 25% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108196,
      "name": "Gamberetti saltati deliziosi",
      "description": "Un piatto delicato e succulento. La succosa polpa dei gamberi è piena di sapore che aspetta solo di liberarsi nella bocca di chi li assaggia, creando ondate di bontà appagante, simili a gocce d'acqua che cadono una a una in un placido lago, finendo proprio dove emerge il retrogusto dolce.",
      "effect": "#Aumenta di un 30% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108389,
      "name": "Gamberetti alla rugiada",
      "description": "La specialità di Yelan. Tra gli ingredienti c'è la nuova varietà di tè Infuso alla rugiada, consegnata dal Villaggio di Qiaoying direttamente alla Sala da tè, che è stato poi rapidamente fritto insieme a gamberi di fiume appena pescati. Ha un aspetto invitante, un aroma di tè in lontananza e un sapore delicato e primaverile... Ehi, perché ha quel piatto di peperoncino?",
      "effect": "#Aumenta di un 35% l'efficacia dello scudo di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "yelan",
        "name": "Yelan"
      }
    }
  }
}
