{
  "_id": 2110,
  "id": "stone_harbor_delicacies",
  "name": "Prelibatezze del Porto di pietra",
  "description": "Del cibo vegetariano fritto nel wok. Una selezione di ingredienti provenienti da Liyue saltati in padella. Sebbene la tecnica di cottura sia semplice, mette in risalto i sapori intensi e innati degli ingredienti, al punto da rivaleggiare con alcune prelibatezze d'alta classe.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 2
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Campaviola",
      "amount": 1
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108191,
      "name": "Prelibatezze del Porto di pietra sospette",
      "description": "Del cibo vegetariano saltato nel wok. Il controllo improprio della temperatura dell'olio è la causa dell'odore pungente emanato dagli ingredienti. Chiunque lo assaggi scuoterà il capo e piangerà lo spreco della rara Campaviola usata nella preparazione.",
      "effect": "#Aumenta di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108192,
      "name": "Prelibatezze del Porto di pietra",
      "description": "Del cibo vegetariano fritto nel wok. Una selezione di ingredienti provenienti da Liyue saltati in padella. Sebbene la tecnica di cottura sia semplice, mette in risalto i sapori intensi e innati degli ingredienti, al punto da rivaleggiare con alcune prelibatezze d'alta classe.",
      "effect": "#Aumenta di un 9% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108193,
      "name": "Prelibatezze del Porto di pietra deliziose",
      "description": "Del cibo vegetariano fritto nel wok. I profumi della terra, la frescura dell'ombra degli alberi e l'umidità della nebbia sono stati tutti racchiusi in questo piatto di pura freschezza. Abbinalo a del semplice riso bianco: sia le tue papille gustative che la tua anima sperimenteranno più volte un concreto senso di soddisfazione.",
      "effect": "#Aumenta di un 12% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}