{
  "_id": 3504,
  "id": "stuffed_n_mashed_potatoes",
  "name": "Tortino di patate",
  "description": "Un piatto squisitamente colorato. Schiaccia le patate fino a ridurle a una crema, aggiungi vari condimenti e infine metti la salsa per dare un tocco di vivacità. Il risultato finale non è molto diverso da una torta ben fatta, è il piatto preferito di molti abitanti di Natlan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108727,
      "name": "Tortino di patate sospetto",
      "description": "Un piatto squisitamente colorato. I colori sono distinti e la forma regolare, favorendo un'aspettativa che viene soffocata sul nascere dalla patata secca. Siamo sicuri che si tratti di un tortino di patate e non di tuorli d'uovo al vapore?",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108728,
      "name": "Tortino di patate",
      "description": "Un piatto squisitamente colorato. Schiaccia le patate fino a ridurle a una crema, aggiungi vari condimenti e infine metti la salsa per dare un tocco di vivacità. Il risultato finale non è molto diverso da una torta ben fatta, è il piatto preferito di molti abitanti di Natlan.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108729,
      "name": "Tortino di patate delizioso",
      "description": "Un piatto squisitamente colorato. I colori accattivanti e la consistenza morbida e delicata contengono sapori sovrapposti che si scontrano con le papille gustative in uno spettacolo pirotecnico di sapori. Un antipasto così perfetto lascia una trepidazione insuperabile per la portata principale.",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    }
  }
}