{
  "_id": 3305,
  "id": "sunset_berry_tea",
  "name": "Tè alle Vesprobacche",
  "description": "Una bevanda fruttata dal piacevole sapore acidulo. Il tè profumato emana un piacevole aroma di frutta fresca. Il sapore fresco e dissetante di ogni sorso tiene lontano il caldo soffocante.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Tramontino",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Bacca",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108442,
      "name": "Tè alle Vesprobacche sospetto",
      "description": "Una bevanda fruttata dal piacevole sapore acidulo. Hai aggiunto dello zucchero per placare il sapore amaro, ma forse hai un tantino esagerato con le dosi. Una bevanda originariamente dissetante si è tramutata in un liquido astringente per la gola. Acqua, bevi altra acqua...",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108443,
      "name": "Tè alle Vesprobacche",
      "description": "Una bevanda fruttata dal piacevole sapore acidulo. Il tè profumato emana un piacevole aroma di frutta fresca. Il sapore fresco e dissetante di ogni sorso tiene lontano il caldo soffocante.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108444,
      "name": "Tè alle Vesprobacche delizioso",
      "description": "Una bevanda fruttata dal piacevole sapore acidulo. L'aroma agrodolce del tè distende i tuoi pensieri. Un sorso di questa bevanda ti dà l'impressione di trovarti in un frutteto accarezzato da una gentile brezza profumata.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}