{
  "_id": 3508,
  "id": "surf_turf_and_perch",
  "name": "Mari, monti... e cieli",
  "description": "Un grosso piatto con un misto di carne e verdure. Gli ingredienti hanno diverse origini: una combinazione di terra, mare e aria, cotta e mangiata. C'è di tutto un po', il che rende questo piatto immancabile a ogni importante banchetto di Natlan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Granifrutto",
      "amount": 2
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108761,
      "name": "Mari, monti... e cieli sospetto",
      "description": "Un grande piatto di carne e verdure. Ti ritrovi a mangiare uno spiedino di carne non troppo cotto, e poi un pezzo di pesce bruciato. Il contrasto è talmente forte che non riesci a trovare il coraggio di dare un terzo morso...",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli Scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108762,
      "name": "Mari, monti... e cieli",
      "description": "Un grosso piatto con un misto di carne e verdure. Gli ingredienti hanno diverse origini: una combinazione di terra, mare e aria, cotta e mangiata. C'è di tutto un po', il che rende questo piatto immancabile a ogni importante banchetto di Natlan.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli Scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108763,
      "name": "Mari, monti... e cieli delizioso",
      "description": "Un grande piatto di carne e verdure. Grossi e succulenti pezzi di carne immersi in una salsa speziata, che si mescolano divinamente alla freschezza della frutta e della verdura sulla punta della tua lingua. Un viaggio emozionante e saporito per le tue papille gustative, che soddisfa pienamente il tuo appetito. Non c'è da stupirsi che questa pietanza sia così apprezzata.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli Scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108777,
      "id": "moment_of_respite",
      "name": "Un attimo di riposo",
      "description": "La specialità di Chasca. In pochi riescono a resistere al profumo di questa ricca portata stracolma d'ingredienti. Basta annusarne il profumino per trasformare la rabbia di qualsiasi litigante in un sano appetito. Un momento, quei Saurici laggiù stavano giocando tra loro fino a poco fa... Perché all'improvviso si sono girati da questa parte?",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli Scatti per 1.800 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "chasca",
        "name": "Chasca"
      }
    }
  }
}