{
  "_id": 2002,
  "id": "sweet_madame",
  "name": "Pollo ai Fiordolci",
  "description": "Del pollame arrosto con il miele. Il miele e i Fiordolci si uniscono perfettamente come complemento di questa tenera carne.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 100012,
      "id": "sweet_flower",
      "name": "Fiordolce",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108031,
      "name": "Pollo ai Fiordolci sospetto",
      "description": "Del pollame arrosto con il miele. I Fiordolci che lo accompagnano sono bruciati, rivelando così il sapore amarognolo della carne troppo cotta.",
      "effect": "Ripristina un 20% dei PS max e 900 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108032,
      "name": "Pollo ai Fiordolci",
      "description": "Del pollame arrosto con il miele. Il miele e i Fiordolci si uniscono perfettamente come complemento di questa tenera carne.",
      "effect": "Ripristina un 22% dei PS max e 1.200 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108033,
      "name": "Pollo ai Fiordolci delizioso",
      "description": "Del pollame arrosto con il miele. La carne è dolce e tenera, e si è fusa perfettamente con il miele, facendo sì che l'unica cosa che rimarrà nel piatto saranno le ossa pulite dell'animale.",
      "effect": "Ripristina un 24% dei PS max e 1.500 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108234,
      "name": "Cena del giudizio",
      "description": "La specialità di Rosaria. Le spine apparentemente scure rendono difficile comprendere da dove iniziare. Dopo alcuni sforzi, riesci a rimuovere la parte decorativa... E, sorprendentemente, il primo assaggio della carne tenera rivela un sapore inaspettatamente delizioso. Mentre Rosaria studia la tua reazione, sembra contenta.",
      "effect": "Ripristina un 30% dei PS max e 1.750 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "rosaria",
        "name": "Rosaria"
      }
    }
  }
}
