{
  "_id": 3303,
  "id": "tahchin",
  "name": "Tahchin",
  "description": "Un classico servito in grandi quantità. Il riso viene condito con carne marinata nello yogurt, quindi cotto al forno finché l'esterno non diventa croccante. Non dimenticare di aggiungere una manciata di petali di Padisarah prima di servirlo! Sia il riso che la carne possono saziare a lungo, il che ha reso questo piatto molto popolare al Gran Bazaar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Tahchin sospetto",
      "description": "Un classico piatto di riso servito in grandi quantità. La sua crosta scura appare alquanto sospetta. Dare un morso a quella superficie indurita sembra un duello tra denti e pietanza. Per il bene dei tuoi amati denti, decidi di consumare soltanto il ripieno.",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108419,
      "name": "Tahchin",
      "description": "Un classico servito in grandi quantità. Il riso viene condito con carne marinata nello yogurt, quindi cotto al forno finché l'esterno non diventa croccante. Non dimenticare di aggiungere una manciata di petali di Padisarah prima di servirlo! Sia il riso che la carne possono saziare a lungo, il che ha reso questo piatto molto popolare al Gran Bazaar.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108420,
      "name": "Tahchin delizioso",
      "description": "Un classico piatto di riso servito in grandi quantità. Il primo morso infrange la superficie croccante in un connubio di deliziosi crepitii. Il secondo morso combina la sofficità del riso con la succosità della carne. Dopodiché, il terzo morso esalta la fragranza del Padisarah... L'ultimo morso, tuttavia, ti svuota il cuore. È davvero un peccato che sia talmente sazio da non poter continuare questa magnifica esperienza. Che ne dici di un'altra porzione domani?",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108467,
      "id": "duel_soul",
      "name": "Anima da duello",
      "description": "La specialità di Cyno. I chicchi di riso dorati sono stati impilati come una straordinaria piramide. Mentre ne prendi un pezzo e assaggi la carne profumata, un impulso a cui non sai dare un nome cresce dentro di te: un desiderio irrefrenabile di tirare fuori il tuo mazzo di Invokazione del genio e duellare!",
      "effect": "#Ripristina un 34% dei PS max del personaggio selezionato e rigenera 980 PS ogni 5 s per 30 s.",
      "character": {
        "id": "cyno",
        "name": "Cyno"
      }
    }
  }
}