{
  "_id": 3214,
  "id": "taiyaki",
  "name": "Taiyaki",
  "description": "Uno spuntino a forma di dentice, molto popolare tra gli abitanti di Inazuma, con un esterno croccante che avvolge un ripieno dolce. Si dice che all'inizio fosse uno spuntino dalla forma cilindrica, ma le continue migliorie gli hanno conferito la graziosa forma di un pesce.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Tramontino",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108330,
      "name": "Taiyaki sospetto",
      "description": "Uno spuntino a forma di dentice. Il ripieno è troppo dolce, e basta un assaggio per stimolare un urgente bisogno di un po' d'acqua per mandarlo giù. Perfino gli amanti dei dolci reputeranno che mangiarlo è un compito davvero arduo.",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108331,
      "name": "Taiyaki",
      "description": "Uno spuntino a forma di dentice, molto popolare tra gli abitanti di Inazuma, con un esterno croccante che avvolge un ripieno dolce. Si dice che all'inizio fosse uno spuntino dalla forma cilindrica, ma le continue migliorie gli hanno conferito la graziosa forma di un pesce.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108332,
      "name": "Taiyaki delizioso",
      "description": "Uno spuntino a forma di dentice. Questo taiyaki appena sfornato emana un aroma stuzzicante mentre è ancora rovente al tatto. Un solo morso fa sciogliere istantaneamente la dolcezza nella tua bocca. La sensazione è simile al guardare un pesce in uno stagno illuminato dal bagliore del tramonto, alle cui scaglie conferisce una lucentezza dorata.",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108668,
      "id": "fashion_show",
      "name": "Spettacolo di moda",
      "description": "La specialità di Chiori. Grazie alle sue dita agili, anche il comune taiyaki si trasforma, riempiendosi di gloriose farciture che incantano i sensi. Un banchetto sontuoso che delizia le papille gustative e gli occhi, quasi al punto di sopraffarli. Non sarebbe esagerato definirlo un capolavoro di arte culinaria.",
      "effect": "#Ripristina un 34% dei PS max del personaggio selezionato e rigenera 980 PS ogni 5 s per 30 s.",
      "character": {
        "id": "chiori",
        "name": "Chiori"
      }
    }
  }
}
