{
  "_id": 3602,
  "id": "todays_boon",
  "name": "Raccolto del giorno",
  "description": "Un'insalata vegetariana. Frutta e verdura freschissime sono accompagnate da pane di segale e da una salsa di condimento, creando così un piatto delizioso e nutriente consumato ogni giorno dai devoti Eredi della Luna gelata.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Bacca Midsommar",
      "amount": 3
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Baccalakka",
      "amount": 2
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Bocciolo notturno",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Fungo",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108858,
      "name": "Raccolto del giorno sospetto",
      "description": "Un'insalata vegetariana. Per qualche motivo, ha un sapore di terra e sporco, come se stessi mangiando dell'erba appena colta. Forse un Cervo Cornabrina apprezzerebbe molto questo piatto...",
      "effect": "#Ripristina un 26% dei PS max del personaggio selezionato e rigenera 450 PS ogni 5 s per 30 s."
    },
    "normal": {
      "_id": 108859,
      "name": "Raccolto del giorno",
      "description": "Un'insalata vegetariana. Frutta e verdura freschissime sono accompagnate da pane di segale e da una salsa di condimento, creando così un piatto delizioso e nutriente consumato ogni giorno dai devoti Eredi della Luna gelata.",
      "effect": "#Ripristina un 28% dei PS max del personaggio selezionato e rigenera 620 PS ogni 5 s per 30 s."
    },
    "delicious": {
      "_id": 108860,
      "name": "Raccolto del giorno delizioso",
      "description": "Un'insalata vegetariana. Un vivace insieme di verdure è addolcito dalla presenza di succose bacche e guarnito delicatamente con petali, creando un rigoglioso banchetto che sboccia tra le papille gustative.",
      "effect": "#Ripristina un 30% dei PS max del personaggio selezionato e rigenera 790 PS ogni 5 s per 30 s."
    },
    "special": {
      "_id": 108892,
      "id": "whisper_in_the_woods",
      "name": "Sussurro nella foresta",
      "description": "La specialità di Lauma. Ogni ingrediente sboccia sulla lingua, facendo danzare le papille gustative in una freschezza mai provata prima. È come se si potesse sentire il cinguettio degli uccelli all'alba e il dolce gocciolio della rugiada sotto il sole del mattino... Che sia la benedizione della Signora della foresta?",
      "effect": "#Ripristina un 34% dei PS max del personaggio selezionato e rigenera 980 PS ogni 5 s per 30 s.",
      "character": {
        "id": "lauma",
        "name": "Lauma"
      }
    }
  }
}
