{
  "_id": 3412,
  "id": "tomates_narbonnaises",
  "name": "Tomates narbonnaises",
  "description": "Un piatto con una proporzione bilanciata di carne e verdure. Svuota l'interno di un pomodoro tondo, riempilo con carne macinata e cuoci il tutto. Questo piatto dal sapore acidulo e dalla consistenza tenera è molto popolare sulle tavole di Fontaine.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Pomodoro",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Pancetta",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cipolla",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108588,
      "name": "Tomates narbonnaises sospetti",
      "description": "Un piatto di carne e verdure. Ogni pomodoro dal colore spento sembra quasi tremare, come se volesse aprire la bocca e piangere per la forma che ha assunto. Ancora peggio, la carne macinata all'interno sa di trucioli di legno. Ci sono quattro di questi abomini di pomodoro: cosa ci si dovrebbe fare?",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108589,
      "name": "Tomates narbonnaises",
      "description": "Un piatto con una proporzione bilanciata di carne e verdure. Svuota l'interno di un pomodoro tondo, riempilo con carne macinata e cuoci il tutto. Questo piatto dal sapore acidulo e dalla consistenza tenera è molto popolare sulle tavole di Fontaine.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108590,
      "name": "Tomates narbonnaises deliziosi",
      "description": "Un piatto di carne e verdure. Si tratta di pomodori succosi e appetitosi ripieni di carne gustosa. Ognuno di loro ha un aroma leggero e suggestivo, che esplode in uno magnifico sapore già dal primo morso. Dopo averne mangiato uno, tutte le nuvole oscure che ti opprimono il cuore saranno disperse dall'immensa prelibatezza proveniente dalla tua lingua.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}