{
  "_id": 3202,
  "id": "tonkotsu_ramen",
  "name": "Tonkotsu ramen",
  "description": "Una fumante ciotola di ramen. La carne, preparata a bassa temperatura, viene distesa sopra i tagliolini. Un brodo salato, fragrante e delizioso filtra in ogni tagliolino. Una sola ciotola è sufficiente per ridare vitalità a un animo affaticato.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Germoglio di bambù",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108261,
      "name": "Tonkotsu ramen sospetto",
      "description": "Una fumante ciotola di ramen. I tagliolini sembrano essere stati dimenticati durante la preparazione degli altri ingredienti e si sono sciolti, diventando un tutt'uno con la zuppa. Beh, perlomeno puoi provare a berlo, se proprio non vuoi buttarlo.",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108262,
      "name": "Tonkotsu ramen",
      "description": "Una fumante ciotola di ramen. La carne, preparata a bassa temperatura, viene distesa sopra i tagliolini. Un brodo salato, fragrante e delizioso filtra in ogni tagliolino. Una sola ciotola è sufficiente per ridare vitalità a un animo affaticato.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108263,
      "name": "Tonkotsu ramen delizioso",
      "description": "Una fumante ciotola di ramen. I tagliolini hanno assorbito l'essenza del brodo, e i vari contorni hanno aggiunto molte variazioni al sapore complessivo del piatto. Il brodo ha conservato il profumo intenso delle ossa usate durante la cottura, ma va giù dolcemente senza alcuna traccia di untuosità. Prima che te ne accorga, la ciotola è finita, e hai sicuramente spazio per mangiarne un'altra.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108365,
      "id": "victorious_legend",
      "name": "Leggenda trionfante",
      "description": "La specialità di Gorou. I contorni sono stati impilati per formare uno spettacolo commovente come le motivazioni di Gorou. Mentre finisci i tagliolini e la zuppa tutti d'un fiato e ti dai un colpetto sulla pancia con soddisfazione, alzi lo sguardo e vedi Gorou... che sorride radioso mentre scodinzola (la seconda probabilmente a sua insaputa!).",
      "effect": "Ripristina un 40% dei PS max e 2.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "gorou",
        "name": "Gorou"
      }
    }
  }
}