{
  "_id": 3119,
  "id": "trembling_strings_and_rushing_reeds",
  "name": "Corde vibranti e canne ferventi",
  "description": "Un piatto di carne unico nel suo genere. Un assortimento di carni tagliate a straccetti, che vengono prima impastati e poi fritti. Gli ingredienti complessi e i diversi tipi di consistenze rendono questa pietanza un'autentica prova di abilità per qualsiasi chef, e costituisce una rarità anche in molti dei ristoranti più rinomati.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Prosciutto",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pepe",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108627,
      "name": "Corde vibranti e canne ferventi sospetto",
      "description": "Un piatto di carne unico nel suo genere. La carne a brandelli si è ridotta in poltiglia a causa della temperatura di cottura troppo elevata, che trasforma l'intero piatto in un pastone stoppaccioso. Basta un morso a quest'orripilante accozzaglia di sapori per sconvolgere irrimediabilmente le tue papille gustative.",
      "effect": "#Aumenta di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108628,
      "name": "Corde vibranti e canne ferventi",
      "description": "Un piatto di carne unico nel suo genere. Un assortimento di carni tagliate a straccetti, che vengono prima impastati e poi fritti. Gli ingredienti complessi e i diversi tipi di consistenze rendono questa pietanza un'autentica prova di abilità per qualsiasi chef, e costituisce una rarità anche in molti dei ristoranti più rinomati.",
      "effect": "#Aumenta di un 15% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108629,
      "name": "Corde vibranti e canne ferventi delizioso",
      "description": "Un piatto di carne unico nel suo genere. Ogni straccetto di carne esegue il suo ruolo in questa orchestra di gusto, mentre il delicato condimento mescola con perizia varie tonalità di sapore. Un critico gastronomico direbbe che, come esistono innumerevoli tonalità, note accentate e corrispondenze compositive complesse, lo stesso vale con il sapore; e quando si è in grado di raggiungerne l'apice, si viene perfino trasportati in un altro mondo...",
      "effect": "#Aumenta di un 20% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
