{
  "_id": 3201,
  "id": "tricolor_dango",
  "name": "Dango tricolori",
  "description": "Uno spuntino morbido e fatto con del riso glutinoso che viene macinato in polvere e arrotolato a forma di pallina, per poi essere cotto a vapore. I colori del fiore di sakura e della bocca di leone conferiscono ulteriore vivacità a questi dango.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Fiore di sakura",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 1
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108252,
      "name": "Dango tricolori sospetti",
      "description": "Uno snack morbido e glutinoso. Sembra che non sia stata usata abbastanza acqua durante la cottura e ciò ha provocato la comparsa di alcune crepe sui dango. È meglio mandargli giù forzatamente se non si vuole rischiare di soffocare...",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108253,
      "name": "Dango tricolori",
      "description": "Uno snack morbido e glutinoso che viene macinato in polvere e arrotolato a forma di pallina, prima di essere cotto a vapore. I colori del fiore di sakura e della bocca di leone conferiscono ulteriore vivacità a questi dango.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108254,
      "name": "Dango tricolori deliziosi",
      "description": "Uno snack morbido e glutinoso. La lucentezza di questi dango è simile a quella della rugiada mattutina che si riversa sui fiori e rami degli alberi. Mangiare questo spuntino mentre si guardano i fiori dona un senso di felicità, come se l'intero anno successivo dovesse essere splendido come i fiori che cadono dinanzi a te.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108302,
      "name": "Pesce del Festival d'estate",
      "description": "La specialità di Yoimiya. Guardare i fuochi d'artificio, avere le mani piene di snack che ti ha dato Yoimiya, sentire la sua risata spensierata e infantile mentre i fuochi d'artificio scoppiano in cielo... Nel mezzo di questa sinfonia unica di suoni, il grassoccio pesce dorato nelle tue mani sembra quasi potersi mettere a nuotare da un momento all'altro...",
      "effect": "Ripristina un 40% dei PS max e 2.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "yoimiya",
        "name": "Yoimiya"
      }
    }
  }
}
