{
  "_id": 3203,
  "id": "triflavored_skewer",
  "name": "Spiedini ai tre sapori",
  "description": "Un piatto di spiedini molto popolare, che permette di assaggiare il risultato di tre diverse tecniche di cottura. Se non sai con cosa abbinare il vino, questo è ciò che fa al caso tuo.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 1
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108273,
      "name": "Spiedini ai tre sapori sospetti",
      "description": "Lo spiedino di bambù bruciato e gli ingredienti dal colore spento emanano un odore indicibile. Se cucinassi una cosa del genere all'aperto, potresti attirare degli Hilichurl...",
      "effect": "#Aumenta di 160 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108274,
      "name": "Spiedini ai tre sapori",
      "description": "Uno spiedino. Si può assaggiare il risultato di tre diverse tecniche di cottura in questo piatto, che lo ha reso molto popolare. Se non sai con cosa abbinare il vino, non puoi sbagliare con uno di questi.",
      "effect": "#Aumenta di 194 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108275,
      "name": "Spiedini ai tre sapori deliziosi",
      "description": "Uno spiedino. Il raffinato controllo della temperatura ha prodotto delle sfrigolanti fioriture d'olio. I vari condimenti accentuano il sapore degli ingredienti. Un pizzico di più e sarebbe stato troppo intenso, uno di meno e sarebbe stato insipido. Questo perfetto equilibrio rivela la maestria dello chef.",
      "effect": "#Aumenta di 228 l'ATT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
