{
  "_id": 3314,
  "id": "tulumba",
  "name": "Tulumba",
  "description": "Uno spuntino fritto nell'olio. L'impasto a base di farina viene calato direttamente nella pentola per essere fritto fino a doratura, per poi venire ripescato e immerso nello sciroppo quando è ancora caldo. Questa delizia è un immancabile e goloso appuntamento giornaliero per gli abitanti di Sumeru.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Uovo d'uccello",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 2
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Chicchi di caffè",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108489,
      "name": "Tulumba sospetto",
      "description": "Uno spuntino fritto nell'olio. I pezzetti di impasto a forma di frutto non sono stati pescati in tempo dalla pentola piena d'olio e mordendoli, praticamente, ci si riempie la bocca di olio, una situazione che solo un rapido sorso di caffè è in grado di risolvere.",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108490,
      "name": "Tulumba",
      "description": "Uno spuntino fritto nell'olio. L'impasto a base di farina viene calato direttamente nella pentola per essere fritto fino a doratura, per poi venire ripescato e immerso nello sciroppo quando è ancora caldo. Questa delizia è un immancabile e goloso appuntamento giornaliero per gli abitanti di Sumeru.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108491,
      "name": "Tulumba delizioso",
      "description": "Uno spuntino fritto nell'olio. Dei raggianti pezzetti dorati a forma di frutta, avvolti in un delizioso sciroppo, che un morso alla volta spariscono in un attimo. Uhm, c'è ancora una goccia di miele sul piatto. Forse c'è modo per far durare questa dolcezza un secondo di più...",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo mentre planano e durante gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
