{
  "_id": 3216,
  "id": "unagi_chazuke",
  "name": "Chazuke di unagi",
  "description": "Una portata principale leggera e gustosa. Il tè ben bollito viene versato sul riso con sopra l'unagi e il tutto viene lasciato in infusione finché i chicchi di riso non hanno assorbito la fragranza del tè. Se lo si unisce con il retrogusto persistente e dolce dell'unagi, puoi mangiare metà ciotola prima che Paimon riesca a dire \"Wow!\"",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100095,
      "id": "eel_meat",
      "name": "Carne di unagi",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108355,
      "name": "Chazuke di unagi sospetto",
      "description": "Una portata principale leggera e gustosa. La zuppa di tè troppo insipida è stata sopraffatta dal sapore dell'unagi, ma forse si può ancora mangiare se mescoli tutto in una specie di porridge.",
      "effect": "#Aumenta di un 15% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108356,
      "name": "Chazuke di unagi",
      "description": "Una portata principale leggera e gustosa. Il tè ben bollito viene versato sul riso con sopra l'unagi e il tutto viene lasciato in infusione finché i chicchi di riso non hanno assorbito la fragranza del tè. Se lo si unisce con il retrogusto persistente e dolce dell'unagi, puoi mangiare metà ciotola prima che Paimon riesca a dire \"Wow!\"",
      "effect": "#Aumenta di un 17% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108357,
      "name": "Chazuke di unagi delizioso",
      "description": "Una portata principale leggera e gustosa. Il tè e la zuppa intrecciano un'elegante e fragrante melodia scandita dai puri chicchi bianchi, mentre l'unagi, battezzato dal fuoco del carbone, fornisce una decorazione tenera e delicata al mix. I vari aromi del tè e dell'anguilla e la leggera dolcezza del riso si mischiano bene sulla lingua per dare vita a qualcosa di veramente sublime. In effetti, una tripla minaccia con cui non bisogna scherzare.",
      "effect": "#Aumenta di un 20% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "special": {
      "_id": 108479,
      "name": "Chazuke di shimi",
      "description": "La specialità del Vagabondo. L'aroma leggermente amaro del tè e il sapore dolce del riso si amalgamano alla perfezione e sono un invito a farne una scorpacciata. Com'è riuscito a preparare qualcosa di così straordinario? Ops, probabilmente ha capito cosa stavi pensando, perché all'improvviso si incupisce e dice: \"Hai finito? Smettila di fissarmi e vai a lavare i piatti\".",
      "effect": "Aumenta di un 25% il bonus di guarigione di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi.",
      "character": {
        "id": "wanderer",
        "name": "Vagabondo"
      }
    }
  }
}
