{
  "_id": 3109,
  "id": "universal_peace",
  "name": "Pace universale",
  "description": "Un alimento tipico dai colori vivaci. Mantiene un perfetto equilibrio tra la morbidezza e la fragranza del riso e gli altri ingredienti dolci accuratamente selezionati. Questo piatto è noto principalmente come simbolo di prosperità e pace, più che per il suo gusto. Tuttavia, con degli ideali così nobili alle spalle, il sapore non dovrebbe essere deludente.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Riso",
      "amount": 4
    },
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Frutto di loto",
      "amount": 2
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carota",
      "amount": 2
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Bacca",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108201,
      "name": "Pace universale sospetta",
      "description": "Un alimento base dai colori vivaci. Troppa umidità è andata persa durante il processo di cottura: a questo punto, servirebbe molta immaginazione (e acqua) per recuperare il gusto desiderato.",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108202,
      "name": "Pace universale",
      "description": "Un alimento tipico dai colori vivaci. Mantiene un perfetto equilibrio tra la morbidezza e la fragranza del riso e gli altri ingredienti dolci accuratamente selezionati. Questo piatto è noto principalmente come simbolo di prosperità e pace, più che per il suo gusto. Tuttavia, con degli ideali così nobili alle spalle, il sapore non dovrebbe essere deludente.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108203,
      "name": "Pace universale deliziosa",
      "description": "Un alimento classico dai colori vivaci. Il frutto agrodolce all'interno si lega con il sapore del riso come se fossero uniti da fili invisibili. Anche dopo aver deglutito, la lieve fragranza della pietanza rimane sulle tue labbra, aumentando il tuo senso di soddisfazione in modo esponenziale.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108213,
      "name": "Pace e prosperità",
      "description": "La specialità di Ganyu. Solo l'immagine di un qilin che riposa basterebbe a calmare una persona. Ganyu ha riposto in questo piatto tutte le sue speranze migliori per ciò che c'è di bello in questo mondo... E ha perfino conservato alcuni dei suoi Fiori Qingxin preferiti apposta per te.",
      "effect": "Ripristina un 40% dei PS max e 2.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "ganyu",
        "name": "Ganyu"
      }
    }
  }
}
