{
  "_id": 2109,
  "id": "vegetarian_abalone",
  "name": "Abalone vegetariano",
  "description": "Un piatto vegetariano dal sapore ricco. I matsutake sono stati affettati sottilmente e fritti fino ad assumere una colorazione dorata, prima di versare la salsa. I funghi matsutake hanno un sapore degno dell'abalone fresco, abbastanza da far credere che sia davvero abalone.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Bocca di leone",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108188,
      "name": "Abalone vegetariano sospetto",
      "description": "Un piatto vegetariano dal sapore ricco. La salsa troppo densa ha completamente coperto la freschezza che avrebbero dovuto avere gli ingredienti, e il condimento lascia la bocca così asciutta che nemmeno l'acqua sarà in grado di aiutarti.",
      "effect": "Rianima un personaggio e ripristina 250 PS."
    },
    "normal": {
      "_id": 108189,
      "name": "Abalone vegetariano",
      "description": "Un piatto vegetariano dal sapore ricco. I matsutake sono stati affettati sottilmente e fritti fino ad assumere una colorazione dorata, prima di versare la salsa. I funghi matsutake hanno un sapore degno dell'abalone fresco, abbastanza da far credere che sia davvero abalone.",
      "effect": "Rianima un personaggio e ripristina 400 PS."
    },
    "delicious": {
      "_id": 108190,
      "name": "Abalone vegetariano delizioso",
      "description": "Un piatto vegetariano dal sapore ricco. Con l'aiuto della salsa, i matsutake hanno raggiunto un sapore eccellente ed elegante che rivaleggia così tanto con le capesante in tenerezza e l'abalone in freschezza che difficilmente potresti distinguerli. Se lascerai indovinare i tuoi clienti prima di rivelare la verità, sicuramente riceverai i loro elogi sbalorditi.",
      "effect": "Rianima un personaggio e ripristina 550 PS."
    },
    "special": {
      "_id": 108200,
      "id": "ghostly_march",
      "name": "Marcia degli spiriti",
      "description": "La specialità di Hu Tao. Le facce tondeggianti dei demoni schiacciate l'una contro l'altra sono piuttosto carine. Ma se per qualsivoglia motivo si decidesse di assaggiarne una, lo si rimpiangerebbe per molto tempo... Dopotutto, questo piatto è così pieno di ingredienti d'alta qualità dal sapore unico... Aspetta, che diamine è questa roba?",
      "effect": "Rianima un personaggio e ripristina un 15% dei PS max, quindi ripristina 550 PS aggiuntivi.",
      "character": {
        "id": "hu_tao_trial",
        "name": "Hu Tao (prova)"
      }
    }
  }
}
