{
  "_id": 3609,
  "id": "veggie_pot_soup",
  "name": "Zuppa di verdure",
  "description": "Una zuppa preparata sobbollendo una varietà di verdure tritate con un condimento leggero. È delicata, saporita e ottima per la tua salute.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Cavolo",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Carota",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Patata",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 2
    }
  ],
  "dish_type": "Piatti rigenerativi",
  "results": {
    "suspicious": {
      "_id": 108940,
      "name": "Zuppa di verdure sospetta",
      "description": "Una zuppa preparata sobbollendo una varietà di verdure tritate con un condimento leggero. La lunga cottura a fuoco lento ha reso le verdure molli e flosce, con una consistenza leggermente pastosa. Potrà non essere gradevole, ma di sicuro non ti lascerà a stomaco vuoto.",
      "effect": "Ripristina un 30% dei PS max e 600 PS aggiuntivi del personaggio selezionato."
    },
    "normal": {
      "_id": 108941,
      "name": "Zuppa di verdure",
      "description": "Una zuppa preparata sobbollendo una varietà di verdure tritate con un condimento leggero. È delicata, saporita e ottima per la tua salute.",
      "effect": "Ripristina un 32% dei PS max e 1.250 PS aggiuntivi del personaggio selezionato."
    },
    "delicious": {
      "_id": 108942,
      "name": "Zuppa di verdure deliziosa",
      "description": "Una zuppa preparata sobbollendo una varietà di verdure tritate con un condimento leggero. Il suo semplice metodo di cottura esalta il vero sapore delle verdure, e basta un sorso per infondere un piacevole calore allo stomaco che si diffonde in tutto il corpo.",
      "effect": "Ripristina un 34% dei PS max e 1.900 PS aggiuntivi del personaggio selezionato."
    },
    "special": {
      "_id": 108951,
      "id": "nightwatch_soup",
      "name": "Zuppa della guardia notturna",
      "description": "La specialità di Illuga. Una calda ciotola di brodo che scaccia la fatica con un solo sorso, alleviando la fatica dopo una lunga ronda notturna. Un simile effetto deve essere frutto dei molti anni di esperienza accumulata dal giovane capitano, che gli hanno permesso di perfezionare la sua ricetta speciale...",
      "effect": "Ripristina un 40% dei PS max e 2.350 PS aggiuntivi del personaggio selezionato.",
      "character": {
        "id": "illuga",
        "name": "Illuga"
      }
    }
  }
}