{
  "_id": 4401,
  "id": "vessie_chicken",
  "name": "Poulet en vessie",
  "description": "Un famoso piatto tipico di Fontaine. \"Vessie\" significa \"vescica\" nella nazione di Hydro e, come suggerito dal nome, consiste in una vescica di cinghiale selvatico imbottita di carne di pollo aromatizzata e affogata nel brodo di carne. La vescica si gonfia durante la cottura, diventando rotonda come uno Spettro. Di solito la gente mangia solo il pollo contenuto all'interno.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Pollame",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 4
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 3
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Succo fermentato",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "_id": 108542,
      "name": "Poulet en vessie sospetto",
      "description": "Un famoso piatto tipico di Fontaine. Dopo aver scrupolosamente imbottito la vescica di cinghiale con il pollo, attendi la fine della cottura e decidi di assaggiarlo... Urgh, cos'è questo strano sapore? Non si capisce dove finisca il cinghiale e dove inizi il pollo...",
      "effect": "#Aumenta di un 25% i DAN fisici e di un 6% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108543,
      "name": "Poulet en vessie",
      "description": "Un famoso piatto tipico di Fontaine. \"Vessie\" significa \"vescica\" nella nazione di Hydro e, come suggerito dal nome, consiste in una vescica di cinghiale selvatico imbottita di carne di pollo aromatizzata e affogata nel brodo di carne. La vescica si gonfia durante la cottura, diventando rotonda come uno Spettro. Di solito la gente mangia solo il pollo contenuto all'interno.",
      "effect": "#Aumenta di un 35% i DAN fisici e di un 8% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108544,
      "name": "Poulet en vessie delizioso",
      "description": "Un famoso piatto topico di Fontaine. Il sugo delizioso chiuso all'interno della carne emana un profumo ricco e stratificato. Si tratta di una pietanza molto ricercata dagli intenditori. Dopo aver consumato ogni briciola della propria porzione, non si può fare a meno di leccarsi le labbra per assaporare gli ultimi rimasugli del suo aroma. Una squisitezza che costituisce senza dubbio la punta di diamante della gastronomia di Fontaine.",
      "effect": "#Aumenta di un 45% i DAN fisici e di un 10% il tasso di CRIT di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}