{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Xocoatl",
  "description": "Una bevanda di Natlan a base di cacahuatl. Inizialmente la bevanda era preparata macinando il cacahuatl amaro e mescolandolo con varie spezie, da cui il nome Xocoatl, che significa \"acqua amara\". In seguito, l'aggiunta di zucchero ha trasformato il prodotto finale in qualcosa di aromatico, delizioso ed estremamente popolare, anche se il nome non è mai cambiato.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Latte",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucchero",
      "amount": 1
    }
  ],
  "dish_type": "Piatto DIF+",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Xocoatl sospetta",
      "description": "Una bevanda di Natlan a base di cacahuatl. Se dovessi tirare a indovinare prima di assaggiarla, potresti pensare che abbia un sapore dolce o amaro, ma nemmeno con mille tentativi avresti indovinato il sapore aspro con cui aggredisce la lingua... Qualcuno ha aggiunto gli ingredienti sbagliati?",
      "effect": "#Aumenta di 165 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108758,
      "name": "Xocoatl",
      "description": "Una bevanda di Natlan a base di cacahuatl. Inizialmente la bevanda era preparata macinando il cacahuatl amaro e mescolandolo con varie spezie, da cui il nome Xocoatl, che significa \"acqua amara\". In seguito, l'aggiunta di zucchero ha trasformato il prodotto finale in qualcosa di aromatico, delizioso ed estremamente popolare, anche se il nome non è mai cambiato.",
      "effect": "#Aumenta di 200 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108759,
      "name": "Xocoatl deliziosa",
      "description": "Una bevanda di Natlan a base di cacahuatl. Il ricco profumo del cacahuatl viene infuso con pura cremosità, accarezzando la tua lingua con la morbidezza della seta, lasciando dietro di sé un tocco di dolcezza che è più che sufficiente a farti sciogliere il cuore.",
      "effect": "#Aumenta di 235 la DIF di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
