{
  "_id": 3101,
  "id": "zhongyuan_chop_suey",
  "name": "Chop suey di Zhongyuan",
  "description": "Un piatto di carne cotta e condita. Sebbene nel piatto siano presenti organi, viscere e frattaglie d'animale, il forte sapore della stagionatura nasconde bene il tanfo della carne. In molti hanno consumato questo piatto per tutta la vita senza sapere che \"chop suey\" non è una parolaccia nella lingua locale.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Pezzo di carne cruda",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pesce",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sale",
      "amount": 2
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "_id": 108071,
      "name": "Chop suey di Zhongyuan sospetto",
      "description": "Un piatto di carne cotta e condita. L'aspetto del piatto tradisce completamente il sapore della carne. Sarebbe una sfida anche per i chioschi più frequentati vendere un piatto del genere.",
      "effect": "#Riduce di un 15% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "_id": 108072,
      "name": "Chop suey di Zhongyuan",
      "description": "Un piatto di carne cotta e condita. Sebbene nel piatto siano presenti organi, viscere e frattaglie d'animale, il forte sapore della stagionatura nasconde bene il tanfo della carne. In molti hanno consumato questo piatto per tutta la vita senza sapere che \"chop suey\" non è una parolaccia nella lingua locale.",
      "effect": "#Riduce di un 20% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "_id": 108073,
      "name": "Chop suey di Zhongyuan delizioso",
      "description": "Un piatto di carne cotta e condita. La fragranza emanata dal piatto rispecchia l'autentico \"gusto di Liyue\" e il cibo all'interno è così gradevole da commuovere i più anziani.",
      "effect": "#Riduce di un 25% il consumo di vigore di tutti i membri del gruppo durante le arrampicate e gli scatti per 900 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  }
}
