{
  "_id": 364213,
  "id": "athelwood_metal_buckler",
  "rarity": 3,
  "name": "Ilgın Metal Kalkan",
  "description": "Sıradan bir yuvarlak kalkan gibi görünen ama gizli bir sırrı olan, ağır ve yuvarlak bir kalkan.\\nOrta yaştaki ve sıkı dokuya sahip olan Ilgın Kütüğünü seçilir ve uygun boyut ve kalınlıkta tahtalar halinde kesilir. Tütsüleme, cilalama ve diğer işlemlerden sonra, sertlik çok büyük ölçüde iyileştirilir ve daha sonra zıvana ve delik yapısı birleştirilir. Gelen kılıç darbelerini ve okları maksimum ölçüde hafifletmeye çalışan, onların darbelerini zayıflatan ve etkilerini ortadan kaldıran çift katmanlı bir karma yapı oluşturmak üzere nispeten hafif ve yumuşak üç arka plan üzerinde sabitlenir. Aynı zamanda çerçeve sert bir demir yapı ile kaplanır ve kuvvetlendirici parça, kör nesnelerin ve düşmanların kalkan darbelerine karşı direnmek için kalkan kavisinin tepe noktasına yerleştirilir. Bu şekilde kalkanın yapımı tamamlanır.\\nÖnsezisi olmayanlardan gelen saldırıları savuşturabileceği söylenmektedir. Fiyatı da sıradan onlarca silahın fiyatına eşdeğerdedir, bu yüzden genellikle sadece Münzeviler veya Otuzlu Teşkilat elit birlikleri kullanır.\\nEkipmanlarının hafifliğine öncelik veren Hazine Avcıları, bir paralı askerin böylesine bir kalkana neden bu kadar yatırım yaptığını anlayamaz. Sadece cephedeki birkaç paralı asker ve bu kalkanın tasarımcısı bu ekipmanın önemini anlayabilir. Kalkanın tasarımcısı, gençliğinde Aaru Köyü'ne bir baskın düzenlemiş ancak genç bir muhafız tarafından yenilgiye uğramıştı. Sol elinde bir kalkan ve sağ elinde bir mızrakla, bu muhafız tıpkı büyüyen bir çığ gibi saldırmış, istilacıların tüm silahlarını ve zırhlarını tek bir hücumda ezip geçmişti. Fazla bir güç kullanmadan istilacıları yere sermiş ve yaşlı muhafızlara onları teslim etmeden önce onları iyice azarlamıştı. Suç hayatını geride bırakıp ıslah olan kalkanın tasarımcısı, farklı renkte gözleri olan genç muhafızı halen hatırlıyor ve onu şimdiye kadar karşılaştığı en güçlü kişi olarak kabul ediyor. O, \"en büyük saldırı en büyük savunmadır\" ilkesiyle eski kalkanların günümüzdeki yuvarlak kalkanlara dönüştürülme ilhamıydı. \\nBir dahaki sefere yeniden karşılaştıklarında, kim bilir belki de bu kalkan onun darbelerinden hiç değilse bir tanesine dayanabilir...",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Asılı Süs Eşyası"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Ilgın Kütüğü",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Demir Parçası",
      "amount": 4
    }
  ]
}
