{
  "_id": 370801,
  "id": "court_of_justices_valor",
  "rarity": 4,
  "name": "Adalet Sarayı Kahramanlığı",
  "description": "Maceracılar Loncasının Fontaine Şehri şubesiyle aynı tarzda inşa edilen orta boyutta ve sağlam yapılı bir bina. Metal iskelet ve cüruflu çimento inşaat yöntemini kullanan sayılı binalardan biridir. Tuğlalar arasındaki boşluklar güçlü bir yapıştırıcıyla doldurulmuştur. Balataları sıyıran ve etrafı yakıp yıkan bir Kurmalı Mekanın bile bu binayı yıkmakta zorlanacağı söylenir.\\nMalum gazetede çıkan bir habere göre Maceracılar Loncası, Fontaine şubesinin inşaatı sırasında Asayiş Dairesi tarafından devamlı teftiş yapılma ihtimalini ve bu teftişlerde ağır Kurmalı Mekaların zemine uygulayacağı büyük miktarda basıncı hesaba katmış. Ayrıca Asayiş Dairesi ile bir çatışma yaşanması veya bir Kurmalı Mekanın kontrolden çıkması durumunda binanın yarısı kolayca yıkılabilirmiş. Bu nedenle Maceracılar Loncası, metal iskelet kullanılan sağlam bir bina inşa edilmesi için ciddi miktarda bir bütçe ayırmaya razı olmuş.\\nKendilerine bu iddiaların doğruluğu sorulan Maceracılar Loncası üyeleri ise ya yorum yapmayı reddetmiş ya da boş surat ifadeleriyle yanıt vermiştir. Öte yandan yerel halk ise Maceracılar Loncası ile Asayiş Dairesi arasında gayet dostane bir ilişki olduğunu, binanın Maceracılar Loncası için özel olarak tasarlanmadığını belirtmiştir. Bu nedenle gazetede çıkan haberin yalan bilgi yaymak amacıyla yazıldığı düşünülmüştür. Tabii bunun sonucunda haberin yazarı çok geçmeden Fontaine basın sektöründen dışlanmıştır...",
  "load": 530,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Fontaine",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Çınar Kütüğü",
      "amount": 10
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Demir Parçası",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Beyaz Demir Parçası",
      "amount": 10
    }
  ]
}