{
  "_id": 362223,
  "id": "hued_vase_amber",
  "rarity": 3,
  "name": "Renkli Vazo: Kehribar",
  "description": "Bembeyaz taban üzerine çoğunlukla kehribar desenleriyle süslenmiş bir çömlek türü. Zengin ailelerde, genellikle önemli bir kap ve dekoratif bir parça olarak kullanılır. En eski sırlı çömlek parçalarıyla karşılaştırıldığında, bazı gezgin tüccarlar sayesinde fiyatı aslında oldukça ucuzlamıştır.\\nİş perspektifi oldukça benzersizdi, kar ve satışlar arasındaki dengeyi net bir şekilde görebiliyordu. Ayrıca sırlı çömlekleri sadece birkaç zengin ailenin alabileceği fiyatlarda tutan tüccarlara karşı içten içe nefret doluydu. Konserve Bilginin yardımıyla, şehirdeki çömlekçilere kil işlemenin gizli yeni yollarını öğretti ve yaptığı anlaşmalarda onlara sırlı çömleklerin önerilen perakende fiyatları ile ilgili şartlar öne sürdü; böylece hem fiyatlar ucuzladı hem de satılan her parçadan bir miktar para kazandı. Sadece birkaç yıl içinde tüm rakiplerini tamamen geride bıraktı. Sırlı çömlekler artık sıradan evlere dahi çok uygun fiyatlarla girebiliyordu, o da bundan büyük bir servet kazandı. Bütün bu olaylar o kadar sessiz sedasız oldu ki, sırlı çömlekleri lüks eşya olarak satan tüccarlar nerede yanlış yaptıklarını bir türlü anlayamadılar. Onların bakış açısına göre, çömlekçilerin hepsi \"birdenbire bir uzmandan eğitim aldılar ve çömlek piyasasını kökten sarstılar.\"\\nBu entrikalar kulağa etkileyici gelse de, gezgin tüccar artık kendisinin yaptığı bu şeyleri neredeyse unuttu gitti. Ne de olsa bu, tüm dünyadaki bunca yıllık ticaret hayatında karşılaştığı küçük bir olaydan başka bir şey değildi.",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 4003,
      "category": "El İşi",
      "type": "Interior"
    }
  ],
  "recipe": [
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Beyaz Demir Parçası",
      "amount": 4
    },
    {
      "_id": 101403,
      "id": "yellow_dye",
      "name": "Sarı Boya",
      "amount": 4
    }
  ]
}