{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "\"Huzurlu Mor Düşler\"",
  "description": "Fontaineli bahçıvanlar tarafından yetiştirilen, çok sevimli bir şekle ve baştan çıkarıcı kokuya sahip bir çalı. Canlı renklerinden mi yoksa çarpıcı kokusundan mıdır bilinmez, bir keresinde yerel bir gazete kendinden gayet emin bir şekilde bunun içinde yavaş yavaş etki eden bir zehir olduğunu yazmıştı. Yine o gazetenin iddiasına göre, bu çiçeklerin yanında uzun süre duran kişilerde uykusuzluk, sinir, gözlerde şişlik ve ağrı gibi fiziksel sorunlar görülebiliyormuş. Bir süre sonra bir başka gazete ise ünlü bir opera sanatçısının bu çiçeklerden yapılan çayları düzenli olarak içtiğini ve gençliğini bu çaya borçlu olduğunu yazdı.\\nBir ara bazı Fontaineliler ile Mermonia Sarayı'nın şehir peyzajından sorumlu olan ilgili departmanları arasında bu çiçekler hakkında hararetli tartışmalar yaşandı. Kimileri bu çiçeklerden uzak dururken kimileri de gizli gizli alıp evlerinde yetiştirmeye başladı...\\nBaşka seçeneği kalmayan Mermonia Sarayı, bilinen tüm yanlışları ortadan kaldırmak ve bu çiçek türünün sadece süs amaçlı olduğunu, insan hayatı üzerinde onların moralini düzeltmekten başka bir etkisi olmadığını belirtmek için botanik alanında bir uzmanı davet ederek Buğukuş'ta yeni günlük bir yazı dizisi hazırlatmak zorunda kaldı.\\nArtık bu mor çiçekler, Epiclese Opera Salonunun kapılarının önünü süslüyordu ve geçirdikleri o zor dönemler herkesin çabası sayesinde geride kaldı.\\nAncak bazı roman yazarları bu saçma durumdan ilham aldılar ve kendilerine has mizah anlayışlarıyla \"zehirli çiçekler\" konulu kısa roman serisi yazdılar. Aralarında en popüler olanı ise \"Huzurlu Dokuz Gün\" adlı romandı. Bu roman çok sinsi bir suça karışan zehirli çiçek hakkındaydı ve bu çiçekler, daha önce tartışmalara neden olan süs çalısının ta kendisiydi.\\nYazar, daha önceki tartışmaların yeniden alevlenmesini önlemek için söz konusu romanın başına şu cümleleri eklemişti:\\n\"Bu roman tamamen hayal ürünüdür!\"\\n\"... Ne olursa olsun, yazar ne size ne de ailenizdeki diğer kişilere bu çiçeği tüketmenizi tavsiye etmemektedir.\"",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "Küçük Çalı"
    }
  ]
}
