{
  "_id": 364213,
  "id": "athelwood_metal_buckler",
  "rarity": 3,
  "name": "Brocchiero metallico in legno di athel",
  "description": "Un pesante scudo rotondo che sembra un comune scudo, ma che nasconde un segreto.\\nScegliere un legno di athel con una moderata età di maturazione e una struttura compatta e tagliarlo in tavole di dimensioni e spessore adeguati. Dopo l'affumicatura, la tostatura, la ceratura e altri processi, la durezza viene portata al massimo, quindi la struttura a mortasa e tenone viene unita e fissata su tre piani dorsali relativamente leggeri e morbidi per formare una struttura composita a doppio strato, che cerca di consumare al massimo le lame e le frecce in arrivo, indebolendone la potenza ed eliminandone l'impatto. Allo stesso tempo, il telaio è ricoperto da una struttura rigida in ferro e la struttura di rinforzo è posizionata al vertice dell'arco dello scudo per resistere all'impatto degli oggetti contundenti e degli scudi avversari, e con ciò lo scudo è completo.\\nSi dice che sia in grado di respingere gli attacchi di chiunque non abbia una Visione. Il prezzo è anche piuttosto generoso, equivalente a decine di armi comuni o a un piccolo numero di equipaggiamenti per gli Eremiti o per il Gruppo dei Trenta.\\nI Cacciatori di tesori, che danno priorità alla leggerezza del loro equipaggiamento, non riescono a capire perché un mercenario dovrebbe investire così tanto in uno scudo come questo. Solo i pochi mercenari in prima linea e il progettista di questo scudo capiscono l'importanza di questo equipaggiamento. In gioventù, il progettista dello scudo guidò un'incursione nel Villaggio di Aaru alla ricerca di un rivale dei suoi colleghi, ma fu sconfitto da una giovane guardia. Con uno scudo nella mano sinistra e una lancia nella destra, la guardia con gli occhi di colore diverso attaccò come una furia, schiacciando tutte le armi e le armature degli intrusi in un'unica carica, stordendoli con la giusta dose di forza, prima di consegnarli alla guardia più anziana, ammonirli e liberarli. Il progettista dello scudo, ora pentito e non più criminale, si ricordava della giovane guardia con gli occhi di colore diverso e la considerava la persona più forte che avesse mai incontrato, e basandosi sul principio che \"l'attacco è la migliore difesa\", trasformò il vecchio scudo nell'attuale scudo rotondo.\\nLa prossima volta che affronterete una guardia con gli occhi di colore diverso, speriamo che questo scudo possa resistere almeno a uno dei suoi colpi...",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Accessorio da appendere",
      "type": "Interior"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Legno di athel",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Pezzo di ferro",
      "amount": 4
    }
  ]
}