{
  "_id": 370801,
  "id": "court_of_justices_valor",
  "rarity": 4,
  "name": "Valore della Corte di Giustizia",
  "description": "Un edificio strutturalmente solido e di medie dimensioni eretto nello stesso stile della sede della Gilda degli avventurieri nella Corte di Fontaine. È uno dei pochi edifici che impiegano il binomio della struttura in metallo con il cemento di scorie, ed eventuali spazi vuoti tra un mattone e l'altro vengono riempiti con un potente materiale adesivo. Si dice che nemmeno la furia di un Mekautoma potrebbe abbatterlo.\\nSecondo un certo tabloid, quando decise di aprire la sua sede di Fontaine, la Gilda degli avventurieri prese in considerazione l'eventualità di ispezioni ripetute da parte della Maison de la Garde e la forte pressione che i Mekautomi avrebbero esercitato sulla pavimentazione. Inoltre, se fosse sorto un conflitto con la Maison de la Garde o se un Mekautoma avesse \"perso qualche rotella\", metà dell'edificio sarebbe andata facilmente distrutta. Di conseguenza, la Gilda degli avventurieri prese la decisione di investire una somma enorme per realizzare un edificio con una struttura di metallo.\\nQuando venivano intervistati al riguardo, i membri della Gilda degli avventurieri rifiutavano di rispondere o lo facevano senza sbilanciarsi. Tuttavia, secondo gli abitanti del posto il rapporto tra la Gilda degli avventurieri e la Maison de la Garde era alquanto armonioso, e l'edificio non era stato concepito esclusivamente per la Gilda. L'articolo fu considerato menzognero e l'autore venne presto emarginato dall'industria dei media di Fontaine.",
  "load": 530,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Alla Fontaine",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Legno di malva",
      "amount": 10
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Pezzo di ferro",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Pezzo di ferro bianco",
      "amount": 10
    }
  ]
}
