{
  "_id": 370709,
  "id": "desert_house_hidden_light",
  "rarity": 3,
  "name": "Casa del deserto Luce nascosta",
  "description": "Questo edificio si trova all'interno del Villaggio di Aaru e ha un design estremamente compatto, ma un'intera truppa di guardie può comunque riporre qui il proprio equipaggiamento senza alcun problema.\\nSi dice che uno dei rituali di selezione per i guardiani del Villaggio di Aaru sia quello di \"superare la distanza del primissimo guardiano in un lancio con l'arma più pesante del magazzino\". A quei tempi, la guardiana con due occhi di colore diverso non aveva nemmeno otto anni e, quando le persone si affollarono intorno a lei e le porte del magazzino furono aperte, scoprirono che una lancia di una lunghezza assurda era appoggiata al muro. Le assi di legno del pavimento erano ammaccate dal suo peso e la punta della lancia quasi trapassava il soffitto.\\nCosa? Era una specie di attrezzo per allenare la forza? Un oggetto da esibizione per attirare gli sguardi degli spettatori? O semplicemente un ostacolo posto intenzionalmente sul cammino dell'esaminatore? Eppure la piccola guardia disse che non le importava e si limitò a portare fuori la lunga lancia come se fosse un giorno qualunque. Abilmente scagliò la lancia, e che ne sapevano loro? Si fermò solo mezzo passo più in là del record del precedente guardiano. Dopo questo incidente, alcuni ostinati ex guardiani non dissero più una parola che mettesse in dubbio quella giovane ragazza. Questo può essere dovuto o meno al modo in cui sorrideva loro quando la prova era finita, senza preoccuparsi minimamente della provenienza di quella lancia...",
  "load": 94,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 13005,
      "category": "Sumeru"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Legno di athel",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Pezzo di ferro",
      "amount": 4
    }
  ]
}
