{
  "_id": 372468,
  "id": "no_jumping_no_tramping",
  "rarity": 2,
  "name": "Non saltare, non calpestare",
  "description": "\"Queste piante hanno un'incredibile elasticità e sono piene di materiale gassoso. Se qualcuno volesse sperimentare il mondo attraverso gli occhi di un 'Drago delle rovine: Guardiano dei cieli', forse potrebbe considerare l'idea di saltare sopra una di queste piante.\"\\nÈ ciò che riferisce l'ultima edizione del manuale dei Matra riguardo a questi arbusti del deserto.\\nCome la discussione sull'incenso, anche questa descrizione non sembra avere alcun impatto pratico sulle operazioni. Alcuni Matra testarono le istruzioni da soli, concludendo alla fine che \"queste piante non sono poi così male come cuscini\", tranne una persona che provò a calpestare questo cuscino 20.003 volte, l'ultima delle quali esplose, facendola volare in aria.\\nUn giorno, un giovane subordinato, incapace di contenere la propria curiosità, portò al generale Mahamatra un manuale pesantemente annotato con le seguenti due domande: \"A quale botanico hai chiesto aiuto per la stesura del manuale?\" e \"Qual è il significato più profondo che si cela dietro alcune di queste descrizioni apparentemente semplici e rilassate?\"\\nIn quel momento, il generale Mahamatra si trovava a Borgo Gandharva e stava parlando con un certo Guardiano della foresta dalle lunghe orecchie dritte. Sentendo quelle domande, finì di mangiare prima di raccontare due barzellette che non si discostavano dal suo solito con una faccia del tutto seria, lasciando i suoi giovani subordinati a bocca aperta per un bel po'. Vedendo la loro confusione, il generale Mahamatra sembrava pronto a dare una spiegazione ancora più dettagliata, il Guardiano della foresta intervenne rapidamente, dicendo: \"Vedete, ha solo bisogno di scrivere alcune cose per aggiustare un po' l'umore. Se non avete capito quello che è stato detto, allora non era così importante. E se non hai trovato divertenti quelle descrizioni, allora non c'è bisogno di ricordarle!\"\\nConclusasi frettolosamente la conversazione, questo giovane sottoposto avrebbe tenuto ben presenti le parole del Guardiano della foresta, condividendole anche con i colleghi. Purtroppo, sembra che ancora oggi questi poveri Matra non abbiano compreso appieno il significato di quelle parole.",
  "load": 35,
  "energy": 10,
  "category": [
    {
      "id": 10007,
      "category": "Arbusto piccolo",
      "type": "Exterior"
    }
  ]
}
