{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "Sereno sogno viola",
  "description": "Un arbusto coltivato dai giardinieri di Fontaine, con una forma adorabile e una fragranza incantevole. Forse a causa della sua ombra vibrante o del suo aroma accattivante, ma un rotocalco del posto una volta ha dichiarato con estrema sicurezza che contengono un veleno a lento rilascio. Secondo tale rotocalco, la gente che rimaneva per un tempo considerevole vicino a questi fiori poteva sviluppare problemi di insonnia, irritabilità, gonfiore e dolore agli occhi. Dopo un po' di tempo, un altro rotocalco senza nome ha dichiarato che una famosa cantante dell'opera consumava regolarmente del tè estratto da questi fiori, ed era questo il segreto della gioventù perenne della stella.\\nPer un periodo c'è stato un dibattito acceso fra gli abitanti di Fontaine circa questi fiori e il Palais Mermonia, responsabile del paesaggio della città. Alcuni hanno evitato attivamente questi fiori, mentre altri volevano prenderne un po' e portarseli a casa per coltivarli privatamente...\\nSenza altre opzioni, il Palais ha dovuto invitare uno specialista in botanica affinché scrivesse una serie di articoli a tema per sette giorni sull'Uccello a vapore, smentendo tutte le bugie accumulatesi ed enfatizzando che questo fiore era solo ornamentale, e non aveva altro impatto sulla vita dei residenti a parte rinfrancare lo spirito.\\nAl giorno d'oggi questi fiori viola adornano anche l'area davanti ai cancelli dell'Opéra Épiclèse, e il periodo controverso che questi fiori hanno trascorso si è concluso, grazie agli sforzi di parti congiunte.\\nTuttavia, alcuni romanzieri hanno preso grande ispirazione da questa particolare farsa. Questa gente, con il loro senso dell'umorismo, ha scritto una serie di romanzi brevi sul tema dei \"fiori pericolosi\"; il più famoso di tutti rimane \"Il sereno nono giorno\", in cui i fiori velenosi sono usati per commettere un crimine atroce, e specificando che la forma originale della pianta pericolosa era lo stesso arbusto al centro delle controversie.\\nAl fine di non causare lo stesso problema che in passato, l'autore ha premesso la seguente dichiarazione all'inizio della storia:\\n\"Questo lavoro è completamente fittizio, frutto della fantasia dell'autore!\"\\n\"...Tuttavia, l'autore non incoraggia il lettore o i suoi famigliari a consumare questi fiori.\"",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10004,
      "category": "Arbusto",
      "type": "Exterior"
    }
  ]
}
