{
  "_id": 215044,
  "id": "a_day_carved_from_rising_winds",
  "name": "День восходящих ветров",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Увеличивает силу атаки на 18%.",
  "four_pc": "На 6 сек. после попадания обычной атакой, заряженной атакой, элементальным навыком или взрывом стихии по противнику создаётся эффект Благословения пасторальных ветров: сила атаки повышается на 25%. Если экипированный персонаж уже выполнил Уроки ведьм, то Благословение пасторальных ветров улучшается до Решительности пасторальных ветров, дополнительно повышая шанс крит. попадания экипированного персонажа, который прошёл испытание, на 20%. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
  "goblet": {
    "_id": 44412,
    "id": "heldeneposs_unspoken_tale",
    "name": "Неизречённый эпос банкета",
    "description": "Старинный лазоревый кубок. Говорят, в далёком прошлом он принадлежал некоему безымянному барду."
  },
  "plume": {
    "_id": 44422,
    "id": "dawns_brilliant_oath",
    "name": "Сияющая клятва рассвета",
    "description": "Лазоревое перо, ясное, как первые лучи рассвета. Говорят, в далёком прошлом оно принадлежало стражу, который отрёкся от своего имени."
  },
  "circlet": {
    "_id": 44432,
    "id": "minnesang_of_love_and_lament",
    "name": "Миннезанг скорбящей любви",
    "description": "Роскошное украшение для волос, инкрустированное сапфирами и лазоревыми кристаллами. Говорят, в далёком прошлом Король Штормов даровал его своему избраннику."
  },
  "flower": {
    "_id": 44442,
    "id": "windborne_flowers_spruchdichtung",
    "name": "Шпрух ветряного цветка",
    "description": "Неувядающий цветок из лазоревого кристалла. Говорят, в далёком прошлом он принадлежал страннице, которая взывала к тысячам ветров и цветов."
  },
  "sands": {
    "_id": 44452,
    "id": "a_note_in_springs_leich",
    "name": "Мгновение весеннего лейха",
    "description": "Песочные часы, наполненные лазоревым песком. Почему-то песчинки в них не сыплются, как их ни переворачивай."
  }
}