{
  "_id": 215022,
  "id": "oceanhued_clam",
  "name": "Моллюск морских красок",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Повышает бонус лечения на 15%.",
  "four_pc": "Экипированный этим набором артефактов персонаж при лечении соратников создаёт на 3 сек. Пузырь морских красок. Пузырь регистрирует восстановленное при лечении HP (в том числе избыточное, когда лечение превышает максимум здоровья). После окончания действия Пузырь взрывается и наносит окружающим врагам урон в размере 90% учтённого объёма лечения (урон рассчитывается так же, как для эффектов Заряжен и Сверхпроводник, но на него не действуют бонусы мастерства стихий, уровня и реакций). Пузырь морских красок можно создавать не чаще чем раз в 3,5 сек. Пузырь может записать до 30 000 восстановленного HP, в том числе HP избыточного лечения. Для отряда не может существовать больше одного Пузыря морских красок одновременно. Этот эффект действует, даже если персонаж, экипированный набором артефактов, не находится на поле боя.",
  "goblet": {
    "_id": 96412,
    "id": "pearl_cage",
    "name": "Жемчужная клетка",
    "description": "Сияющие жемчужины, которые служат подношением жриц Ватацуми, хранят свой свет вечно и никогда не тускнеют."
  },
  "plume": {
    "_id": 96422,
    "id": "deep_palaces_plume",
    "name": "Перо глубинного дворца",
    "description": "Мягкое яркое перо цвета кораллов. Говорят, что оно из церемониального одеяния жрицы."
  },
  "circlet": {
    "_id": 96432,
    "id": "crown_of_watatsumi",
    "name": "Корона Ватацуми",
    "description": "Древняя корона искусной работы, когда-то принадлежавшая забытому священнослужителю. Жители Ватацуми хранят эту реликвию с великим тщанием."
  },
  "flower": {
    "_id": 96442,
    "id": "seadyed_blossom",
    "name": "Цветок морских красок",
    "description": "Нежный цветок, вобравший в себя множество оттенков непредсказуемого океана. Он переливается дивными красками под серебряным светом луны."
  },
  "sands": {
    "_id": 96452,
    "id": "cowry_of_parting",
    "name": "Раковина разлуки",
    "description": "Простая и безупречная ракушка из глубин бездонного океана."
  }
}