{
  "_id": 215037,
  "id": "scroll_of_the_hero_of_cinder_city",
  "name": "Свиток героя сожжённого города",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Когда член отряда поблизости активирует Вспышку Ночного духа, экипированный персонаж восстанавливает 6 ед. энергии.",
  "four_pc": "После того как экипированный персонаж активирует реакцию, связанную с его элементом, все члены отряда поблизости получают 12% бонус урона элементами, связанными с этой реакцией, на 15 сек. Если экипированный персонаж, активируя данный эффект, находится в состоянии Благословение Ночного духа, все персонажи отряда поблизости дополнительно получают 28% бонус урона элементами, связанными с этой реакцией, на 20 сек. Такой эффект может возникнуть, даже если персонаж не находится на поле боя. Бонусы одноимённых наборов артефактов не суммируются.",
  "goblet": {
    "_id": 37412,
    "id": "wandering_scholars_claw_cup",
    "name": "Кубок бродячего исследователя",
    "description": "Необыкновенный кубок, поразительно похожий на коготь дракона. У его создателя, наверное, был особый замысел."
  },
  "plume": {
    "_id": 37422,
    "id": "mountain_rangers_marker",
    "name": "Маячок горного патрульного",
    "description": "Маячок, с помощью которого патрульные гор обозначают путь. Его форма в виде птичьего пера делает его особенно приметным."
  },
  "circlet": {
    "_id": 37432,
    "id": "demonwarriors_feather_mask",
    "name": "Перьевая маска воина-демона",
    "description": "Перьевая маска с соколиным плюмажем. Вокруг неё ходит множество легенд."
  },
  "flower": {
    "_id": 37442,
    "id": "beast_tamers_talisman",
    "name": "Талисман укротителя зверей",
    "description": "Цветок, вырезанный из кремня и дракита. Он служит символом, что его обладатель достоин стать укротителем зверей."
  },
  "sands": {
    "_id": 37452,
    "id": "mystics_gold_dial",
    "name": "Золотые часы мистика",
    "description": "Золотой диск в форме солнца. Украшающие его драконьи орнаменты символизируют цикл жизни и смерти."
  }
}