{
  "_id": 215033,
  "id": "song_of_days_past",
  "name": "Песнь былых времён",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Повышает бонус лечения на 15%.",
  "four_pc": "Экипированный персонаж при лечении членов отряда на 6 сек. создаёт эффект Стремления, который регистрирует осуществлённое лечение (в том числе избыточное). С завершением длительности Стремление превращается в Волны былых времён: при попадании обычной атаки, заряженной атаки, атаки в падении, элементального навыка или взрыва стихии вашего активного персонажа по противнику наносимый урон увеличивается на 8% от общего количества лечения, зарегистрированного Стремлением. После 5 активаций или через 10 сек. эффект Волн былых времён исчезает. Однократный эффект Стремления регистрирует до 15 000 ед. HP. Одновременно может существовать только одно Стремление, но оно регистрирует лечение, предоставляемое несколькими экипированными персонажами сразу. Этот эффект активируется, даже если экипированный персонаж не на поле боя.",
  "goblet": {
    "_id": 33412,
    "id": "promised_dream_of_days_past",
    "name": "Обещанный сон былых времён",
    "description": "Роскошный сосуд, выполненный по образу легендарного Чистейшего грааля. Говорят, он выполняет заветные желания людей с чистым сердцем."
  },
  "plume": {
    "_id": 33422,
    "id": "recollection_of_days_past",
    "name": "Воспоминания о былых временах",
    "description": "Перо в форме бабочки, сделанное из серебра и лазурных кристаллов. Говорят, в давно ушедшем прошлом оно было символом клятвы никогда не расставаться."
  },
  "circlet": {
    "_id": 33432,
    "id": "poetry_of_days_past",
    "name": "Поэзия былых времён",
    "description": "Шляпа, некогда популярная среди оперных авторов Фонтейна. Говорят, её плюмаж отсылает к шлемам Рыцарей чистых родников."
  },
  "flower": {
    "_id": 33442,
    "id": "forgotten_oath_of_days_past",
    "name": "Забытая клятва былых времён",
    "description": "Неувядающий цветок, сделанный из ларимара и лазурного серебра. Говорят, он и по сей день считается символом сопротивления."
  },
  "sands": {
    "_id": 33452,
    "id": "echoing_sound_from_days_past",
    "name": "Отзвуки былых времён",
    "description": "Песочные часы причудливой формы из лазурита и хрусталя. Говорят, они вдохновлены колокольней в Петрикоре."
  }
}