{
  "id": "freedomsworn",
  "name": "Freedom-Sworn",
  "description": "Pedang biru langit yang mengingatkan pada lagu lama, senjata tajam seperti sumpah kebebasan di bangsa milik Dewa Angin.",
  "rarity": 5,
  "type": "Sword",
  "domain": "Cecilia Garden",
  "passive": "Revolutionary Chorale",
  "bonus": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <span>10%/12,5%/15%/17,5%/20%</span>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <span>16%/20%/24%/28%/32%</span> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <span>20%/25%/30%/35%/40%</span> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
  "stats": {
    "primary": "Base ATK",
    "secondary": "Elemental Mastery",
    "levels": [
      {
        "ascension": 0,
        "level": 1,
        "primary": 46,
        "secondary": 43
      },
      {
        "ascension": 0,
        "level": 20,
        "primary": 122,
        "secondary": 76
      },
      {
        "ascension": 1,
        "level": 20,
        "primary": 153,
        "secondary": 76
      },
      {
        "ascension": 1,
        "level": 40,
        "primary": 235,
        "secondary": 111
      },
      {
        "ascension": 2,
        "level": 40,
        "primary": 266,
        "secondary": 111
      },
      {
        "ascension": 2,
        "level": 50,
        "primary": 308,
        "secondary": 129
      },
      {
        "ascension": 3,
        "level": 50,
        "primary": 340,
        "secondary": 129
      },
      {
        "ascension": 3,
        "level": 60,
        "primary": 382,
        "secondary": 146
      },
      {
        "ascension": 4,
        "level": 60,
        "primary": 414,
        "secondary": 146
      },
      {
        "ascension": 4,
        "level": 70,
        "primary": 457,
        "secondary": 164
      },
      {
        "ascension": 5,
        "level": 70,
        "primary": 488,
        "secondary": 164
      },
      {
        "ascension": 5,
        "level": 80,
        "primary": 532,
        "secondary": 181
      },
      {
        "ascension": 6,
        "level": 80,
        "primary": 563,
        "secondary": 181
      },
      {
        "ascension": 6,
        "level": 90,
        "primary": 608,
        "secondary": 198
      }
    ]
  },
  "ascensions": [
    {
      "ascension": 0,
      "level": 20,
      "materials": []
    },
    {
      "ascension": 1,
      "level": 40,
      "cost": 10000,
      "materials": [
        {
          "id": "fetters_of_the_dandelion_gladiator",
          "name": "Fetters of the Dandelion Gladiator",
          "amount": 5,
          "rarity": 2
        },
        {
          "id": "chaos_device",
          "name": "Chaos Device",
          "amount": 5,
          "rarity": 2
        },
        {
          "id": "divining_scroll",
          "name": "Divining Scroll",
          "amount": 3,
          "rarity": 1
        }
      ]
    },
    {
      "ascension": 2,
      "level": 50,
      "cost": 20000,
      "materials": [
        {
          "id": "chains_of_the_dandelion_gladiator",
          "name": "Chains of Dandelion Gladiator",
          "amount": 5,
          "rarity": 3
        },
        {
          "id": "chaos_device",
          "name": "Chaos Device",
          "amount": 18,
          "rarity": 2
        },
        {
          "id": "divining_scroll",
          "name": "Divining Scroll",
          "amount": 12,
          "rarity": 1
        }
      ]
    },
    {
      "ascension": 3,
      "level": 60,
      "cost": 30000,
      "materials": [
        {
          "id": "chains_of_the_dandelion_gladiator",
          "name": "Chains of Dandelion Gladiator",
          "amount": 9,
          "rarity": 3
        },
        {
          "id": "chaos_circuit",
          "name": "Chaos Circuit",
          "amount": 9,
          "rarity": 3
        },
        {
          "id": "sealed_scroll",
          "name": "Sealed Scroll",
          "amount": 9,
          "rarity": 2
        }
      ]
    },
    {
      "ascension": 4,
      "level": 70,
      "cost": 45000,
      "materials": [
        {
          "id": "shackles_of_the_dandelion_gladiator",
          "name": "Shackles of Dandelion Gladiator",
          "amount": 5,
          "rarity": 4
        },
        {
          "id": "chaos_circuit",
          "name": "Chaos Circuit",
          "amount": 18,
          "rarity": 3
        },
        {
          "id": "sealed_scroll",
          "name": "Sealed Scroll",
          "amount": 14,
          "rarity": 2
        }
      ]
    },
    {
      "ascension": 5,
      "level": 80,
      "cost": 55000,
      "materials": [
        {
          "id": "shackles_of_the_dandelion_gladiator",
          "name": "Shackles of Dandelion Gladiator",
          "amount": 9,
          "rarity": 4
        },
        {
          "id": "chaos_core",
          "name": "Chaos Core",
          "amount": 14,
          "rarity": 4
        },
        {
          "id": "forbidden_curse_scroll",
          "name": "Forbidden Curse Scroll",
          "amount": 9,
          "rarity": 3
        }
      ]
    },
    {
      "ascension": 6,
      "level": 90,
      "cost": 65000,
      "materials": [
        {
          "id": "dream_of_the_dandelion_gladiator",
          "name": "Dream of the Dandelion Gladiator",
          "amount": 6,
          "rarity": 5
        },
        {
          "id": "chaos_core",
          "name": "Chaos Core",
          "amount": 27,
          "rarity": 4
        },
        {
          "id": "forbidden_curse_scroll",
          "name": "Forbidden Curse Scroll",
          "amount": 18,
          "rarity": 3
        }
      ]
    }
  ],
  "refinements": [
    {
      "refinement": 1,
      "desc": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <span>10%</span>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <span>16%</span> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <span>20%</span> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk."
    },
    {
      "refinement": 2,
      "desc": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <span>12,5%</span>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <span>20%</span> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <span>25%</span> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk."
    },
    {
      "refinement": 3,
      "desc": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <span>15%</span>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <span>24%</span> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <span>30%</span> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk."
    },
    {
      "refinement": 4,
      "desc": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <span>17,5%</span>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <span>28%</span> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <span>35%</span> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk."
    },
    {
      "refinement": 5,
      "desc": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <span>20%</span>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <span>32%</span> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <span>40%</span> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk."
    }
  ]
}
