{
  "_id": 215044,
  "id": "a_day_carved_from_rising_winds",
  "name": "A Day Carved From Rising Winds",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATK +18%.",
  "four_pc": "Setelah Normal Attack, Charged Attack, Elemental Skill, atau Elemental Burst mengenai musuh, akan mendapatkan efek \"Blessing of Pastoral Winds\" selama 6 detik: ATK +25%. Jika Karakter yang mengenakan sudah menyelesaikan \"PR Penyihir\", maka Blessing of Pastoral Winds akan meningkat menjadi \"Resolve of Pastoral Winds\" yang juga akan meningkatkan CRIT Rate Karakter yang mengenakan sebesar 20%. Efek ini juga dapat terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
  "goblet": {
    "_id": 44412,
    "id": "heldeneposs_unspoken_tale",
    "name": "Heldenepos's Unspoken Tale",
    "description": "Cawan anggur berwarna pucat tua. Konon katanya, pada zaman yang dulu sekali, cangkir ini pernah menjadi milik seorang penyair tanpa nama."
  },
  "plume": {
    "_id": 44422,
    "id": "dawns_brilliant_oath",
    "name": "Dawn's Brilliant Oath",
    "description": "Aksesoris bulu berwarna pucat seperti sebening matahari pagi. Konon katanya, pada zaman yang dulu sekali, aksesoris ini pernah menjadi milik seorang penjaga yang meninggalkan namanya."
  },
  "circlet": {
    "_id": 44432,
    "id": "minnesang_of_love_and_lament",
    "name": "Minnesang of Love and Lament",
    "description": "Aksesoris rambut mewah, dihiasi dengan batu giok dan kristal biru, konon katanya merupakan tanda yang diberikan oleh Lord of Storm kepada orang yang dicintainya di masa lampau."
  },
  "flower": {
    "_id": 44442,
    "id": "windborne_flowers_spruchdichtung",
    "name": "Windborne Flower's Spruchdichtung",
    "description": "Bunga kristal berwarna pucat yang tak pernah gugur. Konon katanya, pada zaman yang dulu sekali, bunga ini pernah menjadi milik seorang gadis pengembara yang bisa memanggil ribuan angin dan bunga bermekaran."
  },
  "sands": {
    "_id": 44452,
    "id": "a_note_in_springs_leich",
    "name": "A Note in Spring's Leich",
    "description": "Jam pasir yang berisi pasir halus berwarna pucat. Entah kenapa, pasir di dalamnya tidak mengalir sama sekali bagaimana pun kamu memutarnya."
  }
}