{
  "_id": 215040,
  "id": "finale_of_the_deep_galleries",
  "name": "Finale of the Deep Galleries",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Cryo DMG Bonus +15%",
  "four_pc": "Saat Karakter yang mengenakan memiliki 0 Energy, maka DMG Normal Attack meningkat 60% dan DMG Elemental Burst meningkat 60%. Setelah Karakter yang mengenakan mengakibatkan DMG dengan Normal Attack, maka efek peningkatan DMG Elemental Burst di atas akan hilang selama 6 detik. Setelah Karakter yang mengenakan mengakibatkan DMG dengan Elemental Burst, maka efek peningkatan DMG Normal Attack di atas akan hilang selama 6 detik. Efek-efek ini tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
  "goblet": {
    "_id": 40412,
    "id": "deep_gallerys_bestowed_banquet",
    "name": "Deep Gallery's Bestowed Banquet",
    "description": "Sebuah piala yang terbuat dari batu giok di utara. Konon katanya, peradaban kuno menggunakannya sebagai wadah upacara untuk pemberian kepada para dewa."
  },
  "plume": {
    "_id": 40422,
    "id": "deep_gallerys_distant_pact",
    "name": "Deep Gallery's Distant Pact",
    "description": "Jimat bulu yang terbuat dari batu giok utara. Pantulan cahaya yang menyilaukan seolah tidak berasal dari dunia ini."
  },
  "circlet": {
    "_id": 40432,
    "id": "deep_gallerys_lost_crown",
    "name": "Deep Gallery's Lost Crown",
    "description": "Topeng yang diselimuti oleh obsesi, sama seperti pikiran pemiliknya yang lama. Batu giok yang terdapat di atasnya tampaknya berasal dari zaman yang lebih kuno."
  },
  "flower": {
    "_id": 40442,
    "id": "deep_gallerys_echoing_song",
    "name": "Deep Gallery's Echoing Song",
    "description": "Bunga es yang terbuat dari batu giok utara. Kelopak bunganya telah mengkristal seiring berjalannya waktu."
  },
  "sands": {
    "_id": 40452,
    "id": "deep_gallerys_moment_of_oblivion",
    "name": "Deep Gallery's Moment of Oblivion",
    "description": "Jam saku yang terbuat dari batu giok di utara. Jarum jamnya telah berhenti selamanya pada saat kehancuran."
  }
}