{
  "id": "oceanhued_clam",
  "name": "Ocean-Hued Clam",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Bonus pemulihan +15%.",
  "four_pc": "Jika Karakter yang mengenakan set Artefak ini memulihkan HP salah satu Karakter dalam party, akan muncul Sea-Dyed Foam yang berlangsung selama 3 detik yang mencatat dan mengakumulasi jumlah pemulihan yang dilakukan (termasuk pemulihan yang berlebih). Setelah durasinya berakhir, Sea-Dyed Foam akan meledak dan mengakibatkan DMG sebesar 90% dari jumlah pemulihan yang tercatat (Perhitungan DMG ini mirip dengan Reaksi Elemental seperti Electro-Charged, Superconduct, dan lainnya, tetapi tidak dipengaruhi oleh Elemental Mastery, Level Karakter, atau Bonus DMG Reaksi Elemental). Sea-Dyed Foam hanya bisa muncul setiap 3,5 detik. Setiap Sea-Dyed Foam dapat mengakumulasi pemulihan hingga 30.000 HP (termasuk pemulihan yang berlebih). Dalam party sendiri, hanya bisa ada satu Sea-Dyed Foam yang muncul dalam waktu bersamaan. Efek dari set Artefak ini tetap dapat terpicu meskipun Karakter party yang mengenakannya tidak berada di medan pertempuran.",
  "goblet": {
    "id": "pearl_cage",
    "name": "Pearl Cage",
    "description": "Mutiara bersinar yang dipersembahkan para miko Pulau Watatsumi. Mutiara ini terus berkilau dan tidak pernah meredup."
  },
  "plume": {
    "id": "deep_palaces_plume",
    "name": "Deep Palace's Plume",
    "description": "Bulu halus yang sewarna dengan karang. Dikatakan bahwa bulu ini berasal dari pakaian upacara miko."
  },
  "circlet": {
    "id": "crown_of_watatsumi",
    "name": "Crown of Watatsumi",
    "description": "Mahkota kuno yang dibuat sangat detail dan pernah digunakan oleh seorang pendeta yang terlupakan. Kini mahkota ini disimpan secara khusus oleh orang-orang Watatsumi."
  },
  "flower": {
    "id": "seadyed_blossom",
    "name": "Sea-Dyed Blossom",
    "description": "Bunga berkelopak lembut yang memiliki warna lautan yang berubah-ubah. Saat bermandikan cahaya rembulan, bunga ini memancarkan warna yang menakjubkan."
  },
  "sands": {
    "id": "cowry_of_parting",
    "name": "Cowry of Parting",
    "description": "Kerang yang bersih dan tanpa cacat, berasal dari dasar lautan yang terdalam."
  }
}
