{
  "_id": 215037,
  "id": "scroll_of_the_hero_of_cinder_city",
  "name": "Scroll of the Hero of Cinder City",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Saat anggota party di sekitar memicu Nightsoul Burst, akan memulihkan 6 Energy untuk Karakter yang mengenakan.",
  "four_pc": "Setelah Karakter yang mengenakan memicu Reaksi Elemental yang berkaitan dengan Tipe Elemental dirinya, maka Elemental DMG Bonus seluruh anggota party di sekitar yang berkaitan dengan Tipe Elemental tersebut meningkat 12% selama 15 detik. Jika Karakter yang mengenakan berada dalam status Nightsoul's Blessing saat memicu efek di atas, maka Elemental DMG Bonus seluruh anggota party di sekitar yang berkaitan dengan Tipe Elemental tersebut meningkat lagi sebesar 28% selama 20 detik. Efek di atas dapat terpicu meskipun Karakter tidak berada di medan tempur. Bonus DMG dari Set Artefak dengan nama yang sama tidak dapat ditumpuk.",
  "goblet": {
    "_id": 37412,
    "id": "wandering_scholars_claw_cup",
    "name": "Wandering Scholar's Claw Cup",
    "description": "Cangkir anggur dengan bentuk unik yang menyerupai cakar naga. Pembuatnya pasti memiliki pertimbangannya tersendiri."
  },
  "plume": {
    "_id": 37422,
    "id": "mountain_rangers_marker",
    "name": "Mountain Ranger's Marker",
    "description": "Suar yang digunakan oleh Pengawas Gunung untuk menandai jalan, bentuknya yang menyerupai bulu burung yang berdiri di tepi jalan benar-benar menarik perhatian."
  },
  "circlet": {
    "_id": 37432,
    "id": "demonwarriors_feather_mask",
    "name": "Demon-Warrior's Feather Mask",
    "description": "Topeng berbulu yang menyerupai elang, ada banyak legenda yang menceritakan tentang benda ini."
  },
  "flower": {
    "_id": 37442,
    "id": "beast_tamers_talisman",
    "name": "Beast Tamer's Talisman",
    "description": "Bunga yang terbuat dari batu api dan Drakite, menandakan bahwa pemakainya sudah memenuhi syarat untuk menjadi seorang Pawang Penjinak."
  },
  "sands": {
    "_id": 37452,
    "id": "mystics_gold_dial",
    "name": "Mystic's Gold Dial",
    "description": "Piringan emas berbentuk matahari, pola naga di atasnya seperti melambangkan perputaran antara kehidupan dan kematian."
  }
}
