{
  "_id": 215042,
  "id": "silken_moons_serenade",
  "name": "Silken Moon's Serenade",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Energy Recharge +20%.",
  "four_pc": "Saat mengakibatkan Elemental DMG, akan mendapatkan efek Gleaming Moon: Devotion selama 8 detik. Gleaming Moon: Devotion: Saat Moonsign milik party adalah Nascent Gleam/Ascendant Gleam, maka Elemental Mastery seluruh Karakter dalam party +60/120 poin. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan berada di dalam party namun tidak berada di medan pertempuran. Untuk setiap efek Gleaming Moon berbeda yang dimiliki Karakter di dalam party, DMG reaksi Lunar yang diakibatkan seluruh Karakter dalam party +10%. Efek yang dihasilkan oleh Gleaming Moon tidak dapat ditumpuk.",
  "goblet": {
    "_id": 42412,
    "id": "joyous_glory_of_the_pure",
    "name": "Joyous Glory of the Pure",
    "description": "Cawan perak murni dan bersih, konon katanya pernah digunakan sebagai wadah suci dalam ritual Bani Bulan Embun. Upacara saat ini sudah tidak menggunakan cawan perak seperti ini lagi."
  },
  "plume": {
    "_id": 42422,
    "id": "pristine_plume_of_the_blessed",
    "name": "Pristine Plume of the Blessed",
    "description": "Ornamen bulu yang murni tanpa noda, konon katanya ditempa langsung oleh Pelantun Rembulan pertama."
  },
  "circlet": {
    "_id": 42432,
    "id": "holy_crown_of_the_believer",
    "name": "Holy Crown of the Believer",
    "description": "Hiasan kepala yang murni tanpa noda. Bentuknya sepertinya dibuat menyerupai tanduk utusan hutan."
  },
  "flower": {
    "_id": 42442,
    "id": "crystal_tear_of_the_wanderer",
    "name": "Crystal Tear of the Wanderer",
    "description": "Bunga yang murni tanpa noda, konon katanya dapat mempertahankan keindahan abadinya karena angin dingin."
  },
  "sands": {
    "_id": 42452,
    "id": "frost_devotees_delirium",
    "name": "Frost Devotee's Delirium",
    "description": "Penunjuk waktu yang murni tanpa noda. Kini telah berhenti berdetak bersama dengan ilusi pemilik sebelumnya."
  }
}