{
  "_id": 215036,
  "id": "unfinished_reverie",
  "name": "Unfinished Reverie",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATK +18%.",
  "four_pc": "3 detik setelah meninggalkan medan pertempuran, DMG yang diakibatkan meningkat 50%. Dalam kondisi bertempur, jika tidak ada musuh yang berada dalam status Burning di sekitar selama lebih dari 6 detik, maka efek peningkatan DMG di atas akan berkurang 10% setiap detiknya, hingga mencapai 0%; Jika ada musuh yang berada dalam status Burning di sekitar, maka Damage meningkat 10% setiap detiknya, hingga mencapai 50%. Efek ini akan tetap terpicu saat Karakter yang mengenakan Artefak ini ada di dalam party namun sedang tidak berada di medan pertempuran.",
  "goblet": {
    "_id": 36412,
    "id": "the_wineflask_over_which_the_plan_was_hatched",
    "name": "The Wine-Flask Over Which the Plan Was Hatched",
    "description": "Cangkir berkaki tiga. Dulunya banyak pahlawan mengangkat cangkir mereka untuk bersulang dan minum di samping api unggun sambil berbincang mengenai ambisi dan harapan masing-masing."
  },
  "plume": {
    "_id": 36422,
    "id": "faded_emerald_tail",
    "name": "Faded Emerald Tail",
    "description": "Hiasan ekor yang sudah memudar. Dikatakan bahwa ukiran di atasnya dibuat oleh seorang pengrajin di masa lampau."
  },
  "circlet": {
    "_id": 36432,
    "id": "crownless_crown",
    "name": "Crownless Crown",
    "description": "Mahkota emas dihiasi dengan batu toska dan bulu-bulu zamrud. Tidak pernah muncul dalam upacara mana pun dan hanya berdiri di atas bantal merah beludru."
  },
  "flower": {
    "_id": 36442,
    "id": "dark_fruit_of_bright_flowers",
    "name": "Dark Fruit of Bright Flowers",
    "description": "Bunga berlapis emas yang diukir dari batu abu-abu. Menurut legenda, saat perang berlangsung, ini digunakan untuk membedakan musuh dan teman."
  },
  "sands": {
    "_id": 36452,
    "id": "moment_of_attainment",
    "name": "Moment of Attainment",
    "description": "Sebuah jam matahari kuno yang digunakan untuk menghitung waktu. Jika diperhatikan baik-baik, terdapat tanda-tanda kecil pada benda tersebut."
  }
}