{
  "_id": 42,
  "id": "fontaine_dance_of_the_dewwhite_springs_i",
  "name": "Fontaine: Un espectáculo de aguas cristalinas (I)",
  "order": 46,
  "achievements": [
    {
      "id": 80252,
      "name": "Explorador continental: Los manantiales de la justicia (I)",
      "desc": "Revela las regiones del mapa de Fontaine (Condado de la Corte de Fontaine, Condado Rocioblanco y Condado Berilo).",
      "reward": 5,
      "hidden": false,
      "order": 232
    },
    {
      "id": 80253,
      "name": "La fuente de todas las aguas (I)",
      "desc": "Desbloquea todos los Puntos de teletransporte de Fontaine (Condado de la Corte de Fontaine, Condado Rocioblanco y Condado Berilo).",
      "reward": 5,
      "hidden": false,
      "order": 233
    },
    {
      "id": 80254,
      "name": "Peregrinaje al santuario: Los manantiales de la justicia (I)",
      "desc": "Desbloquea todos los Santuarios de las Profundidades de Fontaine (Condado de la Corte de Fontaine, Condado Rocioblanco y Condado Berilo).",
      "reward": 10,
      "hidden": false,
      "order": 234
    },
    {
      "id": 80255,
      "name": "Aguas límpidas",
      "desc": "Mejora las Estatuas de Los Siete en Fontaine al nivel máximo.",
      "reward": 20,
      "hidden": false,
      "order": 235
    },
    {
      "id": 80256,
      "name": "La aria de Lucine",
      "desc": "Mejora al nivel máximo la Fontana Lucine del Condado de la Corte de Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 236
    },
    {
      "id": 80257,
      "name": "Guía del reflujo (I)",
      "desc": "Persigue a 6 Seelies en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo e ilumina los Pedestales de los Seelies.",
      "reward": 5,
      "hidden": false,
      "order": 237
    },
    {
      "id": 80258,
      "name": "Guía del reflujo (I)",
      "desc": "Persigue a 12 Seelies en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo e ilumina los Pedestales de los Seelies.",
      "reward": 10,
      "hidden": false,
      "order": 238,
      "preStage": 80257
    },
    {
      "id": 80259,
      "name": "Guía del reflujo (I)",
      "desc": "Persigue a 24 Seelies en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo e ilumina los Pedestales de los Seelies.",
      "reward": 20,
      "hidden": false,
      "order": 239,
      "preStage": 80258
    },
    {
      "id": 80260,
      "name": "Cazatesoros de aguas cerúleas (I)",
      "desc": "Abre 60 cofres en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo.",
      "reward": 5,
      "hidden": false,
      "order": 240
    },
    {
      "id": 80261,
      "name": "Cazatesoros de aguas cerúleas (I)",
      "desc": "Abre 120 cofres en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo.",
      "reward": 10,
      "hidden": false,
      "order": 241,
      "preStage": 80260
    },
    {
      "id": 80262,
      "name": "Cazatesoros de aguas cerúleas (I)",
      "desc": "Abre 240 cofres en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo.",
      "reward": 20,
      "hidden": false,
      "order": 242,
      "preStage": 80261
    },
    {
      "id": 80263,
      "name": "Aventurero de aguas cerúleas (I)",
      "desc": "Completa 3 pruebas contrarreloj de mundo abierto en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo.",
      "reward": 5,
      "hidden": false,
      "order": 243
    },
    {
      "id": 80264,
      "name": "Aventurero de aguas cerúleas (I)",
      "desc": "Completa 6 pruebas contrarreloj de mundo abierto en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo.",
      "reward": 10,
      "hidden": false,
      "order": 244,
      "preStage": 80263
    },
    {
      "id": 80265,
      "name": "Aventurero de aguas cerúleas (I)",
      "desc": "Completa 12 pruebas contrarreloj de mundo abierto en el Condado de la Corte de Fontaine, el Condado Rocioblanco y el Condado Berilo.",
      "reward": 20,
      "hidden": false,
      "order": 245,
      "preStage": 80264
    },
    {
      "id": 80266,
      "name": "Anne en el reino de las maravillas",
      "desc": "Completa la historia de la Brigada de Aventuras Cruz de los Narcisos.",
      "reward": 10,
      "hidden": false,
      "order": 246
    },
    {
      "id": 80267,
      "name": "Pinturas, ensoñaciones y perros mecánicos",
      "desc": "Descubre el secreto que se oculta en el interior de Elynas.",
      "reward": 10,
      "hidden": false,
      "order": 247
    }
  ]
}
