{
  "_id": 51,
  "id": "natlan_the_land_of_fire_and_competition_i",
  "name": "Natlan: La tierra del fuego y la competición (I)",
  "order": 57,
  "achievements": [
    {
      "id": 80328,
      "name": "Explorador continental: El origen de las llamas (I)",
      "desc": "Revela las regiones del mapa de Natlan (Cuenca Multiflama, Cañón Tequemecan, Monte Coatepec y Manantiales Toyac).",
      "reward": 5,
      "hidden": false,
      "order": 304
    },
    {
      "id": 80329,
      "name": "Escalando la ardiente Montaña Sagrada (I)",
      "desc": "Desbloquea todos los Puntos de teletransporte de Natlan (Cuenca Multiflama, Cañón Tequemecan, Monte Coatepec y Manantiales Toyac).",
      "reward": 5,
      "hidden": false,
      "order": 305
    },
    {
      "id": 80330,
      "name": "Peregrinaje al santuario: El origen de las llamas (I)",
      "desc": "Desbloquea todos los Santuarios de las Profundidades de Natlan (Cuenca Multiflama, Cañón Tequemecan, Monte Coatepec y Manantiales Toyac).",
      "reward": 10,
      "hidden": false,
      "order": 306
    },
    {
      "id": 80331,
      "name": "Radiante como el fuego",
      "desc": "Mejora las Estatuas de Los Siete en Natlan al nivel máximo.",
      "reward": 20,
      "hidden": false,
      "order": 307
    },
    {
      "id": 80346,
      "name": "Obsequios de la noche: El origen de las llamas (I)",
      "desc": "Rompe los sellos de las ubicaciones secretas de todas las tribus de Natlan (Cuenca Multiflama, Cañón Tequemecan, Monte Coatepec y Manantiales Toyac).",
      "reward": 10,
      "hidden": false,
      "order": 308
    },
    {
      "id": 80332,
      "name": "Fuego incandescente",
      "desc": "Mejora al nivel máximo la Rueda del Tona de la Cuenca Multiflama.",
      "reward": 20,
      "hidden": false,
      "order": 309
    },
    {
      "id": 80333,
      "name": "Guía de los manitúes (I)",
      "desc": "Persigue a 8 manitúes en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac y completa las pintadas.",
      "reward": 5,
      "hidden": false,
      "order": 310
    },
    {
      "id": 80334,
      "name": "Guía de los manitúes (I)",
      "desc": "Persigue a 16 manitúes en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac y completa las pintadas.",
      "reward": 10,
      "hidden": false,
      "order": 311,
      "preStage": 80333
    },
    {
      "id": 80335,
      "name": "Guía de los manitúes (I)",
      "desc": "Persigue a 32 manitúes en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac y completa las pintadas.",
      "reward": 20,
      "hidden": false,
      "order": 312,
      "preStage": 80334
    },
    {
      "id": 80336,
      "name": "Cazatesoros de llamas abrasadoras (I)",
      "desc": "Abre 80 cofres en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 313
    },
    {
      "id": 80337,
      "name": "Cazatesoros de llamas abrasadoras (I)",
      "desc": "Abre 160 cofres en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 314,
      "preStage": 80336
    },
    {
      "id": 80338,
      "name": "Cazatesoros de llamas abrasadoras (I)",
      "desc": "Abre 320 cofres en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac.",
      "reward": 20,
      "hidden": false,
      "order": 315,
      "preStage": 80337
    },
    {
      "id": 80339,
      "name": "Aventurero de llamas abrasadoras (I)",
      "desc": "Completa 3 pruebas contrarreloj de mundo abierto en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 316
    },
    {
      "id": 80347,
      "name": "Aventurero de llamas abrasadoras (I)",
      "desc": "Completa 6 pruebas contrarreloj de mundo abierto en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 317,
      "preStage": 80339
    },
    {
      "id": 80348,
      "name": "Aventurero de llamas abrasadoras (I)",
      "desc": "Completa 12 pruebas contrarreloj de mundo abierto en la Cuenca Multiflama, el Cañón Tequemecan, el Monte Coatepec y los Manantiales Toyac.",
      "reward": 20,
      "hidden": false,
      "order": 318,
      "preStage": 80347
    },
    {
      "id": 80342,
      "name": "Reminiscencia ancestral",
      "desc": "Ayuda a Titu a liberar las almas de los ancestros de la tribu.",
      "reward": 10,
      "hidden": false,
      "order": 319
    },
    {
      "id": 80343,
      "name": "No todos los tesoros son de oro y plata",
      "desc": "No encontraste el elixir que lo cura todo.",
      "reward": 10,
      "hidden": false,
      "order": 320
    },
    {
      "id": 80345,
      "name": "El oro del sol, junto con su sangre",
      "desc": "Encuentra en las ruinas del Sabio Robafuegos el amuleto con el que poder ir al volcán.",
      "reward": 10,
      "hidden": false,
      "order": 322
    }
  ]
}