{
  "_id": 66,
  "id": "nodkrai_an_elysium_of_moonlight_and_wanderings_ii",
  "name": "Nod Krai: Paraíso de la luna y los errantes (II)",
  "order": 67,
  "achievements": [
    {
      "id": 80462,
      "name": "Cazatesoros del polvo lunar (II)",
      "desc": "Abre 45 cofres en el Mirador del Mar Vacuo, la Llanura Persigueolas y la Cumbre Velocinérea.",
      "reward": 5,
      "hidden": false,
      "order": 423
    },
    {
      "id": 80463,
      "name": "Cazatesoros del polvo lunar (II)",
      "desc": "Abre 90 cofres en el Mirador del Mar Vacuo, la Llanura Persigueolas y la Cumbre Velocinérea.",
      "reward": 10,
      "hidden": false,
      "order": 424,
      "preStage": 80462
    },
    {
      "id": 80464,
      "name": "Cazatesoros del polvo lunar (II)",
      "desc": "Abre 180 cofres en el Mirador del Mar Vacuo, la Llanura Persigueolas y la Cumbre Velocinérea.",
      "reward": 20,
      "hidden": false,
      "order": 425,
      "preStage": 80463
    },
    {
      "id": 80465,
      "name": "Aventurero del polvo lunar (II)",
      "desc": "Completa 5 pruebas contrarreloj del mundo abierto en el Mirador del Mar Vacuo, la Llanura Persigueolas y la Cumbre Velocinérea.",
      "reward": 10,
      "hidden": false,
      "order": 426
    },
    {
      "id": 80466,
      "name": "Explorador continental: Islas bañadas por la luz lunar (II)",
      "desc": "Revela las regiones del mapa de Nod Krai (Mirador del Mar Vacuo, Llanura Persigueolas y Cumbre Velocinérea).",
      "reward": 5,
      "hidden": false,
      "order": 427
    },
    {
      "id": 80467,
      "name": "Arboledas escarchadas más allá de la noche (II)",
      "desc": "Desbloquea todos los Puntos de teletransporte de Nod Krai (Mirador del Mar Vacuo, Llanura Persigueolas y Cumbre Velocinérea).",
      "reward": 5,
      "hidden": false,
      "order": 428
    },
    {
      "id": 80468,
      "name": "Peregrinaje al santuario: Islas bañadas por la luz lunar (II)",
      "desc": "Desbloquea todos los Santuarios de las Profundidades de Nod Krai (Mirador del Mar Vacuo, Llanura Persigueolas y Cumbre Velocinérea).",
      "reward": 10,
      "hidden": false,
      "order": 429
    },
    {
      "id": 80469,
      "name": "Obsequios para la noche: Islas bañadas por la luz lunar (II)",
      "desc": "Rompe los sellos de todas las cámaras del tesoro kuuhenki de Nod Krai (Mirador del Mar Vacuo, Llanura Persigueolas y Cumbre Velocinérea).",
      "reward": 10,
      "hidden": false,
      "order": 430
    },
    {
      "id": 80470,
      "name": "Los vientos se despiertan y las hojas revolotean",
      "desc": "Los ruiseñores que llevan brasas ardientes en sus picos solo alzan el vuelo durante la noche.",
      "reward": 10,
      "hidden": false,
      "order": 431
    },
    {
      "id": 80471,
      "name": "Si la semilla no muere",
      "desc": "Aunque la flor se marchite, las hojas cumplirán su promesa.",
      "reward": 10,
      "hidden": false,
      "order": 432
    },
    {
      "id": 80472,
      "name": "Construcción de Punto de encuentro: Campamento del Barranco",
      "desc": "Construye el Campamento del Barranco hasta el nivel máximo.",
      "reward": 5,
      "hidden": false,
      "order": 433
    },
    {
      "id": 80473,
      "name": "Construcción de Punto de encuentro: Jardín de la Bruja",
      "desc": "Construye el Jardín de la Bruja hasta el nivel máximo.",
      "reward": 5,
      "hidden": false,
      "order": 434
    },
    {
      "id": 80474,
      "name": "Construcción de Punto de encuentro: Puesto de Avanzada de Favonius",
      "desc": "Construye el Puesto de Avanzada de Favonius hasta el nivel máximo.",
      "reward": 5,
      "hidden": false,
      "order": 435
    }
  ]
}