{
  "_id": 31,
  "id": "sumeru_the_rainforest_of_lore",
  "name": "Sumeru: la selva de la sabiduría",
  "order": 41,
  "achievements": [
    {
      "id": 80160,
      "name": "Explorador continental: Selva de Sumeru",
      "desc": "Revela las regiones del mapa de Sumeru (Bosque Avidya, Selva Lokapala, Valle Ardravi, Ashaván, Campos Vishuddha, Jardines Perdidos y Vanarana).",
      "reward": 5,
      "hidden": false,
      "order": 160
    },
    {
      "id": 80161,
      "name": "Merodeador de los bosques",
      "desc": "Desbloquea todos los Puntos de teletransporte de Sumeru (Bosque Avidya, Selva Lokapala, Valle Ardravi, Ashaván, Campos Vishuddha, Jardines Perdidos y Vanarana).",
      "reward": 5,
      "hidden": false,
      "order": 161
    },
    {
      "id": 80162,
      "name": "Peregrinaje al santuario: Selva de Sumeru",
      "desc": "Desbloquea todos los Santuarios de las Profundidades de Sumeru (Bosque Avidya, Selva Lokapala, Valle Ardravi, Ashaván, Campos Vishuddha, Jardines Perdidos y Vanarana).",
      "reward": 10,
      "hidden": false,
      "order": 162
    },
    {
      "id": 80163,
      "name": "Fragante como las plantas",
      "desc": "Mejora las Estatuas de Los Siete en Sumeru al nivel máximo.",
      "reward": 20,
      "hidden": false,
      "order": 163
    },
    {
      "id": 80164,
      "name": "La culminación del gran sueño",
      "desc": "Mejora el Árbol Onírico de Varana al nivel máximo.",
      "reward": 20,
      "hidden": false,
      "order": 164
    },
    {
      "id": 80165,
      "name": "Guía de los bosques",
      "desc": "Persigue a 10 Seelies en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana e ilumina los Pedestales de los Seelies.",
      "reward": 5,
      "hidden": false,
      "order": 165
    },
    {
      "id": 80166,
      "name": "Guía de los bosques",
      "desc": "Persigue a 20 Seelies en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana e ilumina los Pedestales de los Seelies.",
      "reward": 10,
      "hidden": false,
      "order": 166,
      "preStage": 80165
    },
    {
      "id": 80167,
      "name": "Guía de los bosques",
      "desc": "Persigue a 40 Seelies en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana e ilumina los Pedestales de los Seelies.",
      "reward": 20,
      "hidden": false,
      "order": 167,
      "preStage": 80166
    },
    {
      "id": 80168,
      "name": "Cazatesoros del bosque",
      "desc": "Abre 100 cofres en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 168
    },
    {
      "id": 80169,
      "name": "Cazatesoros del bosque",
      "desc": "Abre 200 cofres en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 169,
      "preStage": 80168
    },
    {
      "id": 80170,
      "name": "Cazatesoros del bosque",
      "desc": "Abre 400 cofres en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 170,
      "preStage": 80169
    },
    {
      "id": 80171,
      "name": "Aventurero del bosque",
      "desc": "Completa 10 pruebas contrarreloj de mecanismos de mundo abierto en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 171
    },
    {
      "id": 80172,
      "name": "Aventurero del bosque",
      "desc": "Completa 20 pruebas contrarreloj de mecanismos de mundo abierto en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 172,
      "preStage": 80171
    },
    {
      "id": 80173,
      "name": "Aventurero del bosque",
      "desc": "Completa 40 pruebas contrarreloj de mecanismos de mundo abierto en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 173,
      "preStage": 80172
    },
    {
      "id": 80174,
      "name": "El bosque se acuerda de todo",
      "desc": "Completa la misión «Escrituras Araniaka».",
      "reward": 10,
      "hidden": false,
      "order": 174
    }
  ]
}
