{
  "_id": 364213,
  "id": "athelwood_metal_buckler",
  "rarity": 3,
  "name": "Athel-Holzschild mit Metallrahmen",
  "description": "Ein schwerer Rundschild, der auf den ersten Blick keinerlei Unterschied zu anderen Rundschilden hat, in Wirklichkeit aber ein Geheimnis birgt.\\nNach Alter und Feste der Textur ausgewähltes „Athel-Holz“ wurde, nachdem es in Länge und Dicke passende Bretter geschnitten worden war, durch Ansengen, Wachsen und andere Arbeitsschritte maximal verhärtet und dann mit Zapfenverbindungen zusammengefügt und dann auf drei relativ leichten und sanften Rückwänden angebracht, wodurch eine zweischichtige Kompositstruktur entsteht, welche angreifenden Klingen und Pfeilspitzen massiv abschwächt und ihren Einschlag beseitigt. Gleichzeitig ist der Rahmen mit widerstandsfähigen Strukturen bedeckt und eine verstärkende Struktur befindet sich auf der Rundung des Schildes, um stumpfen Schlägen und Angriffen auf den Schild zu widerstehen, weshalb dieser Schild eine perfekte Anfertigung ist.\\nAngeblich kann er den Angriffen aller Angreifer ohne Göttliches Auge standhalten, er ist recht teuer, in etwa so viel wie mehrere Dutzend normale Waffen und wird nur von der Elite unter den „Goldbrigaden“ und dem „Regiment der Dreißig“ eingesetzt.\\nDie Schatzräuber, die immer besonders wert auf die Leichtigkeit ihrer Ausrüstung legen, verstehen nicht, warum die Söldner der Brigade ihr soviel Herzblut in dieses Schild stecken. Nur einige wenige an der Front kämpfende Söldner und der Konstrukteur dieses Schildes wissen von seiner Bedeutung: Sein Konstrukteuer führte einst in seiner wilden Jugend einen Trupp zum Angriff auf Aaru an, nachdem er auf den Todfeind seiner Kollegen getroffen war, wurde er jedoch von einer jungen Wächterin besiegt. Zu jener Zeit hielt diese Kriegerin mit unterschiedlich farbigen Augen in der linken Hand den Schild und in der rechten einen Speer und griff an wie ein Landrutsch, mit einem einzigen Ansturm zerstörte sie alle Waffen und Rüstungen der Eindringlinge, die Kraft reichte genau, dass ihnen allen schwindelig wurde und die Wächterin sie an die älteren Wächter übergeben konnte. Nach einer Belehrung wurden sie später aus der Haft entlassen. Der Konstrukteur des Schildes hatte inständig bereut und würde keine bösen Dinge mehr tun, die junge Wächterin mit ihren verschiedenfarbigen Augen konnte er jedoch nicht vergessen und betrachtete sie als stärkste Kämpferin, der er bis dahin begegnet war. Nach dem Prinzip „zu viel Verteidigung ist nicht möglich“, wurde das alte Schild zum jetzigen umgebaut.\\nSollte es für ihn noch einmal die Gelegenheit geben, mit der Wächterin mit verschiedenfarbigen Augen die Klingen zu kreuzen, hofft er, dass sein Schild einem ihrer Schläge standhalten möge ...",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Hängeschmuck",
      "type": "Interior"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Athel-Holz",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Brocken Eisen",
      "amount": 4
    }
  ]
}
