{
  "_id": 370801,
  "id": "court_of_justices_valor",
  "rarity": 4,
  "name": "„Mut der gerechten Vorsehung“",
  "description": "Ein stabiles mittelgroßes Gebäude, dessen Bauweise mit dem des Gebäudes übereinstimmt, in dem sich die Niederlassung der Abenteurergilde am Hof von Fontaine befindet. Es ist eines der seltenen und herausragenden Ausnahmen, bei dessen Bau Metallstäbe und Schlackenzement verwendet wurden. Selbst für die Fugen wurde zwischen den Ziegelsteinen ebenfalls ein stärkeres Haftmittel genutzt. Angeblich soll das Gebäude sogar einem Angriff von außer Kontrolle geratenen Uhrwerk-Mecha eine Zeit lang standhalten können.\\nEin namenloses Boulevardblatt hat einst behauptet, dass die Abenteurergilde beim Bau ihrer Niederlassung häufige Kontrollen durch die Maison Gardiennage und den enormen Druck, den die schweren Uhrwerk-Mecha auf den Boden ausüben würden, mit ins Kalkül gezogen habe. Sollte es mit der Maison Gardiennage zu einem Konflikt kommen oder die außer Kontrolle geratenen Uhrwerk-Mecha angreifen, dann bestünde die Möglichkeit, dass das halbe Gebäude zerstört werden würde. Daher habe die Abenteurergilde große Summen investiert, um einen Metallrahmen für das tragende Gerüst des Gebäudes zu nutzen.\\nDie Mitglieder der Abenteurergilde enthalten sich jedes Kommentars zu dieser Behauptung oder blicken nur verwirrt drein. Doch die Einwohner konnten klar spüren, dass das Verhältnis zwischen der Abenteurergilde und der Maison Gardiennage recht harmonisch ist. Da dieses Gebäude zudem auch nicht speziell für die Abenteurergilde entworfen wurde, steht der Artikel im Verdacht, Gerüchte zu verbreiten. Der Verfasser dieses Artikels wurde in den Pressezirkeln von Fontaine daher auch zu einer Persona non grata.",
  "load": 530,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Fontaine",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Platanenholz",
      "amount": 10
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Brocken Eisen",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Brocken weißes Eisen",
      "amount": 10
    }
  ]
}