{
  "_id": 370806,
  "id": "court_of_justices_prosperity",
  "rarity": 4,
  "name": "„Florieren der gerechten Vorsehung“",
  "description": "Eines der Standardgeschäftsgebäude im Hof von Fontaine, das eines der ersten Resultate der Erforschung von Modulargebäuden und gleichzeitig ein Vorzeigeobjekt für den Dekorationsstandard von Gebäudeaußenwänden im Hof von Fontaine ist. Nachdem die Bautechnik des Schlackenzements zur Reife gelangt war, kam den Architekten die Idee, dass man durch den schnellen Voraufbau einer ganzen tragenden Wand und unter Einsatz von großen auf Bauprojekte spezialisierten Uhrwerk-Mecha innerhalb von kürzester Zeit große Gebäuden schubweise zusammenbauen kann.\\nAllerdings konnte nach zahlreichen Versuchen, die Farbe zu korrigieren, der Schlackenzement nur in einem kühlen und matten Grauweiß eingefärbt werden. Gebäude, die auf die Weise gebaut wurden, erschienen sowohl von außen als auch im Hinblick auf ihre Innenarchitketur als zu schlicht. Für die Fassadenverkleidung mussten daher auch weiterhin fahlgelbe Ziegel verwendet werden, während in den Innenräumen Fliesen oder Holzböden verlegt werden mussten. Der Versuch, mit modularen Baumaterialien die Bauzeit zu verkürzen, ist letztendlich an den Ansprüchen der Einwohner im Hinblick auf Ästhetik und Wohnqualität gescheitert. Die Architekten wandten sich stattdessen dem Design eines neuen Typs von Modulargebäuden zu, bei dem die Struktur und die vorinstallierten Rohrleitungen im Inneren des Gebäudes im Fokus standen.\\nSelbst wenn die Visionen der Architekten umgesetzt werden würde, gäbe es selbstredend keine Nachfrage nach so vielen Gebäuden dieser Art in Fontaine. Abgesehen von dem Neuaufbau des Forschungsinstituts Fontaine, was wiederum ein völlig kompliziertes Thema ist ...",
  "load": 525,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 13006,
      "category": "Fontaine",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101318,
      "id": "mallow_wood",
      "name": "Platanenholz",
      "amount": 10
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Brocken weißes Eisen",
      "amount": 10
    }
  ]
}