{
  "_id": 370709,
  "id": "desert_house_hidden_light",
  "rarity": 3,
  "name": "Wüstenhaus – „Verborgenes Leuchten“",
  "description": "Ein Gebäude mit extrem kompakten Design, das im Aaru-Dorf zu sehen ist. Es wird normalerweise von Wachen verwendet, um ihre Ausrüstung aufzubewahren. Ein einziges solches Gebäude reicht aus, um die Ausrüstungen eines ganzen Trupps von Wachen hier zu lagern.\\nEs wird gesagt, dass eines der Auswahlrituale des Wächters vom Aaru-Dorf darin besteht, dass er „die schwerste Waffe im Lager auswählen und sie auf eine größere Entfernung als die des vorherigen Wächters werfen muss“. Damals war die spätere Wächterin mit zwei verschiedenfarbigen Augen weniger als acht Jahre alt. Die Menschen drängten sich um sie, und als sich die Lagertür öffnete, fanden sie einen unglaublich langen Speer an der Wand gelehnt. Der Holzboden war unter seinem Gewicht zerklüftet, und die Spitze des Speers durchbohrte beinahe die Decke.\\nWar das eine Art Krafttrainingsgerät? Eine Requisite, um die Aufmerksamkeit der Zuschauer zu erregen? Oder nur ein Hindernis, das dem Testteilnehmer absichtlich in den Weg gelegt wurde? Alle fragten sich.\\nDoch die kleine Wache sagte, es mache ihr nichts aus, und zog den langen Speer wie gewöhnlich leicht hinaus. Geschickt warf sie den Speer nach vorne, einen halben Schritt weiter als der Rekord des vorherigen Wächters.\\nVon da an wagten die hartnäckigen ehemaligen „Wächter“ nicht mehr an ihren Fähigkeiten zu zweifeln. Vielleicht lag dies daran, wie sie sie nach dem Test anlächelte, und sich nicht im Geringsten darum kümmerte, woher dieser Speer kam ...",
  "load": 125,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 13005,
      "category": "Stil von Sumeru",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "Athel-Holz",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Brocken Eisen",
      "amount": 4
    }
  ]
}
