{
  "_id": 370518,
  "id": "dodocos_summertime",
  "rarity": 4,
  "name": "„Dodocos wunderschöner Sommer\"",
  "description": "„Wäre es dann nicht so, dass Klee während ihres Abenteuers im Archipel viele Gefährten haben würde?“\\n„Es könnte also furchtbar langweilig werden, wenn sie bei plötzlichem Regen alle in getrennten Zelten warten müssten.“\\n„Deshalb habe ich beschlossen, ein besonders großes Zelt aufzustellen, in dem sich alle ausruhen können, und noch ein paar lustige Kleinigkeiten hinzuzufügen.“\\n„Und natürlich musste das Zelt groß genug sein, um all die Schätze zu verstauen, die sie während des Abenteuers gesammelt haben.“\\n„Aber wie sollen sie so viele Schätze wegschaffen, wenn sie so ein großes Zelt füllen?“\\n„Ach, das wird schon gehen! Klees Freunde werden schon einen Weg finden!“\\n...\\nNach Angaben von Albedo hat Alice kurz nach dem Sommerabenteuer des letzten Jahres in Mondstadt vorbeigeschaut, um ihre Gedankengänge von damals zu besprechen.\\nDie Überlegungen der Hexe waren in der Tat umfassend. Wie sie vermutet hatte, ruhten sich tatsächlich alle eine ganze Weile in diesem Zelt aus, und die Geräte darin sorgten für gute Unterhaltung, wenn es regnete oder die Nächte lang wurden.\\nDie große Menge an Schätzen, die Klee bei der Erkundung entdeckt hatte, konnte sie nur mit viel Mühe nach Mondstadt zurückbringen. Zum Beispiel konnte sie mit Kryo-Kraft den nassen Boden gefrieren lassen, um die Ladung besser transportieren zu können, oder anhand einer Sonnennachbildung die schwere Fracht über hügeliges Gelände schleppen ... Man könnte sagen, dass der Transportvorgang an sich ein ziemlich einzigartiges Erlebnis war!",
  "load": 102,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 6006,
      "category": "Freier Stand"
    }
  ],
  "recipe": [
    {
      "_id": 101302,
      "id": "cuihua_wood",
      "name": "Exquisitholz",
      "amount": 12
    },
    {
      "_id": 101401,
      "id": "fabric",
      "name": "Stoff",
      "amount": 6
    },
    {
      "_id": 101402,
      "id": "red_dye",
      "name": "Rote Farbe",
      "amount": 6
    }
  ]
}
