{
  "_id": 362223,
  "id": "hued_vase_amber",
  "rarity": 3,
  "name": "Gefärbte Vase – „Weizen“",
  "description": "Ein Tongefäß mit weißer Glasur als Basis und Mustern, die im Wesentlichen in Farbe von reifem Weizen gehalten sind. Sie werden oft von wohlbetuchten Familien als Behälter oder zur Dekoration verwendet, aber im Vergleich zu den ersten glasierten Tongefäßen sind sie ziemlich erschwinglich. Das alles ist einer ungewöhnlichen fahrenden Händlerin zu verdanken.\\nDer Geschäftssinn der fahrenden Händlerin unterscheidet sich deutlich von allen anderen. Sie ist sehr empfindlich für das Gleichgewicht von Profiten und Verkäufen und betrachtet diejenigen, die den Preis immer weiter nach oben treiben und dadurch nur in eingeschränkten Bereichen konkurrieren, mit Abscheu. Sie hat Wissenskonserven verwendet, um den mit der Herstellung betrauten Handwerkern neue Methoden des Kunsthandwerks zu lehren. In ihren Verträgen legte sie empfohlene Verkaufspreise für die glasierten Töpfereien fest. Für jedes verkaufte Gefäß hat sie nur eine kleine, aber angemessene Gebühr genommen und so in nur wenigen Jahren den vollkommenen Ruin ihrer Konkurrenten bewirkt. Dass glasierte Töpferwaren daraufhin in viele Haushalte eingezogen sind, hat dazu geführt, dass sie nun ihre eigenen Töpfe mit Unmengen an Münzen füllen kann. Dies alles ist still und heimlich abgelaufen, weshalb sich die ruinierten Händler, die glasierte Vasen als Luxusartikel vertrieben, nicht erklären konnten, was geschehen war. Aus ihrer Sicht hatte „urplötzlich ein großer Meister die minderbemittelten Handwerker angeleitet und damit den Markt vollkommen auf den Kopf gestellt“.\\nUnd diese brillante kommerzielle Operation ist selbst dieser fahrenden Händlerin beinahe in Vergessenheit geraten, aber für sie war das auch nur eine klitzekleine Alltäglichkeit, ein winziges Bruchstück ihrer Handelstätigkeit.",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 4003,
      "category": "Kunsthandwerk",
      "type": "Interior"
    }
  ],
  "recipe": [
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Brocken weißes Eisen",
      "amount": 4
    },
    {
      "_id": 101403,
      "id": "yellow_dye",
      "name": "Gelbe Farbe",
      "amount": 4
    }
  ]
}