{
  "_id": 373157,
  "id": "leisure_device_bouncy_tubby",
  "rarity": 4,
  "name": "Freizeitvorrichtung – Bummelkugel",
  "description": "Eine von einem unbekannten Adepten entworfene dekorative Vorrichtung. Dieser verpackte eine Probe davon und die erforderliche Blaupause und wählte dann einen glückverheißenden Tag, um sie an Knolle zu schicken. Die Vorrichtung hat eine frappierende Ähnlichkeit zu Knolles großem Kopf mit ihrem Teeschalendeckel; die runde Form unterstreicht nur noch die Niedlichkeit. Der Deckel der Teeschale verfügt über eine besondere Konstruktion, von der es heißt, dass sie mit einer Art Adepten-Material gefüllt ist, das eine magische Elastizität besitzt. Wenn man darauf springt, befördert einen der Mechanismus in die Höhe und man gelangt an höher gelegene Orte. Allein von der Funktion her ähnelt diese Vorrichtung einigen der faszinierenden Objekte, denen man in bestimmten Teilen von Teyvat begegnet, was wahrscheinlich auch eine Rolle dabei gespielt hat, dass sie für Knolle als Teil der „Freizeitvorrichtungen“ im Kannenreich eingesetzt wird.\\nPaimon hatte Knolle gegenüber früher schon einmal erwähnt, dass sie und der Reisende gern in der Lage wären, zu den Baumkronen und Berggipfeln zu gelangen, wenn sie in der „Kanne der Vergänglichkeit“ unterwegs sind. Also nahm sich Knolle die Zeit, verschiedene Vorrichtungen zu entwerfen, aber bisher funktionierte keine davon wirklich gut. Einige von ihnen glichen eher Katapulten, mit denen man Paimon problemlos von Liyue bis zur Yaoguan-Untiefe hätte schießen können. Als Knolle dann nicht mehr weiterwusste, teilte sie ihren Kummer Bolle mit, der die Sache dann nicht mehr aus dem Kopf bekam ...",
  "load": 200,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 7016,
      "category": "Kannenvorrichtung",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101401,
      "id": "fabric",
      "name": "Stoff",
      "amount": 6
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Brocken weißes Eisen",
      "amount": 6
    }
  ]
}
