{
  "_id": 379033,
  "id": "maintenance_mek_initial_configuration",
  "rarity": 4,
  "name": "Unterstützungs-Mecha – Grundtyp",
  "description": "Ein seltener Zierfisch, der im „Geistwolkenbecken“ und im „Kristallklaren Aquarium“ gehalten werden kann.\\nEine kompakte Hilfsvorrichtung, die zur Unterstützung von unter Wasser operierenden Uhrwerk-Mecha und zur Erhöhung der Einsatzquote der Flotte entwickelt wurde. Das ursprüngliche Ziel des Entwurfs war es, Rückstände wie Abfall und Pflanzenreste unter Wasser zu entfernen, sodass sich diese nicht in Schlüsselkomponenten von Uhrwerk-Mecha festsetzen können, um so deren Ausfallrate möglichst gering zu halten. Aus einem anderen Blickwinkel betrachtet haben sie zweifelsohne die Rolle von „Unterwasser-Reinigungskräften“ übernommen, was für das Ökosystem von Fontaine äußerst förderlich ist.\\nDiese Art von Mecha wurde mit sensiblen Sensoren ausgestattet, um ihre Ziele mithilfe ihres effizienten „Geruchsvermögens“ aufzuspüren und die optischen Merkmale von Unterwasserabfall auszumachen. Daher können sie gelegentlich Fischködern nicht widerstehen und werden von Fischern, die sie an den Haken bekommen, liebevoll „Gewässerschutzfische“ oder „Eisenfische“ genannt.\\nDieses aus leichtem Holz und kostengünstigen Metallen gefertigte Modell war eines der ersten, das in eine stabile Massenproduktion der Serie von Unterstützungs-Mecha ging und mit seinen „Grundfähigkeiten“ das Entwurfsziel erreichte. Da jedoch die Lebensdauer dieses Modells nicht allzu hoch ist, werden sie in beträchtlicher Anzahl im „Gruppenrotation“-Modus eingesetzt, was es ermöglicht, die durch die erreichte Lebensdauer defekten oder Fehlfunktionen beeinträchtigten Mecha mit funktionstüchtigen auszutauschen, die zuvor im Wasser platziert worden waren und entsprechend aktiviert werden. Daher mag es für den Laien den Eindruck erwecken, als ob „Eisenfische“ im unaufhörlichen Strom erscheinen und sich selbst reproduzieren können. Und wenn man hin und wieder ein paar von ihnen angelt, muss man dann auch kein schlechtes Gewissen haben.",
  "category": [
    {
      "id": 14001,
      "category": "Zierfisch für den Außenbereich"
    },
    {
      "id": 14008,
      "category": "Zierfisch für den Innenbereich"
    }
  ]
}
