{
  "_id": 373172,
  "id": "maintenance_mek_technical_demo_type",
  "rarity": 4,
  "name": "Unterstützungs-Mecha – Technisches Testmodell",
  "description": "Eine kompakte Hilfsvorrichtung, die zur Unterstützung von unter Wasser operierenden Uhrwerk-Mecha und zur Erhöhung der Einsatzquote der Flotte entwickelt wurde. Das ursprüngliche Ziel des Entwurfs war es, Rückstände wie Abfall und Pflanzenreste unter Wasser zu entfernen, sodass sich diese nicht in Schlüsselkomponenten von Uhrwerk-Mecha festsetzen können, um so deren Ausfallrate möglichst gering zu halten. Aus einem anderen Blickwinkel betrachtet haben sie zweifelsohne die Rolle von „Unterwasser-Reinigungskräften“ übernommen, was für das Ökosystem von Fontaine äußerst förderlich ist.\\nDie Legende besagt, dass die Forscher bei der Einführung der Unterstützungs-Mecha verschiedene technische Testmodelle für Organisationen wie dem Angelverein anfertigten, um ihre Technik zu testen und ihnen diese Testmodelle zusammen mit Bedienungsanleitungen zur Verfügung stellten. Auf diese Weise sollten den Einwohnern von Fontaine der Ursprung und die Eigenschaften dieser fischförmigen Mecha erklärt werden, um sicherzustellen, dass die Menschen nicht bei deren Anblick verwirrt sind oder sich gar verletzen. Allerdings hatten die Forscher die Aggressivität der Mecha überschätzt und die Geschicklichkeit der Angler unterschätzt. Mit der Auflösung des Projektteams für Unterstützungs-Mecha, wurden aus den technischen Testmodellen nur noch Dekorationen, die einen interessanten Einblick in die faszinierende technische Entwicklung von Fontaine gewähren.\\n",
  "load": 200,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 7015,
      "category": "Besonderes Objekt",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Brocken Eisen",
      "amount": 8
    },
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "Brocken weißes Eisen",
      "amount": 4
    }
  ]
}