{
  "_id": 372468,
  "id": "no_jumping_no_tramping",
  "rarity": 2,
  "name": "„Trampeln und Springen verboten!“",
  "description": "„Eine Pflanze, deren Haut unglaublich elastisch und mit gasförmigen Substanzen gefüllt ist. Wer neugierig auf das Sichtfeld von ‚Ruinendrache – Himmelswächter‘ ist, kann mal versuchen, auf diese Pflanzen zu springen.“\\nSo wird dieser Wüstenstrauch im neuesten Matra-Handbuch vorgestellt.\\nWie bei dem Eintrag zu Weihrauch scheint dieser Eintrag keine wirkliche Anweisung für die Arbeit von Matra zu geben. Doch einige Matra haben es selbst ausprobiert und sind schließlich zu dem Schluss gekommen: „Die Elastizität dieser Pflanzen ist als Stuhlkissen nicht schlecht“. Abgesehen von einer Person, die 20.003 Mal versuchte, auf diese Pflanzen zu treten. Beim letzten Mal explodierte die Pflanze endlich und diese Person wurde auch durch diese elastische Kraft in die Luft geschleudert.\\nEines Tages kam ein junger Untergebener, der seine Neugier nicht mehr zügeln konnte, mit einem Handbuch voller Notizen zu dem Mahamatra und stellte ihm zwei Fragen: „Welchen Botaniker hast du gebeten, beim Verfassen dieses Handbuchs zu helfen? Was ist die tiefe Bedeutung hinter diesen scheinbar einfachen und unbeschwerten Beschreibungen?“\\nZu dieser Zeit war der Mahamatra in Gandharva und aß mit einem gewissen Waldhütermeister mit langen aufrechten Ohren. Als er diese Fragen hörte, beendete er sein Essen und erzählte dann mit einem ernsten Gesicht zwei Witze, die sich nicht von seinem üblichen Stil unterschieden. Das machte seinen kleinen Untergebenen für eine Weile fassungslos. Der Mahamatra sah seine Verwirrung und schien bereit zu sein, eine detailliertere Erklärung zu geben. Doch bevor er erklären konnte, unterbrach ihn der Waldhütermeister hastig und sagte: „Er wollte einfach etwas schreiben, um die Stimmung zu entspannen. Falls du bestimmte Zeilen nicht verstehst, dann bedeutet das, dass diese Inhalte überhaupt nicht wichtig sind. Und wenn du diese Beschreibungen nicht lustig findest, dann brauchst du sie dir nicht zu merken!“\\nHastig ging das Gespräch zu Ende. Der junge Untergebene prägte sich die Worte des Waldhütermeisters ein und teilte sie mit anderen Kollegen. Leider scheinen diese Matra bis heute die Bedeutung dieser Worte immer noch nicht vollständig zu verstehen.",
  "load": 35,
  "energy": 10,
  "category": [
    {
      "id": 10007,
      "category": "Kleiner Strauch",
      "type": "Exterior"
    }
  ]
}