{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "„Friedvoller purpurner Traum“",
  "description": "Ein von den Gärtnern am Hof von Fontaine gezüchteter Zierstrauch mit lieblichen Blüten und betörendem Duft. Vielleicht liegt es an seiner leuchtenden Farbe oder dem intensiven Duft, dass eine kleine Lokalzeitung einmal Stein und Bein darauf beharrte, dass er ein besonderes langsam wirkendes Gift enthalte, was dazu führe, dass Menschen, die sich zu lange in seiner Nähe aufhielten, körperliche Leiden wie Schlaflosigkeit, Reizbarkeit und Augenreizungen erlebten. Kurze Zeit später behauptete wieder eine andere unbekannte Boulevardzeitung, eine berühmte Opernsängerin nehme regelmäßig einen aus diesen Blüten zubereiteten Tee zu sich, worin das Geheimnis ihrer verblüffend jugendlichen Erscheinung liege.\\nIn der Folge wurde der Strauch sowie das für die Pflege der Grünanlagen zuständige Palais Mermonia ein Gesprächsthema unter den Bewohnern Fontaines. Die einen waren entsetzt und wollten die Pflanzen loswerden, die anderen hegten den heimlichen Wunsch, zu Hause ein eigenes Exemplar zu züchten ...\\nSchließlich sah sich das Palais Mermonia gezwungen, einen Experten der Botanik zu engagieren, der sieben Tage hintereinander im Dampfvogel ein ausführliches Dossier veröffentlichte, in dem er mit den Irrtümern rund um die Pflanze aufräumte. Darin kam er zu dem Schluss, dass es sich lediglich um eine Zierpflanze handele, an deren Anblick sich die Menschen erfreuten, von der aber keinerlei Gefahr für die Menschen ausgehe.\\nHeutzutage blühen diese purpurnen Sträucher sogar vor den Toren der Opéra Épiclèse und die damit verbundenen Kontroversen liegen schon weit in der Vergangenheit.\\nNur einige Romanautoren bezogen aus dem medialen Possenspiel Inspiration und verfassten in humorvollem Ton eine Reihe untereinander in Bezug stehender Kurzgeschichten mit der „gefährlichen Pflanze“ als Hauptfigur. Unter ihnen erntete die Erzählung „Der friedvolle neunte Tag“ überschwängliche Begeisterung. Darin ging es um eine giftige Pflanze, die in ein Mordkomplott verwoben war und bei der es sich um eben den Zierstrauch handelte, der zuvor Anlass der Kontroverse gewesen war.\\nUm einem erneuten Aufflammen der Diskussion zuvorzukommen, fügte der Autor am Anfang der Geschichte einen Warnhinweis an:\\n„Die Handlung dieser Geschichte ist frei erfunden.“\\n„Ihnen und ihren Liebsten wird dennoch davon abgeraten, diese Pflanze zu sich zu nehmen.“",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "Kleiner Strauch",
      "type": "Exterior"
    }
  ]
}