{
  "_id": 3010,
  "id": "adventurers_breakfast_sandwich",
  "name": "Sándwich del aventurero",
  "description": "Un plato de huevo muy nutritivo. Jamón y huevo cocido sobre una rebanada de pan, cubierto por una cremosa salsa mayonesa. Su delicioso sabor proporciona suficiente motivación para salir de aventura. ¡Por algo es el desayuno más popular en el Gremio de Aventureros!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jamón",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108167,
      "name": "Sándwich del aventurero extraño",
      "description": "Un plato de huevo muy nutritivo. La mayonesa casi se ha solidificado, los huevos que hay debajo están demasiado cocidos y el jamón está duro. Si consigues acabártelo, por lo menos te quitará el hambre.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108168,
      "name": "Sándwich del aventurero",
      "description": "Un plato de huevo muy nutritivo. Jamón y huevo cocido sobre una rebanada de pan, cubierto por una cremosa salsa mayonesa. Su delicioso sabor proporciona suficiente motivación para salir de aventura. ¡Por algo es el desayuno más popular en el Gremio de Aventureros!",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108169,
      "name": "Sándwich del aventurero delicioso",
      "description": "Un plato de huevo muy nutritivo. La mayonesa se derrama como los rayos del sol sobre las olas de huevo y el delicioso sabor conmueve el corazón, mientras que el punto salado del jamón disipa cualquier nube. El sol sale por el este y la luz es infinita.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108502,
      "id": "surveyors_breakfast_sandwich",
      "name": "Fortaleza del topógrafo",
      "description": "La especialidad de Mika. Los abundantes ingredientes se acumulan por capas. Con solo un pequeño bocado, se puede diferenciar claramente cada uno de los sabores, y la mezcla de dulce y salado se extiende rápidamente por la boca, como si estuvieras escalando una montaña de sabores. ¿Es este el tipo de habilidades culinarias que ha aprendido con los Caballeros de Favonius?",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 274 pts. durante 300 s. En modo Multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "mika",
        "name": "Mika"
      }
    }
  }
}