{
  "id": "almond_tofu",
  "name": "Tofu de almendras",
  "description": "Postre elaborado a base de almendras trituradas. Tiene una textura tierna, un dulzor distintivo y un fuerte aroma a almendras. Su nombre se debe a su consistencia.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "milk",
      "name": "Leche",
      "amount": 3
    },
    {
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    },
    {
      "id": "almond",
      "name": "Almendra",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "name": "Tofu de almendras extraño",
      "description": "Postre elaborado a base de almendras trituradas. La leche de almendras se ha enfriado sin haber molido y colado las almendras adecuadamente. Con esa sensación grumosa no te podrás engañar ni a ti mismo.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 66 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "name": "Tofu de almendras",
      "description": "Postre elaborado a base de almendras trituradas. Tiene una textura tierna, un dulzor distintivo y un fuerte aroma a almendras. Su nombre se debe a su consistencia.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 81 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "name": "Tofu de almendras delicioso",
      "description": "Postre elaborado a base de almendras trituradas. La forma es exquisita y la textura, suave y lisa. Es como una obra maestra creada por un prestigioso artesano. Esto hace que uno solo quiera admirar el plato y no se atreva a probar un bocado.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 95 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "name": "Dulces sueños",
      "description": "La especialidad de Xiao. Sus sueños son sencillos y hermosos, como este plato.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 114 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "xiao",
        "name": "Xiao"
      }
    }
  }
}
