{
  "_id": 3106,
  "id": "bamboo_shoot_soup",
  "name": "Sopa de brotes de bambú",
  "description": "Un caldo hervido durante mucho tiempo. Los brotes de bambú frescos, la carne y el jamón se cortan en trozos pequeños y se cuecen hasta que la sopa adquiere un color blanco. Las dos texturas de la carne crean distintos sabores y el caldo es muy sabroso.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jamón",
      "amount": 2
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Brote de bambú",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108152,
      "name": "Sopa de brotes de bambú extraña",
      "description": "Un caldo hervido durante mucho tiempo. La carne se ha endurecido y su frescura es inapreciable debido a la sal del jamón. Los brotes de bambú, que han absorbido ambos sabores, son el único ingrediente aceptable.",
      "effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108153,
      "name": "Sopa de brotes de bambú",
      "description": "Un caldo hervido durante mucho tiempo. Los brotes de bambú frescos, la carne y el jamón se cortan en trozos pequeños y se cuecen hasta que la sopa adquiere un color blanco. Las dos texturas de la carne crean distintos sabores y el caldo es muy sabroso.",
      "effect": "Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108154,
      "name": "Sopa de brotes de bambú deliciosa",
      "description": "Un caldo hervido durante mucho tiempo. El mero hecho de olerlo ya abre el apetito y, al probar la primera cucharada, su intenso sabor se extiende por todo el cuerpo. Es como extender tus alas y volar hacia el alba entre nubes fragantes.",
      "effect": "Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108173,
      "id": "slowcooked_bamboo_shoot_soup",
      "name": "Sopa de brotes de bambú a fuego lento",
      "description": "La especialidad de Zhongli. Para el jamón se selecciona una pieza que cumpla con los estándares de los banquetes del Pabellón Yuehai. La carne es la mejor que hayan cazado en la Aldea Aguaclara ese día y los brotes de bambú se eligen de entre los más tiernos de la Aldea Chingtsé. Se cocinan a fuego lento y el resultado es tan exquisito que solo lo comparte con quien sepa apreciarlo.",
      "effect": "Restaura un 34% de la Vida Máx. al personaje seleccionado y regenera 980 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}