{
  "_id": 3009,
  "id": "barbatos_ratatouille",
  "name": "Puchero de Barbatos",
  "description": "Una sopa simple con una larga historia. Los ingredientes igualmente son tradicionales y simples. No importa dónde te encuentres, una sopa caliente como esta siempre puede darte una sensación de satisfacción real e insuperable.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Zanahoria",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 4
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 4
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108110,
      "name": "Puchero de Barbatos extraño",
      "description": "Una sopa simple con una larga historia. Aunque se dice que el Arconte Anemo simboliza la libertad, tal vez este plato haya sido demasiado liberal. Quizás el nombre “sopa tempestuosa” podría ser más apropiado en este caso.",
      "effect": "#Disminuye el consumo de Aguante de todos los miembros del equipo al esprintar y planear en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108111,
      "name": "Puchero de Barbatos",
      "description": "Una sopa simple con una larga historia. Está hecha con ingredientes sencillos y tradicionales. Estés donde estés, una sopa caliente como esta siempre te brindará una insuperable sensación de satisfacción.",
      "effect": "#Disminuye el consumo de Aguante de todos los miembros del equipo al esprintar y planear en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108112,
      "name": "Puchero de Barbatos delicioso",
      "description": "Una sopa simple con una larga historia. Después de guisarlas muy cuidadosamente, los sabores de las tres verduras diferentes que lleva se han mezclado a la perfección. No es difícil imaginar por qué alguien alguna vez lo llamó “la mejor sopa que he probado”.",
      "effect": "#Disminuye el consumo de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108113,
      "name": "Puchero de Barbatos verdadero",
      "description": "La especialidad de Venti. Aparte de las cecilias utilizadas para decorar el plato, los ingredientes no son nada fuera de lo común. Si lo pruebas con atención, podrás saborear “una brizna de viento que trae consigo tenues cambios y pequeñas semillas de esperanza”. Quizás... eso sea exactamente lo que quiere.",
      "effect": "#Disminuye el consumo de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 1800 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "venti",
        "name": "Venti"
      }
    }
  }
}
