{
  "_id": 3608,
  "id": "berry_herbal_candy",
  "name": "Caramelos de hierbas afrutados",
  "description": "Unos caramelos típicos de Nod Krai. Elaborados a base de flores, hierbas y bayas autóctonas de Nod Krai, estos coloridos caramelos traen un toque de dulzura a esta vasta tundra.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Flor sombranocturna",
      "amount": 2
    },
    {
      "_id": 101268,
      "id": "winter_icelea",
      "name": "Hierba invernal",
      "amount": 2
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Bellota veraniega",
      "amount": 2
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakka",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108937,
      "name": "Caramelos de hierbas afrutados extraños",
      "description": "Unos caramelos típicos de Nod Krai. Su sabor salado y amargo hace difícil creer que se trate de un dulce, y su intenso sabor es suficiente para hacer gritar de agonía a cualquiera que lo pruebe con grandes expectativas.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108938,
      "name": "Caramelos de hierbas afrutados",
      "description": "Unos caramelos típicos de Nod Krai. Elaborados a base de flores, hierbas y bayas autóctonas de Nod Krai, estos coloridos caramelos traen un toque de dulzura a esta vasta tundra.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 22% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108939,
      "name": "Caramelos de hierbas afrutados deliciosos",
      "description": "Unos caramelos típicos de Nod Krai. Al tocar este cristalino dulce con la punta de la lengua, es como si se abriera una ventana: una fragancia floral embriagadora y un aroma agridulce de bayas te envuelven, combinando frescura y dulzura.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108950,
      "id": "moonlit_mirage",
      "name": "Espejismo lunar",
      "description": "La especialidad de Colombina. El caramelo translúcido parece gotas de rocío recogidas de la luz de luna, con un tenue dulzor que aparece y desaparece, como si uno cayera en un hermoso sueño etéreo. Es todo un misterio cómo logró crear una delicia tan novedosa y única.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "columbina",
        "name": "Colombina"
      }
    }
  }
}