{
  "_id": 1205,
  "id": "bird_egg_sushi",
  "name": "Sushi de huevo",
  "description": "Una comida cotidiana de Inazuma. La forma de hacerla es muy sencilla, ya que solo hay que cortar en láminas el rollito de huevo y condimentar el arroz. Aun así, no por ello deja de tener un excelente sabor.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108324,
      "name": "Sushi de huevo extraño",
      "description": "Una comida cotidiana de Inazuma. Los huevos no se han batido bien y el arroz avinagrado está sobrecondimentado. Ay... ¡ni los platos más fáciles se pueden hacer sin cuidado!",
      "effect": "Restaura un 8% de la Vida Máx. y 800 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108325,
      "name": "Sushi de huevo",
      "description": "Una comida cotidiana de Inazuma. La forma de hacerla es muy sencilla, ya que solo hay que cortar en láminas el rollito de huevo y condimentar el arroz. Aun así, no por ello deja de tener un excelente sabor.",
      "effect": "Restaura un 9% de la Vida Máx. y 1000 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108326,
      "name": "Sushi de huevo delicioso",
      "description": "Una comida cotidiana de Inazuma. El tierno rollito de huevo y el delicioso arroz danzan en tu paladar para traerte unos alegres recuerdos de la infancia. No quieres dejar de saborear esa delicia, por lo que inconscientemente te sirves otra ración.",
      "effect": "Restaura un 10% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    },
    "special": {
      "_id": 108340,
      "name": "Estratagema impresionante",
      "description": "La especialidad de Sangonomiya Kokomi. La tortilla tiene la forma de una bolsita y en uno de los extremos hay una cola de pez pequeña y adorable. La bolsita te hace sentir curiosidad por saber qué hay dentro de ella, pero al mismo tiempo, te da pena comer algo tan hermoso. Humm, ¿por qué sonríe Kokomi? Oh, no, caíste en su trampa, ¿cierto?",
      "effect": "Restaura un 16% de la Vida Máx. y 1350 pts. de Vida al personaje seleccionado.",
      "character": {
        "id": "sangonomiya_kokomi",
        "name": "Sangonomiya Kokomi"
      }
    }
  }
}
