{
  "_id": 3102,
  "id": "blackback_perch_stew",
  "name": "Estofado de perca de lomo negro",
  "description": "Un plato de pescado hervido. Los cortes son gruesos y tersos, con un delicioso y fresco sabor. El secreto de este plato consiste en agregar polvo de campanita de cristal para que los ingredientes desprendan su aroma. Es picante, pero no seco.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 3
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Chile de Jueyun",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Campanita de cristal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108074,
      "name": "Estofado de perca de lomo negro extraño",
      "description": "Un plato de pescado hervido. Su sabor excesivamente picante cubre casi por completo el umami del pescado. Muy pocas personas pueden resistir esta tortura para el paladar.",
      "effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108075,
      "name": "Estofado de perca de lomo negro",
      "description": "Un plato de pescado hervido. Los cortes son gruesos y tersos, con un delicioso y fresco sabor. El secreto de este plato consiste en agregar polvo de campanita de cristal para que los ingredientes desprendan su aroma. Es picante, pero no seco.",
      "effect": "Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108076,
      "name": "Estofado de perca de lomo negro delicioso",
      "description": "Un plato de pescado hervido. Cuando los pedazos de pescado se deslizan entre los labios y la lengua, es como si fueran a saltar en cualquier momento. Al tragarlo, genera una sensación de vacío en el paladar que hace querer probar un bocado más.",
      "effect": "Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108135,
      "name": "Pescado hervido del Restaurante Wanmin",
      "description": "La especialidad de Xiangling. Este es el plato insignia del Restaurante Wanmin. Representa la gran pasión de Xiangling por la cocina. Todo aquel que lo pruebe disfrutará de una comida gourmet con una abundante y adictiva mezcla de sabores.",
      "effect": "Restaura un 34% de la Vida Máx. al personaje seleccionado y regenera 980 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "xiangling",
        "name": "Xiangling"
      }
    }
  }
}
