{
  "_id": 3506,
  "id": "blazed_meat_stew",
  "name": "Estofado de carne flameante",
  "description": "Un plato de carne estofada picante. Se elabora con carne cruda común sazonada con una larga serie de especias, que luego se estofa hasta que los trozos de carne quedan bien tiernos. Al destapar la olla, el aroma picante del plato inundará el aire. ¡Uno nunca puede equivocarse preparando este plato para cualquier ocasión festiva!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 4
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Legumbres peladas",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108742,
      "name": "Estofado de carne flameante extraño",
      "description": "Un plato de carne estofada picante. El exceso de picante hace que te arda la boca y, tras tragar a duras penas la carne, sientes como si en tu estómago se condensara el elemento Pyro. Ojalá tener a mano un buen vaso de agua con el que apagar este picante incendio...",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108743,
      "name": "Estofado de carne flameante",
      "description": "Un plato de carne estofada picante. Se elabora con carne cruda común sazonada con una larga serie de especias, que luego se estofa hasta que los trozos de carne quedan bien tiernos. Al destapar la olla, el aroma picante del plato inundará el aire. ¡Uno nunca puede equivocarse preparando este plato para cualquier ocasión festiva!",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108744,
      "name": "Estofado de carne flameante delicioso",
      "description": "Un plato de carne estofada picante. Toda clase de especias dotan a este plato de un aroma fragante. Al comer un bocado, el nivel justo de picante despierta tus papilas gustativas mientras la carne va desprendiendo sus jugos. Comer este plato te produce tanta felicidad que no piensas dejar ni una gota de caldo.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108745,
      "id": "saurian_hunters_reward",
      "name": "Recompensa del cazasaurios",
      "description": "La especialidad de Kinich. La carne estofada es picante y aromática. Mientras lo comes, Ahau no para de hablar: “¡Tienes mucha suerte de poder degustar este manjar gratis! Antes, solo comíamos esto como recompensa por haber cazado algo muy valioso, así que, vamos, ¿qué haces ahí parado? ¡Ofréceme algún jugo de fruta delicioso como agradecimiento!”, a lo que Kinich añade: “Tranquilo, come en paz e ignora a este patán”.",
      "effect": "#Aumenta la Prob. CRIT y Daño CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "kinich",
        "name": "Kinich"
      }
    }
  }
}