{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Helado abotargado",
  "description": "Un helado de color azul aguamarina. El mejor remedio para un día de calor sofocante es un fresco helado. Refresca cuerpo y alma, ofreciendo una sensación similar a la de darse un chapuzón en el mar. Todas las preocupaciones desaparecen, al igual que el calor del cuerpo, dejando nada más que pura felicidad.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Helado abotargado extraño",
      "description": "Un helado de color azul aguamarina. Los grandes granos de sal marina asaltan tus papilas gustativas y, tras un intenso sabor salado, los sentidos se te nublan... Cuando te armas de valor para probarlo de nuevo, el helado se ha derretido y se ha convertido en un batido...",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 215 pts. y su curación en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108685,
      "name": "Helado abotargado",
      "description": "Un helado de color azul aguamarina. El mejor remedio para un día de calor sofocante es un fresco helado. Refresca cuerpo y alma, ofreciendo una sensación similar a la de darse un chapuzón en el mar. Todas las preocupaciones desaparecen, al igual que el calor del cuerpo, dejando nada más que pura felicidad.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 261 pts. y su curación en un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108686,
      "name": "Helado abotorgado delicioso",
      "description": "Un helado de color azul aguamarina. El diseño de la copa, que imita a una Foca Abotargada, le otorga un toque de humor y simpatía. La cremosidad de la leche se funde suave y delicadamente con un toque de sal. Es como si tus sentidos hubieran sido invitados a embarcarse en una inolvidable odisea submarina. ¡Un viaje que esperas que nunca termine!",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 308 pts. y su curación en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}