{
  "_id": 3417,
  "id": "blubber_profiterole",
  "name": "Burbiteroles",
  "description": "Un postre relleno de crema. La esponjosa corteza de hojaldre envuelve una rica crema. Redondo e hinchado, es tan adorable como la barriga de una Foca Abotargada. Pocos corazones pueden escapar de ser atrapados por la espesa y suave crema de su interior.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108608,
      "name": "Burbiteroles extraños",
      "description": "Un postre relleno de crema. Lleva demasiado reposando, y la corteza que antes era crujiente ahora está blanda y pastosa. Es... muy diferente de la textura que imaginabas. Tras probar un solo bocado, te entran ganas de “sentenciar a muerte” este postre.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108609,
      "name": "Burbiteroles",
      "description": "Un postre relleno de crema. La esponjosa corteza de hojaldre envuelve una rica crema. Redondo e hinchado, es tan adorable como la barriga de una Foca Abotargada. Pocos corazones pueden escapar de ser atrapados por la espesa y suave crema de su interior.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108610,
      "name": "Burbiteroles deliciosos",
      "description": "Un postre relleno de crema. Después de probar el primer bocado, no podrás evitar engullir el resto. Incluso los restos de crema que quedan en las comisuras de los labios son suficientes para inundar tu corazón de felicidad. Ojalá todas las comidas fueran seguidas de una perfección tan dulce... ¡Ah! ¡Qué maravillosa sería esta vida aventurera!",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 40% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
