{
  "_id": 2601,
  "id": "borderland_crispbread",
  "name": "Galletas fronterizas",
  "description": "Una especie de galletas hechas de centeno. Las marcas de las galletas se crean presionando guijarros glaciales sobre ellas. Dicen que el agujero del centro también está inspirado en dichas piedras. Apenas contienen agua, por lo que son muy adecuadas para almacenarse durante mucho tiempo.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110016,
      "id": "rye_flour",
      "name": "Harina de centeno",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 2
    },
    {
      "_id": 101259,
      "id": "icy_pebble",
      "name": "Guijarro glacial",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108864,
      "name": "Galletas fronterizas extrañas",
      "description": "Una especie de galletas hechas de centeno. Están duras y frías, como una baldosa congelada. Podrían servir para probar la dureza de tus dientes... pero será mejor que no lo intentes.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 88 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108865,
      "name": "Galletas fronterizas",
      "description": "Una especie de galletas hechas de centeno. Las marcas de las galletas se crean presionando guijarros glaciales sobre ellas. Dicen que el agujero del centro también está inspirado en dichas piedras. Apenas contienen agua, por lo que son muy adecuadas para almacenarse durante mucho tiempo.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 107 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108866,
      "name": "Galletas fronterizas deliciosas",
      "description": "Una especie de galletas hechas de centeno. El intenso aroma a cereales parece como un saludo de los campos de centeno. Su sencillo sabor proporciona a quienes las prueban un sentimiento de tranquilidad inigualable.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 126 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}