{
  "_id": 4204,
  "id": "bountiful_year",
  "name": "Pescado de la abundancia",
  "description": "Lujoso y exquisito sashimi. El pescado se corta en finas láminas, se coloca en forma de flor y se rodea con una abundante guarnición. Antes de comerlo, la guarnición y el pescado suelen mezclarse según los gustos de cada uno. Se dice que esto se hace para asegurar que las cosas vayan como la seda en el futuro.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 4
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Zanahoria",
      "amount": 4
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 2
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Campanita de cristal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108366,
      "name": "Pescado de la abundancia extraño",
      "description": "Lujoso y exquisito sashimi. Los condimentos y el pescado, mezclados sin orden ni concierto, parecen haber sido arrasados por una ola gigante y colocados tristemente en el plato, por lo que no resulta nada apetitoso. Sin embargo, tiene tantos ingredientes que sería una pena tirarlo a la basura, así que ¿qué más remedio que comerlo?",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108367,
      "name": "Pescado de la abundancia",
      "description": "Lujoso y exquisito sashimi. El pescado se corta en finas láminas, se coloca en forma de flor y se rodea con una abundante guarnición. Antes de comerlo, la guarnición y el pescado suelen mezclarse según los gustos de cada uno. Se dice que esto se hace para asegurar que las cosas vayan como la seda en el futuro.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108368,
      "name": "Pescado de la abundancia delicioso",
      "description": "Lujoso y exquisito sashimi. El pescado, apilado en láminas, tiene el grosor perfecto, es ligero como una nube y posee unas brillantes líneas blanquecinas que recuerdan a una nieve inmaculada. Tras esperar impacientemente para probarlo, sientes cómo la ternura y la suavidad del pescado se entrelaza con la colorida guarnición. Miles de sabores combinan armoniosamente en tu boca y te dejan absolutamente sin aliento. ¿Acaso existe una comida más sublime que esta?",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
