{
  "_id": 3122,
  "id": "braised_meatball",
  "name": "Redondo braseado",
  "description": "Un plato clásico de Liyue. La carne grasa y magra con crujientes brotes de bambú se pica y amasa en una bola, que primero se fríe y luego se cuece. El producto final es un plato muy popular, ya sea para la gastronomía casera o para banquetes.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 4
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Brote de bambú",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108642,
      "name": "Redondo braseado extraño",
      "description": "Un plato clásico de Liyue. Parece no haber nada mal con su forma redondeada y su delicioso aroma. Sin embargo, el primer bocado revela cierta sequedad. ¿Será que la carne utilizada es demasiado magra?",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108643,
      "name": "Redondo braseado",
      "description": "Un plato clásico de Liyue. La carne grasa y magra con crujientes brotes de bambú se pica y amasa en una bola, que primero se fríe y luego se cuece. El producto final es un plato muy popular, ya sea para la gastronomía casera o para banquetes.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108644,
      "name": "Redondo braseado delicioso",
      "description": "Un plato clásico de Liyue. El verde suave del cebollino y el intenso color de la carne forman un contraste perfecto, mientras que la consistencia de la carne, jugosa pero sin ser grasienta, se deshace en la boca gracias a la exquisita técnica del cuchillo utilizada para prepararla. Un solo bocado y quedarás maravillado; cómelo todo y estarás en el séptimo cielo.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108663,
      "id": "encompassing_gladness",
      "name": "Alegría envolvente",
      "description": "La especialidad de Xianyun. Un delicioso plato de aromática carne se presenta ante tus ojos y, antes de poder poner cara de sorpresa, Xianyun dice: “¿Cómo puede algo tan mundano como la cocina resultarle tan difícil a una Adeptus como yo? ¡Cómetelo mientras esté caliente, y que este plato te traiga paz, alegría y prosperidad! *Ejem*, lo siento, a veces me pongo un poco ceremoniosa. ¿Qué te parece el plato?”.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 274 pts. durante 300 s. En modo Multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "xianyun",
        "name": "Xianyun"
      }
    }
  }
}