{
  "_id": 3210,
  "id": "braised_meat",
  "name": "Carne estofada",
  "description": "Un plato de carne guisada. Primero se marca la carne, se sofríen las verduras y, después, se le añade caldo a todo para que cueza hasta espesar. Tras esperar pacientemente, la carne se vuelve tierna, lo que aporta una satisfactoria sensación.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 4
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Zanahoria",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108309,
      "name": "Carne estofada extraña",
      "description": "Un plato de carne guisada. No parece que quien hizo este plato dominara la técnica del estofado, ya que solo metió los ingredientes en una olla y los coció juntos. Además, las verduras se han desintegrado y no hay ni rastro de ellas, por lo que el plato no sabe más que a carne y... a carne.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108310,
      "name": "Carne estofada",
      "description": "Un plato de carne guisada. Primero se marca la carne, se sofríen las verduras y, después, se le añade caldo a todo para que cueza hasta espesar. Tras esperar pacientemente, la carne se vuelve tierna, lo que aporta una satisfactoria sensación.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108311,
      "name": "Carne estofada deliciosa",
      "description": "Un plato de carne guisada. El espeso caldo y la deliciosa carne combinan a la perfección y emiten un intenso aroma al que es imposible no sucumbir. La verdura, distribuida por todo el plato, es crujiente por fuera y tierna por dentro, lo que aporta un toque exquisito. Su sabor es tan perfecto que, aunque esté ardiendo, no puedes evitar hincar el diente hasta que solo queda el caldo. Espera, espera... ¡se puede mojar pan en el caldo!",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 40% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}