{
  "_id": 3905,
  "id": "bubblemilk_pie",
  "name": "Pastel con perlas de leche",
  "description": "Un innovador postre relleno. Hojaldre crujiente, relleno cremoso y la sorprendente sensación de burbujas que estallan en secuencia... Esta delicia para después de comer satisface a todas y cada una de las papilas gustativas. ¡No olvides disfrutarlo mientras esté caliente!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Mantequilla",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108835,
      "name": "Pastel con perlas de leche extraño",
      "description": "Un innovador postre relleno. El estallido de las burbujas envía ondas de dolor agudo a través de tu lengua. Si además tenemos en cuenta su cáscara verde y crujiente... Bueno, la experiencia no dista mucho de tener núcleos Dendro reventando en la boca...",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108836,
      "name": "Pastel con perlas de leche",
      "description": "Un innovador postre relleno. Hojaldre crujiente, relleno cremoso y la sorprendente sensación de burbujas que estallan en secuencia... Esta delicia para después de comer satisface a todas y cada una de las papilas gustativas. ¡No olvides disfrutarlo mientras esté caliente!",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108837,
      "name": "Pastel con perlas de leche delicioso",
      "description": "Un innovador postre relleno. Este dulce capricho comienza con el crujido de la corteza dorada. El relleno caliente cae en cascada por el paladar mientras las burbujas se encuentran y detonan entre los dientes, moviéndote a través de un interminable espectro de texturas... Es el colofón perfecto para cualquier banquete.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}