{
  "_id": 2409,
  "id": "bulle_sauce_duck_breast",
  "name": "Pechuga de pato a la burburanja",
  "description": "Un plato de carne con una fragancia afrutada. La pechuga de pato se fríe y se corta en trozos antes de servirla con salsa de burburanja. La crujiente piel, los gruesos pero tiernos trozos de carne y la salsa de sabor agridulce forjan una delicia clásica de Fontaine.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Burburanja",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108675,
      "name": "Pechuga de pato a la burburanja extraña",
      "description": "Un plato de carne con una fragancia afrutada. La salsa no consigue neutralizar la grasa del pato, sino que le añade un sabor amargo. Tras tragar un bocado, el apetito que podía haber despertado la bella presentación desaparece sin dejar rastro.",
      "effect": "Restaura 40 pts. de Aguante."
    },
    "normal": {
      "_id": 108676,
      "name": "Pechuga de pato a la burburanja",
      "description": "Un plato de carne con una fragancia afrutada. La pechuga de pato se fríe y se corta en trozos antes de servirla con salsa de burburanja. La crujiente piel, los gruesos pero tiernos trozos de carne y la salsa de sabor agridulce forjan una delicia clásica de Fontaine.",
      "effect": "Restaura 50 pts. de Aguante."
    },
    "delicious": {
      "_id": 108677,
      "name": "Pechuga de pato a la burburanja deliciosa",
      "description": "Un plato de carne con una fragancia afrutada. El aroma cítrico de la burburanja añade a la suculenta carne de pato un distintivo toque de dulzura. Está tan irresistiblemente deliciosa que resulta difícil no tomar otro trozo, incluso antes de terminar de comer el anterior. No es de extrañar que, independientemente de cómo cambie la cultura gastronómica de Fontaine, este plato siempre ocupe un lugar entre los clásicos.",
      "effect": "Restaura 60 pts. de Aguante."
    },
    "special": {
      "_id": 108678,
      "id": "tagged_and_bagged",
      "name": "Ave que vuela, a la cazuela",
      "description": "La especialidad de Clorinde. Se trata de un plato que consiste en carne de ave recién cazada y ligeramente asada. La aprensión inicial desaparece rápidamente tras experimentar su tierna textura y su refrescante regusto. Después de todo, Clorinde fue la primera en probarlo. Seguro que tu estómago es tan fuerte como el de un cazador experimentado... ¿Verdad?",
      "effect": "Restaura 80 pts. de Aguante.",
      "character": {
        "id": "clorinde",
        "name": "Clorinde"
      }
    }
  }
}
