{
  "_id": 3420,
  "id": "bulle_souffle",
  "name": "Suflé burbujeante",
  "description": "Un pequeño pastel preparado en una burburanja. Se añaden claras de huevo batidas a las burburanjas ahuecadas y se hornean hasta que el suflé se hincha uniformemente. La palabra “burbujeante” que lleva su nombre se refiere tanto al ingrediente principal del pastel como a su esponjosa textura.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Burburanja",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108670,
      "name": "Suflé burbujeante extraño",
      "description": "Un pequeño pastel preparado en una burburanja. No pudiste resistirte a echar un vistazo mientras se horneaba, solo para ver cómo el suflé en expansión se derrumbaba rápidamente... Parece que la curiosidad no solo mata a los gatos, sino que también arruina los pasteles.",
      "effect": "#Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108671,
      "name": "Suflé burbujeante",
      "description": "Un pequeño pastel preparado en una burburanja. Se añaden claras de huevo batidas a las burburanjas ahuecadas y se hornean hasta que el suflé se hincha uniformemente. La palabra “burbujeante” que lleva su nombre se refiere tanto al ingrediente principal del pastel como a su esponjosa textura.",
      "effect": "#Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108672,
      "name": "Suflé burbujeante delicioso",
      "description": "Un pequeño pastel preparado en una burburanja. Todo comienza con esa suave y esponjosa sensación en la boca. A continuación, el rico aroma a huevo y el sabor afrutado y fresco te inundan la boca, como si te hubieras sumergido de cabeza en nubes acolchadas, hasta el punto de que parece que el propio aire canta con una sutil dulzura.",
      "effect": "#Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108673,
      "id": "wellbalanced_meal",
      "name": "Comida equilibrada",
      "description": "La especialidad de Sigewinne. “Se debe comer lo antes posible, o de lo contrario el suflé se desmoronará”. Su tono de preocupación y su mirada sincera te hacen tomar los cubiertos, pero esta extraña carne mezclada con un nutritivo batido te da una sensación de déjà vu... Parece que esta vez no hay escapatoria.",
      "effect": "#Restaura un 34% de la Vida Máx. al personaje seleccionado y regenera 980 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "sigewinne",
        "name": "Sigewinne"
      }
    }
  }
}