{
  "id": "calla_lily_seafood_soup",
  "name": "Sopa de marisco",
  "description": "Una equilibrada y rica combinación de mariscos. La delicadeza del cangrejo y la menta da lugar a una ligera sopa y el lirio cala aporta un sabor refrescante.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "crab",
      "name": "Cangrejo",
      "amount": 4
    },
    {
      "id": "calla_lily",
      "name": "Lirio cala",
      "amount": 1
    },
    {
      "id": "mint",
      "name": "Menta",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "name": "Sopa de marisco extraña",
      "description": "Una equilibrada y rica combinación de mariscos. La amargura del lirio cala, la astringencia de la menta y el olor del cangrejo... Seleccionar la parte mala de todas estas cosas también requiere su esfuerzo.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "name": "Sopa de marisco",
      "description": "Una equilibrada y rica combinación de mariscos. La delicadeza del cangrejo y la menta da lugar a una ligera sopa y el lirio cala aporta un sabor refrescante.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "name": "Sopa de marisco deliciosa",
      "description": "Una equilibrada y rica combinación de mariscos. La explosión de sabores del cangrejo, acompañado de la menta y el lirio cala, recrea en el paladar una veraniega sensación de estar jugando descalzo en la playa.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "name": "Pesca extrema",
      "description": "La especialidad de Tartaglia. Es como una bestia atrapada en un mar sangriento, emitiendo gritos de agonía inaudibles para las personas... Pero Tartaglia sonríe y explica que no es más que lo que ha pescado y algunas especialidades típicas de su ciudad natal.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 282 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios miembros.",
      "character": {
        "id": "tartaglia",
        "name": "Tartaglia"
      }
    }
  }
}
