{
  "_id": 3308,
  "id": "candied_ajilenakh_nut",
  "name": "Dátiles caramelizados",
  "description": "Un postre con un abundante relleno. Primero, se cuece el caramelo hasta que se aclara. Luego, se mezcla con el relleno y la pasta de sésamo de Sumeru. Por último, cuando todo esté bien mezclado, se vierte en un molde y se espera a que se seque hasta volverse crujiente. Se dice que existe un postre similar en la nación helada de Snezhnaya, pero con un sabor ligeramente diferente. Como era de esperar, los habitantes de ambas naciones piensan que el suyo es el mejor de todo Teyvat.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Dátil",
      "amount": 4
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almendra",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Mantequilla",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa de Sumeru",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108454,
      "name": "Dátiles caramelizados extraños",
      "description": "Un postre con un abundante relleno. Las almendras duras son como pequeñas piedras escondidas en la arena: si no tienes cuidado, podrían darte una sorpresa. Comer algo dulce es motivo de felicidad, pero la sensación de los trozos duros entre los dientes arruina totalmente la experiencia.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108455,
      "name": "Dátiles caramelizados",
      "description": "Un postre con un abundante relleno. Primero, se cuece el caramelo hasta que se aclara. Luego, se mezcla con el relleno y la pasta de sésamo de Sumeru. Por último, cuando todo esté bien mezclado, se vierte en un molde y se espera a que se seque hasta volverse crujiente. Se dice que existe un postre similar en la nación helada de Snezhnaya, pero con un sabor ligeramente diferente. Como era de esperar, los habitantes de ambas naciones piensan que el suyo es el mejor de todo Teyvat.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108456,
      "name": "Dátiles caramelizados deliciosos",
      "description": "Un postre con un abundante relleno. El caramelo se derrite con solo el primer bocado, mientras que los frutos secos del interior son como joyas envueltas en terciopelo con una capa tras otra de felicidad. Basta con un bocado para sentir que estás nadando en un tarro de miel. ¡La próxima vez deberías preparar un poco más!",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108474,
      "id": "halvamazd",
      "name": "Halvamazda",
      "description": "La especialidad de Nahida. Al parecer, “mazda” significa “sabiduría” en Sumeru, y da la casualidad de que este pedacito de sabiduría resulta simplemente irresistible. Los ojos de Nahida brillan con amabilidad al decir: “La anémona de mar ayudó al pececito y lo vio crecer, así que es natural que el pececito quisiera ofrecerle algo a cambio”.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 282 ptos. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "nahida",
        "name": "Nahida"
      }
    }
  }
}
