{
  "_id": 3414,
  "id": "cassoulet",
  "name": "Cassoulet",
  "description": "Un plato de la tierra, sencillo y fácil de preparar. Basta con cocinar en una cazuela todos los ingredientes. Lo más relevante de este plato es probablemente su nombre completo: estofado a la cazuela de patatas tiernas, carne de ave y salchichas ahumadas con base ajardinada de jazmimpolutos. Pero era demasiado largo, así que al final se quedó con Cassoulet.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Salchicha",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 1
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Legumbres peladas",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Jazmimpoluto",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108597,
      "name": "Cassoulet extraña",
      "description": "Un plato de la tierra, sencillo y fácil de preparar. La apariencia parece buena. Al comerlo, se aprecia un ligero olor a chamuscado que revela que los ingredientes del fondo se habían quemado y pegado a la cazuela. La próxima vez, convendría darle una vuelta al cocinarlo...",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108598,
      "name": "Cassoulet",
      "description": "Un plato de la tierra, sencillo y fácil de preparar. Basta con cocinar en una cazuela todos los ingredientes. Lo más relevante de este plato es probablemente su nombre completo: estofado a la cazuela de patatas tiernas, carne de ave y salchichas ahumadas con base ajardinada de jazmimpolutos. Pero era demasiado largo, así que al final se quedó con Cassoulet.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108599,
      "name": "Cassoulet deliciosa",
      "description": "Un plato de la tierra, sencillo y fácil de preparar. El tiempo es el arma más mágica para catalizar un delicioso sabor. La larga cocción a fuego lento hace que la carne absorba el sabroso caldo y se ablande, lo que unido a los aromáticos frijoles crea un sabor cálido y vigorizante.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}