{
  "_id": 5502,
  "id": "cheesy_crab_hotpot",
  "name": "Cazuela de cangrejo con queso",
  "description": "Un brillante guiso dorado. Se saltean y mezclan los ingredientes, se coloca la mezcla en una cazuela y se hornea hasta que el queso dorado empiece a burbujear. Ya sea para una cena familiar o para una fiesta, un plato tan lujoso y clásico como este es suficiente para que todos los comensales se exclamen de admiración.",
  "rarity": 5,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Cangrejo",
      "amount": 6
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 5
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 4
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queso",
      "amount": 4
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108794,
      "name": "Cazuela de cangrejo con queso extraña",
      "description": "Un brillante guiso dorado. Los ingredientes carbonizados se adhieren obstinadamente a la cazuela y, tras intentar por todos los medios comer una cucharada, el primer bocado te produce escalofríos. Es como si fueras el objetivo de una especie de efigie de magma: tus sentidos te gritan que huyas cuanto antes...",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 20% y su Recarga de Energía en un 14% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108795,
      "name": "Cazuela de cangrejo con queso",
      "description": "Un brillante guiso dorado. Se saltean y mezclan los ingredientes, se coloca la mezcla en una cazuela y se hornea hasta que el queso dorado empiece a burbujear. Ya sea para una cena familiar o para una fiesta, un plato tan lujoso y clásico como este es suficiente para que todos los comensales se exclamen de admiración.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 25% y su Recarga de Energía en un 17% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108796,
      "name": "Cazuela de cangrejo con queso deliciosa",
      "description": "Un brillante guiso dorado. La frescura del cangrejo es como la primera luz del alba que atraviesa las nubes, y el intenso aroma del queso es como un amanecer que invita al sabor adentrarse en la boca para bañar cada centímetro de tus papilas gustativas en una cálida luz dorada. La felicidad te inunda desde la lengua hasta el estómago, mientras todos tus sentidos se rinden ante tal delicia.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 30% y su Recarga de Energía en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}