{
  "_id": 2508,
  "id": "cheesy_mushroom_skewer",
  "name": "Brocheta de champiñones con queso",
  "description": "Una brocheta cubierta de queso fundido. Se retira la cubierta de frutisetas rojas y se cubre con una gruesa capa de queso antes de ponerla en la parrilla. Su rico aroma desprende un ligero sabor afrutado que se disfruta mejor en caliente.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101256,
      "id": "red_berryshroom",
      "name": "Frutiseta roja",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Mahís",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queso",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108806,
      "name": "Brocheta de champiñones con queso extraña",
      "description": "Una brocheta cubierta de queso fundido. Cuando notas que huele a chamuscado, te das cuenta de que las brillantes frutisetas rojas se han convertido en algo oscuro y carbonizado. El color tan desagradable hace que uno se pregunte si realmente es comestible...",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108807,
      "name": "Brocheta de champiñones con queso",
      "description": "Una brocheta cubierta de queso fundido. Se retira la cubierta de frutisetas rojas y se cubre con una gruesa capa de queso antes de ponerla en la parrilla. Su rico aroma desprende un ligero sabor afrutado que se disfruta mejor en caliente.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 9% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108808,
      "name": "Brocheta de champiñones con queso deliciosa",
      "description": "Una brocheta cubierta de queso fundido. El denso sabor de los champiñones asados se diferencia claramente del aroma de la carne. El jugo que emana al comerla rezuma por los dientes, y la boca se llena de un sabor rebosante de placer.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 12% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108810,
      "id": "mt_mushroom_for_one",
      "name": "Montaña de setas (para 1 persona)",
      "description": "La especialidad de Varesa. La joven de pelo rosa como algodón de azúcar saca, con una mano y como si nada, un plato que parece una montaña. Tus manos se ven atraídas por el aroma de las setas y el queso. Aunque toda esa cantidad... ¿de verdad es posible acabársela en un día?",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 16% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "varesa",
        "name": "Varesa"
      }
    }
  }
}
