{
  "_id": 3503,
  "id": "chocolate",
  "name": "Chocolate",
  "description": "Un dulce con forma de bolitas. Dicen que el chocolate de los lugares en los que crecen los cacahuatles posee un sabor único. Esta tiene cierto sabor terroso, esta es dulce y frutal... ¿Quién sabe a qué sabrá el próximo bocado?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108724,
      "name": "Chocolate extraño",
      "description": "Un dulce con forma de bolitas. La ingente cantidad de azúcar ha borrado por completo el sabor único y original del cacahuatl, lo que le ha hecho perder sus capas de sabores y lo ha convertido en un postre monótono. Al comerlo, es empalagoso y se queda pegado entre los dientes. Sin embargo, el problema no es limpiarse los dientes, sino decidir qué hacer con lo que queda...",
      "effect": "#Restaura 70 pts. de Aguante."
    },
    "normal": {
      "_id": 108725,
      "name": "Chocolate",
      "description": "Un dulce con forma de bolitas. Dicen que el chocolate de los lugares en los que crecen los cacahuatles posee un sabor único. Esta tiene cierto sabor terroso, esta es dulce y frutal... ¿Quién sabe a qué sabrá el próximo bocado?",
      "effect": "#Restaura 85 pts. de Aguante."
    },
    "delicious": {
      "_id": 108726,
      "name": "Chocolate delicioso",
      "description": "Un dulce con forma de bolitas. Su textura es suave y sofisticada como el terciopelo. Una vez que lo has digerido un poco, el cacahuatl te provoca una deliciosa sensación de calidez. Al saborearlo concienzudamente, notas cómo su meloso dulzor se va entrelazando para, finalmente, dar lugar a un regusto que dibuja mágicamente una sonrisa en el rostro de cualquier persona que lo pruebe.",
      "effect": "#Restaura 100 pts. de Aguante."
    },
    "special": {
      "_id": 108760,
      "id": "fruitflavored_milk_candies",
      "name": "Caramelos de leche afrutados",
      "description": "La especialidad de Xilonen. Mientras se sientan codo con codo en lo alto de un árbol, te pasa una exquisita caja llena de... ¿caramelos de formas variadas? “En realidad, el cacahuatl se considera un tipo de fruta. Así que no hay problema en decir que los caramelos hechos de cacahuatl y leche son afrutados. Vamos, come”. Mientras lo dice, toma uno y se lo mete en la boca antes de morderlo.",
      "effect": "#Restaura 130 pts. de Aguante.",
      "character": {
        "id": "xilonen",
        "name": "Xilonen"
      }
    }
  }
}