{
  "_id": 3410,
  "id": "coffee_bavarois",
  "name": "Bavaroise de café",
  "description": "Un postre refrescante. Como postre típico de Fontaine, es tan fácil de hacer que es prácticamente imposible fallar si los ingredientes se emplean en las proporciones adecuadas. Es delicado, pero también tiene un sabor refrescante que levanta el ánimo al instante.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Granos de café",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108579,
      "name": "Bavaroise de café extraña",
      "description": "Un postre refrescante. Tras probarlo, el intenso sabor agrio y amargo hace que el cerebro se quede en blanco. Cabe suponer que se debe a la cantidad excesiva de granos de café. El sabor amargo de la boca debería calmarse al cabo de un rato, pero más importante sería preocuparse por la calidad del sueño de esta noche...",
      "effect": "#Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108580,
      "name": "Bavaroise de café",
      "description": "Un postre refrescante. Como postre típico de Fontaine, es tan fácil de hacer que es prácticamente imposible fallar si los ingredientes se emplean en las proporciones adecuadas. Es delicado, pero también tiene un sabor refrescante que levanta el ánimo al instante.",
      "effect": "#Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108581,
      "name": "Bavaroise de café deliciosa",
      "description": "Un postre refrescante. El rico aroma de las natillas florece en la lengua junto con el sabor del café, pero lo más sorprendente es su textura densa y sedosa. ¡Un favorito infaltable en las cartas de postres de los restaurantes!",
      "effect": "#Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    }
  }
}
