{
  "_id": 3105,
  "id": "come_and_get_it",
  "name": "¡Ven por ello!",
  "description": "Un plato hecho con una lujosa variedad de ingredientes. No hay mucho refinamiento en la elaboración de este plato, muy común en Liyue durante las temporadas festivas. Cada vez que se sirve, la persona a la cabeza de la mesa invitará a todos a comenzar a comer diciendo “¡vengan a comer!”. De ahí el nombre.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 3
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108131,
      "name": "¡Ven por ello! extraño",
      "description": "Un plato hecho con una lujosa variedad de ingredientes. Estos se han echado al agua para que hiervan de cualquier manera. Sabe a todo y a nada al mismo tiempo. Espera... ¡¿esto de aquí es un grano de arena?!",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108132,
      "name": "¡Ven por ello!",
      "description": "Un plato hecho con una lujosa variedad de ingredientes. No hay mucho refinamiento en la elaboración de este plato, muy común en Liyue durante las temporadas festivas. Cada vez que se sirve, la persona a la cabeza de la mesa invitará a todos a comenzar a comer diciendo “¡vengan a comer!”. De ahí el nombre.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108133,
      "name": "¡Ven por ello! delicioso",
      "description": "Un plato hecho con una lujosa variedad de ingredientes. La mezcla de carne y verduras es perfecta, la presentación es impecable y la mezcla de sabores en el caldo lo hacen increíble. Cuando haya que comerlo, desaparecerá en un abrir y cerrar de ojos.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108140,
      "id": "no_tomorrow",
      "name": "Sin futuro",
      "description": "La especialidad de Qiqi. Los ingredientes, ordenados en fila, parecen exóticos y deliciosos al mismo tiempo. Baizhu dice que Qiqi ha pasado mucho tiempo creando este plato. Aun así, cuando uno recuerda que Qiqi no tiene sentido del gusto, el simple hecho de poner unos palillos sobre el tazón requiere mucho valor.",
      "effect": "Aumenta la Prob. CRIT y Daño CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "qiqi",
        "name": "Qiqi"
      }
    }
  }
}