{
  "_id": 3409,
  "id": "conch_madeleine",
  "name": "Caracolas de cristal",
  "description": "Un postre con una apariencia adorable. Se dice que fue creado por el chef de una familia pudiente de Fontaine a fin de alegrar al joven amo. Se trata de unas galletas con aspecto de caracola azurescente. Si la historia es cierta o no siempre será un misterio, pero de lo que no cabe duda es de que este postre está para chuparse los dedos.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Mantequilla",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108560,
      "name": "Caracolas de cristal extrañas",
      "description": "Un postre con una apariencia... ¿adorable? Aunque pretendían asemejarse a una caracola azurescente, se ha convertido en una masa deforme... Aunque, al menos, el sabor es aceptable.",
      "effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108561,
      "name": "Caracolas de cristal",
      "description": "Un postre con una apariencia adorable. Se dice que fue creado por el chef de una familia pudiente de Fontaine a fin de alegrar al joven amo. Se trata de unas galletas con aspecto de caracola azurescente. Si la historia es cierta o no siempre será un misterio, pero de lo que no cabe duda es de que este postre está para chuparse los dedos.",
      "effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108562,
      "name": "Caracolas de cristal deliciosas",
      "description": "Un postre con una apariencia adorable. Hay un dicho en Fontaine que dice: “Solo hay dos tipos de personas en Teyvat, los que adoran las caracolas de cristal y los que nunca las han probado”. ¡No hay quien se resista a su sabor!",
      "effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108565,
      "id": "a_leisurely_sip",
      "name": "Té de la tarde",
      "description": "La especialidad de Lynette. Es la hora del té y Lynette despliega ante tus ojos un tentempié cocinado exclusivamente para ti. Se sienta frente a ti, con su postura elegante, mientras bebe pequeños sorbos de su taza y los patrones de gatos parecen fusionarse en uno solo. Sientes cómo el dulzor de las galletas te embarga, aunque en el fondo todavía te preocupa cómo habrá quedado la cocina...",
      "effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "lynette",
        "name": "Lynette"
      }
    }
  }
}
