{
  "id": "crab_roe_tofu",
  "name": "Tofu con huevas de cangrejo",
  "description": "Un plato con una textura suave. Las huevas de cangrejo se sofríen hasta que sueltan sus jugos y se mezclan con el tofu, previamente cocido, tras lo que se añade un sabroso caldo. Un plato hecho con ingredientes sencillos que resulta en un sabor incomparable.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "crab_roe",
      "name": "Huevas de cangrejo",
      "amount": 1
    },
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Tofu con huevas de cangrejo extraño",
      "description": "Un plato con una textura suave. Aunque las huevas de cangrejo son muy frescas, no logran enmascarar el mal sabor del tofu, que está demasiado pasado. Desmígalo con los palillos y mézclalo con arroz o no serás capaz de comerlo...",
      "effect": "Revive a un personaje y restaura 250 pts. de su Vida."
    },
    "normal": {
      "name": "Tofu con huevas de cangrejo",
      "description": "Un plato con una textura suave. Las huevas de cangrejo se sofríen hasta que sueltan sus jugos y se mezclan con el tofu, previamente cocido, tras lo que se añade un sabroso caldo. Un plato hecho con ingredientes sencillos que resulta en un sabor incomparable.",
      "effect": "Revive a un personaje y restaura 400 pts. de su Vida."
    },
    "delicious": {
      "name": "Tofu con huevas de cangrejo delicioso",
      "description": "Un plato con una textura suave. El tofu está tan tierno que se puede partir con una cuchara, y las huevas de cangrejo son tan jugosas que su líquido se derrama en tu lengua en cuanto pruebas un bocado. Apenas necesitas masticar y el conjunto ya se está deslizando hacia tu estómago, dejando un delicioso sabor en tus labios.",
      "effect": "Revive a un personaje y restaura 550 pts. de su Vida."
    },
    "special": {
      "name": "A mi manera",
      "description": "La especialidad de Yanfei. Una ración de tofu con huevas de cangrejo perfectamente dispuesta en el plato. Sus dimensiones y su sabor cumplen al pie de la letra la “ley del tofu con huevas de cangrejo” especificada en la receta.",
      "effect": "Revive a un personaje y restaura un 15% de la Vida Máx. más 550 pts. de Vida adicionales.",
      "character": {
        "id": "yanfei",
        "name": "Yanfei"
      }
    }
  }
}
