{
  "_id": 2004,
  "id": "cream_stew",
  "name": "Guisado de temporada",
  "description": "Guiso de carne y verduras. Su espeso caldo es la salsa perfecta para acompañar la carne y las verduras.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Flor dorada",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108037,
      "name": "Guisado de temporada extraño",
      "description": "Guiso de carne y verduras. Sorprendentemente seco para un plato que normalmente tiene mucho jugo.",
      "effect": "Disminuye el consumo de Aguante de todos los miembros del equipo al esprintar en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108038,
      "name": "Guisado de temporada",
      "description": "Guiso de carne y verduras. Su espeso caldo es la salsa perfecta para acompañar la carne y las verduras.",
      "effect": "Disminuye el consumo de Aguante de todos los miembros del equipo al esprintar en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108039,
      "name": "Guisado de temporada delicioso",
      "description": "Guiso de carne y verduras. Sus cálidos ingredientes tienen tan buena pinta que dan ganas de sumergirse en la salsa y acurrucarse junto a ellos.",
      "effect": "Disminuye el consumo de Aguante de todos los miembros del equipo al esprintar en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108040,
      "id": "spicy_stew",
      "name": "Guisado picante",
      "description": "La especialidad de Bárbara. Las zanahorias, bellamente cortadas en forma de estrella, hacen que este plato... Espera... ¡Ah! ¿Qué es ese sabor picante?",
      "effect": "#Disminuye el consumo de Aguante de todos los miembros del equipo al esprintar en un 25% durante 1500 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "barbara",
        "name": "Bárbara"
      }
    }
  }
}
