{
  "_id": 3415,
  "id": "crepes_suzette",
  "name": "Crepes Suzette",
  "description": "Una fina masa de tortilla rellena. Primero se fríe la tortilla y luego se añade mermelada, crema batida y trozos de fruta. Hay mil y una maneras de condimentarla, lo que da lugar a todo un abanico de posibles sabores.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Burburanja",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Mermelada",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108600,
      "name": "Crepes Suzette extrañas",
      "description": "Una fina masa de tortilla rellena. El primer bocado es tan soso que te preocupa haber perdido el sentido del gusto, y el segundo es tan dulce que preferirías perder las papilas gustativas... Es una experiencia tan emocionante que es como gobernar un Rompeolas en medio de una tormenta. Incluso tras haber llegado a tierra, seguirás impactado por el trauma.",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108601,
      "name": "Crepes Suzette",
      "description": "Una fina masa de tortilla rellena. Primero se fríe la tortilla y luego se añade mermelada, crema batida y trozos de fruta. Hay mil y una maneras de condimentarla, lo que da lugar a todo un abanico de posibles sabores.",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108602,
      "name": "Crepes Suzette deliciosas",
      "description": "Una fina masa de tortilla rellena. La crema ligera y la mermelada densa se entrelazan en una larga melodía. La suave capa exterior, como si de una grácil falda se tratara, atrae a la lengua, incapaz de resistirse a bailar con ella.",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
