{
  "_id": 3606,
  "id": "crispy_roast",
  "name": "Asado crujiente",
  "description": "Grandes trozos de carne asada. La carne se corta en trozos pequeños y se marina en el horno. Ingredientes cotidianos, preparación sencilla, sabor auténtico.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108882,
      "name": "Asado crujiente extraño",
      "description": "Grandes trozos de carne asada. Rápidamente arrancados del humo negro y asfixiante, la carne asada parece ahora carbón. Antes de que las brasas de la parrilla se apaguen, merece la pena intentar hacer otra tanda.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108883,
      "name": "Asado crujiente",
      "description": "Grandes trozos de carne asada. La carne se corta en trozos pequeños y se marina en el horno. Ingredientes cotidianos, preparación sencilla, sabor auténtico.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108884,
      "name": "Asado crujiente delicioso",
      "description": "Grandes trozos de carne asada. En cuanto sale del horno, el rico aroma a carne llega a las profundidades del alma. No es de extrañar que muchos habitantes de Nod Krai crean que esta carne asada es como el cálido sol en los días de frío.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}