{
  "_id": 3124,
  "id": "crispy_spring_rolls",
  "name": "Rollitos de primavera crujientes",
  "description": "Un aperitivo frito típico de Liyue. Se prepara cortando finamente carne y verduras, envolviéndolas en una fina masa y enrollándolas en forma cilíndrica, para luego freírlas hasta que queden doradas. Con una textura crujiente por fuera y un relleno abundante, es un plato adecuado para todas las edades.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Brote de bambú",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champiñón",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108934,
      "name": "Rollitos de primavera crujientes extraños",
      "description": "Un aperitivo frito típico de Liyue. El exterior, que debería estar crujiente, está blando... Qué extraño... Un momento, ¿esto no será papel aceitado para envolver comida...?",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108935,
      "name": "Rollitos de primavera crujientes",
      "description": "Un aperitivo frito típico de Liyue. Se prepara cortando finamente carne y verduras, envolviéndolas en una fina masa y enrollándolas en forma cilíndrica, para luego freírlas hasta que queden doradas. Con una textura crujiente por fuera y un relleno abundante, es un plato adecuado para todas las edades.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108936,
      "name": "Rollitos de primavera crujientes deliciosos",
      "description": "Un aperitivo frito típico de Liyue. Con un crujiente sonido, el jugoso relleno se derrama por la boca. La dorada corteza crujiente no solo envuelve múltiples sabores, sino también la esencia de la vida cotidiana de Liyue.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108949,
      "id": "flavor_of_spring",
      "name": "Sabor de la primavera",
      "description": "La especialidad de Zibai. Su color dorado como el ámbar recuerda al de sus ojos. Su aroma se asemeja al de un rollito de primavera común, pero su sabor, aunque crujiente, tiene una textura única y tenaz... ¿Será esta la receta secreta heredada de la antigua nación de Lang Gan?",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 282 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "zibai",
        "name": "Zibai"
      }
    }
  }
}