{
  "id": "crispy_potato_shrimp_platter",
  "name": "Cóctel de camarones sobre papas fritas",
  "description": "Un brillante y cautivador aperitivo. El relleno, hecho de papas y bayas, se coloca sobre una crujiente papa frita. Por encima de ambas se coloca, a su vez, un camarón entero. La fragante y deliciosa textura de este plato tiene la capacidad de abrir el apetito. Acompañado de un poco de menta, cobra un sabor y aroma únicos.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "mint",
      "name": "Menta",
      "amount": 4
    },
    {
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 4
    },
    {
      "id": "potato",
      "name": "Papa",
      "amount": 3
    },
    {
      "id": "berry",
      "name": "Baya",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Cóctel de camarones sobre papas fritas extraño",
      "description": "Un brillante y cautivador aperitivo. Quien lo hizo se preocupó demasiado por la presentación. Las papas de la base están demasiado blandas y eso le resta muchos puntos a la textura resultante.",
      "effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "name": "Cóctel de camarones sobre papas fritas",
      "description": "Un brillante y cautivador aperitivo. El relleno, hecho de papas y bayas, se coloca sobre una crujiente papa frita. Por encima de ambas se coloca, a su vez, un camarón entero. La fragante y deliciosa textura de este plato tiene la capacidad de abrir el apetito. Acompañado de un poco de menta, cobra un sabor y aroma únicos.",
      "effect": "Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "name": "Cóctel de camarones sobre papas fritas delicioso",
      "description": "Un brillante y cautivador aperitivo. Al introducirlo en la boca, la firme textura del camarón y el crujiente de la papa frita contrastan de forma espectacular. Después, las papas fusionan estos sabores y crean una experiencia sensorial que relaja tu cuerpo y tu mente.",
      "effect": "Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    }
  }
}
