{
  "_id": 2105,
  "id": "crystal_shrimp",
  "name": "Camarones de cristal",
  "description": "Uno de los aperitivos tradicionales de Liyue. El relleno se hace a partir de camarones frescos enteros, los cuales se envuelven en una brillante y traslúcida masa de harina. El resultado es una textura tierna y un sabor delicioso.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Zanahoria",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108104,
      "name": "Camarones de cristal extraños",
      "description": "Uno de los aperitivos tradicionales de Liyue. La opaca masa que envuelve a los camarones, que se han quedado un poco secos, deja una sensación pegajosa en la boca. Comerlo es como una tortura que solo quieres que acabe lo antes posible.",
      "effect": "Restaura un 18% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108105,
      "name": "Camarones de cristal",
      "description": "Uno de los aperitivos tradicionales de Liyue. El relleno se hace a partir de camarones frescos enteros, los cuales se envuelven en una brillante y traslúcida masa de harina. El resultado es una textura tierna y un sabor delicioso.",
      "effect": "Restaura un 20% de la Vida Máx. al personaje seleccionado y regenera 390 pts. de Vida cada 5 s 30 s."
    },
    "delicious": {
      "_id": 108106,
      "name": "Camarones de cristal deliciosos",
      "description": "Uno de los aperitivos tradicionales de Liyue. La masa, brillante y traslúcida, hace honor al nombre de este plato. Los camarones tienen un sabor tan fresco que uno puede hasta sentirse culpable comiéndolos. Quien deguste este plato de cuatro rollos siempre se quedará con ganas de más.",
      "effect": "Restaura un 22% de la Vida Máx. al personaje seleccionado y regenera 470 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108136,
      "id": "alldelicacy_parcels",
      "name": "Delicias del campo",
      "description": "La especialidad de Xingchiu. La apariencia casi artesanal de este plato hace que uno no se atreva a comerlo. Pero al probarlo, su dulzura fresca, ligera y encantadora hará que sea difícil dejar de comer... Un momento, ¿arrojó zanahorias en él, por casualidad?",
      "effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 570 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "xingqiu",
        "name": "Xingchiu"
      }
    }
  }
}
