{
  "_id": 2306,
  "id": "curry_shrimp",
  "name": "Camarones al curri",
  "description": "Un plato sencillo y común en Sumeru. Una sabrosa combinación de curri y marisco. El aromático olor del curri se combina con el olor del mar, y los camarones se cocinan con una consistencia crujiente y sabrosa mientras se fusionan con el caldo de curri, lo que va abriendo poco a poco el apetito. Este plato se sirve en todos los hogares de Sumeru, con un sabor distintivo bajo cada techo. Parece que cada familia tiene su propia receta.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Especias",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108424,
      "name": "Camarones al curri extraños",
      "description": "Un plato sencillo y común en Sumeru. Por el fuerte y penetrante olor, debe ser curri... Después de buscar en el interior de la masa, finalmente encuentras un camarón desnutrido. Sí, es un camarón al curri... ¿Pero harías bien en comerlo?",
      "effect": "Restaura un 20% de la Vida Máx. y 900 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108425,
      "name": "Camarones al curri",
      "description": "Un plato sencillo y común en Sumeru. Una sabrosa combinación de curri y marisco. El aromático olor del curri se combina con el olor del mar, y los camarones se cocinan con una consistencia crujiente y sabrosa mientras se fusionan con el caldo de curri, lo que va abriendo poco a poco el apetito. Este plato se sirve en todos los hogares de Sumeru, con un sabor distintivo bajo cada techo. Parece que cada familia tiene su propia receta.",
      "effect": "Restaura un 22% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108426,
      "name": "Camarones al curri deliciosos",
      "description": "Un plato sencillo y común en Sumeru. Los enormes camarones se sumergen en una salsa cremosa, absorbiendo su rico sabor. El cautivador aroma encuentra con facilidad la nariz. Incluso una persona que dijera haber perdido el apetito babearía por él.",
      "effect": "Restaura un 24% de la Vida Máx. y 1500 pts. de Vida al personaje seleccionado."
    }
  }
}