{
  "_id": 2114,
  "id": "deepfried_doublecrisp",
  "name": "Fritura doblemente crujiente",
  "description": "Un plato famoso de Liyue. Pone a prueba el control del fuego al hervir el aceite a fuego alto, agitando la olla y dándole vueltas con un cucharón. Si el tiempo de cocción es demasiado corto, el plato quedará crujiente pero poco hecho; si se cocina durante demasiado tiempo, estará hecho pero demasiado seco. Por eso, a los cocineros locales experimentados les gusta elegir este plato para demostrar sus habilidades.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108639,
      "name": "Fritura doblemente crujiente extraña",
      "description": "Un plato famoso de Liyue. Antes de que puedas darle la vuelta con una espátula, el fuego se lleva sin piedad el crujiente que debería haber quedado, dejando tras de sí un color negro carbonizado y convirtiéndolo en un plato “doblemente carbonizado”.",
      "effect": "#Aumenta en un 6% la Prob. CRIT de todos los miembros del equipo durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108640,
      "name": "Fritura doblemente crujiente",
      "description": "Un plato famoso de Liyue. Pone a prueba el control del fuego al hervir el aceite a fuego alto, agitando la olla y dándole vueltas con un cucharón. Si el tiempo de cocción es demasiado corto, el plato quedará crujiente pero poco hecho; si se cocina durante demasiado tiempo, estará hecho pero demasiado seco. Por eso, a los cocineros locales experimentados les gusta elegir este plato para demostrar sus habilidades.",
      "effect": "#Aumenta en un 9% la Prob. CRIT de todos los miembros del equipo durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108641,
      "name": "Fritura doblemente crujiente deliciosa",
      "description": "Un plato famoso de Liyue. El sabor de dos tipos de carne, roja y blanca, se extiende suavemente por la punta de la lengua. Tierna y crujiente a la vez que salada y llena de sabor, simplemente única. El plato se come en un santiamén y la gente suele proclamar en voz alta lo delicioso que estaba.",
      "effect": "#Aumenta en un 12% la Prob. CRIT de todos los miembros del equipo durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
