{
  "_id": 3902,
  "id": "delights_of_wondrous_wanderings",
  "name": "Delicias de viaje",
  "description": "La elaboración de estos pastelitos se ha reconstruido a partir de recetas diseñadas por varios compañeros, por lo que en su interior guarda la buena intención de todos. Estos dulces exquisitos y refinados se disponen en la caja cuidadosamente. ¿A qué sabrá el resultado de tan buena voluntad?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Mantequilla",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Mermelada",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108751,
      "name": "Delicias de viaje extrañas",
      "description": "La elaboración de estos pastelitos se ha reconstruido a partir de recetas diseñadas por varios compañeros, por lo que en su interior guarda la buena intención de todos. De aspecto están bien, pero percibes un sutil olor que te resulta un poco extraño, así que no te atreves a probar bocado. Humm, ¿y si lo guardas como recuerdo?",
      "effect": "#Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108752,
      "name": "Delicias de viaje",
      "description": "La elaboración de estos pastelitos se ha reconstruido a partir de recetas diseñadas por varios compañeros, por lo que en su interior guarda la buena intención de todos. Estos dulces exquisitos y refinados se disponen en la caja cuidadosamente. ¿A qué sabrá el resultado de tan buena voluntad?",
      "effect": "#Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108753,
      "name": "Delicias de viaje deliciosas",
      "description": "La elaboración de estos pastelitos se ha reconstruido a partir de recetas diseñadas por varios compañeros, por lo que en su interior guarda la buena intención de todos. Esta obra de arte está compuesta por pastelitos de formas exquisitas. La intención que pusieron en ella es tal que te da mucha lástima probar un bocado.",
      "effect": "#Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    }
  }
}