{
  "_id": 3903,
  "id": "drink_455",
  "name": "Bebida 455",
  "description": "Una bebida con una mezcla especial que se ha vuelto muy popular recientemente. Además de por su sabor refrescante y su suave textura, es conocida por reponer la energía perdida tras largas sesiones de esfuerzo físico. ¿Por qué no la pruebas?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Pétalos de cerezo",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108826,
      "name": "Bebida 455 extraña",
      "description": "Una bebida con una mezcla especial que se ha vuelto muy popular recientemente. Se desconoce si es debido a que las proporciones no son las correctas, pero da la sensación de que los ingredientes no se han mezclado bien... La parte agria es demasiado agria, y la parte dulce es demasiado dulce, pero lo más incomprensible es poder hablar de “partes” de una bebida...",
      "effect": "#Revive a un personaje y restaura 900 pts. de su Vida."
    },
    "normal": {
      "_id": 108827,
      "name": "Bebida 455",
      "description": "Una bebida con una mezcla especial que se ha vuelto muy popular recientemente. Además de por su sabor refrescante y su suave textura, es conocida por reponer la energía perdida tras largas sesiones de esfuerzo físico. ¿Por qué no la pruebas?",
      "effect": "#Revive a un personaje y restaura 1200 pts. de su Vida."
    },
    "delicious": {
      "_id": 108828,
      "name": "Bebida 455 deliciosa",
      "description": "Una bebida con una mezcla especial que se ha vuelto muy popular recientemente. Refrescante a más no poder, esta vigorizante bebida te inunda como una dulce lluvia tras una larga sequía, disipando al instante todo el cansancio y la inquietud. “Es como si por fin todo estuviera bien en el mundo”, dijo un cliente tras terminar su botella.",
      "effect": "#Revive a un personaje y restaura 1500 pts. de su Vida."
    }
  }
}