{
  "_id": 1202,
  "id": "drybraised_salted_fish",
  "name": "Pescado seco estofado",
  "description": "Pescado seco a la brasa hecho a fuego lento. Tras una noche entera secándose al aire, la piel del pescado se ha impregnado del olor de la brisa marina. Al cocinarlo a la brasa, emite un sabroso y tentador aroma. Todo habitante de la costa de Inazuma conoce el sabor de este plato.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108267,
      "name": "Pescado seco estofado extraño",
      "description": "Pescado seco a la brasa hecho a fuego lento. Al pescado ya no le queda ni una pizca de jugosidad, lo que hace que su textura sea como masticar leña. Ni siquiera se puede diferenciar la carne de las espinas...",
      "effect": "Restaura un 8% de la Vida Máx. y 800 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108268,
      "name": "Pescado seco estofado",
      "description": "Pescado seco a la brasa hecho a fuego lento. Tras una noche entera secándose al aire, la piel del pescado se ha impregnado del olor de la brisa marina. Al cocinarlo a la brasa, emite un sabroso y tentador aroma. Todo habitante de la costa de Inazuma conoce el sabor de este plato.",
      "effect": "Restaura un 9% de la Vida Máx. y 1000 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108269,
      "name": "Pescado seco estofado delicioso",
      "description": "Pescado seco a la brasa hecho a fuego lento. La grasa brota de él al cocinarse sobre el carbón, cuyo chisporroteo le otorga una dorada capa que lo recubre como un manto. Su carne es, sin duda, consistente, exquisita y muy tierna. Un auténtico regalo del mar.",
      "effect": "Restaura un 10% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    },
    "special": {
      "_id": 108301,
      "id": "allweather_beauty",
      "name": "Belleza multiclima",
      "description": "La especialidad de Kaedehara Kazuha. Hecho con pescado secado en el barco. Kazuha asegura que son peces totalmente ordinarios. Pero este sabor... Debe de ser la definición de una naturaleza libre y universal, ¿no?",
      "effect": "Restaura un 16% de la Vida Máx. y 1350 pts. de Vida al personaje seleccionado.",
      "character": {
        "id": "kaedehara_kazuha",
        "name": "Kaedehara Kazuha"
      }
    }
  }
}
