{
  "_id": 1401,
  "id": "duck_confit",
  "name": "Pato confitado",
  "description": "Se trata de una receta frita. Primero se aderezan los muslos de pato con especias y sal y se deja que reposen durante un tiempo. A continuación, se lavan y se introducen en el aceite para cocinarlos a fuego lento. Finalmente, se dejan cocinar en aceite hasta que estén completamente hechos. Este plato suele llevar de acompañamiento una generosa ración de patatas fritas. Sin duda, es una maravilla culinaria.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 1
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108512,
      "name": "Pato confitado extraño",
      "description": "Se trata de una receta frita. Da la sensación de que la carne se va a deshacer en cualquier momento. El primer bocado tiene un sabor demasiado grasiento y hay algo que no termina de encajar con esta textura... Arg, ¿es eso un pelo de pato?",
      "effect": "#Restaura un 8% de la Vida Máx. y 800 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108513,
      "name": "Pato confitado",
      "description": "Se trata de una receta frita. Primero se aderezan los muslos de pato con especias y sal y se deja que reposen durante un tiempo. A continuación, se lavan y se introducen en el aceite para cocinarlos a fuego lento. Finalmente, se dejan cocinar en aceite hasta que estén completamente hechos. Este plato suele llevar de acompañamiento una generosa ración de patatas fritas. Sin duda, es una maravilla culinaria.",
      "effect": "#Restaura un 9% de la Vida Máx. y 1000 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108514,
      "name": "Pato confitado delicioso",
      "description": "Se trata de una receta frita. El delicioso confite, el carnoso y jugoso muslo de pato, crujiente por fuera y tierno por dentro que se deshace en la boca... ¡Cada segundo dedicado a esta suculenta comida vale su peso en Moras!",
      "effect": "#Restaura un 10% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    }
  }
}
