{
  "_id": 1201,
  "id": "egg_roll",
  "name": "Rollitos de huevo",
  "description": "Un plato hecho con huevo. Primero se sazona y se bate y, después, se vierte en una sartén a fuego lento. Se enrolla para darle forma, se vierte el huevo restante hasta que adquiera el grosor deseado y, entonces, ya está listo para servir. Este es un plato muy común y familiar en toda Inazuma.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108264,
      "name": "Rollitos de huevo extraños",
      "description": "Un plato hecho con huevo. Se ha quedado demasiado blando, por lo que, al utilizar palillos, el huevo se rompe por completo. Tal vez sea mejor comerlo con cuchara...",
      "effect": "Revive a un personaje y restaura 50 pts. de su Vida."
    },
    "normal": {
      "_id": 108265,
      "name": "Rollitos de huevo",
      "description": "Un plato hecho con huevo. Primero se sazona y se bate y, después, se vierte en una sartén a fuego lento. Se enrolla para darle forma, se vierte el huevo restante hasta que adquiera el grosor deseado y, entonces, ya está listo para servir. Este es un plato muy común y familiar en toda Inazuma.",
      "effect": "Revive a un personaje y restaura 100 pts. de su Vida."
    },
    "delicious": {
      "_id": 108266,
      "name": "Rollitos de huevo deliciosos",
      "description": "Un plato hecho con huevo. Con su forma perfecta, su color dorado y su esponjosa textura... si solo comes un pequeño bocado, aunque no te llene el estómago, te hará sentir como en casa. Su sencillo sabor es algo absolutamente cautivador.",
      "effect": "Revive a un personaje y restaura 150 pts. de su Vida."
    },
    "special": {
      "_id": 108341,
      "id": "faith_eternal",
      "name": "Fe en la eternidad",
      "description": "La especialidad de Kujou Sara. Más que un plato principal, es un postre. Su sabor dulce y esponjoso no parece ir muy acorde a los gustos de Sara. Un momento, hay un símbolo en el postre... ¿Tendrá algo que ver con los gustos de “esa persona”?",
      "effect": "Revive a un personaje y restaura un 10% de la Vida Máx. más 150 pts. de Vida adicionales.",
      "character": {
        "id": "kujou_sara",
        "name": "Kujou Sara"
      }
    }
  }
}