{
  "_id": 2311,
  "id": "fatteh",
  "name": "Fatteh",
  "description": "Una antigua receta de Sumeru. Primero se hornea el pan y luego se añade una pasta cocida de legumbres peladas y crema de leche fermentada ya procesada. El resultado es un plato que se puede consumir directamente. Esta receta se ha ido modificando a lo largo de los años, pero lo que no cambia nunca es la facilidad de su preparación y el delicioso sabor de siempre.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Legumbres peladas",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108503,
      "name": "Fatteh extraño",
      "description": "Una antigua receta de Sumeru. Si se tiene la paciencia de quitar las legumbres peladas a medio cocer y el pan chamuscado, la crema de leche restante es apenas apetecible como postre.",
      "effect": "Revive a un personaje y restaura 250 pts. de su Vida."
    },
    "normal": {
      "_id": 108504,
      "name": "Fatteh",
      "description": "Una antigua receta de Sumeru. Primero se hornea el pan y luego se añade una pasta cocida de legumbres peladas y crema de leche fermentada ya procesada. El resultado es un plato que se puede consumir directamente. Esta receta se ha ido modificando a lo largo de los años, pero lo que no cambia nunca es la facilidad de su preparación y el delicioso sabor de siempre.",
      "effect": "Revive a un personaje y restaura 400 pts. de su Vida."
    },
    "delicious": {
      "_id": 108505,
      "name": "Fatteh delicioso",
      "description": "Una antigua receta de Sumeru. Las legumbres peladas cubiertas por la espesa crema de leche, te transportan a un sueño de nubes. Y cuando despiertas, el regusto a trigo del pan pita sigue en el paladar.",
      "effect": "Revive a un personaje y restaura 550 pts. de su Vida."
    },
    "special": {
      "_id": 108509,
      "id": "the_endeavor",
      "name": "Un soplo de arrojo",
      "description": "La especialidad de Kaveh. Panecillos dulces de aspecto dorado con una bonita presentación en forma del Palacio Alcazarzaray, colocados sobre una base de salsa de yogur. Su creador se tomó mucho tiempo creando esta obra de arte, pero olvidó que para degustarla, hay que romper los panecillos de un golpe.",
      "effect": "Revive a un personaje y restaura un 15% de la Vida Máx. más 550 pts. de Vida adicionales.",
      "character": {
        "id": "kaveh",
        "name": "Kaveh"
      }
    }
  }
}
