{
  "_id": 3418,
  "id": "feastos",
  "name": "Comb-O",
  "description": "Un aperitivo frito y dorado. Se tritura el pollo y se combina con los aros de cebolla dándoles forma de “O”. El pescado y las papas se aplastan y se combinan de forma similar en forma de torta circular. Por último, se fríen en una sartén y tendrás tu crujiente Comb-O.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108613,
      "name": "Comb-O extraño",
      "description": "Un aperitivo frito y dorado. El exceso de aceite se ha logrado secar tras invertir una cantidad considerable de tiempo, lo que ha hecho que la comida se reblandezca y deje de estar crujiente. Humm... ¿Tal vez los gaviones de la costa estarían dispuestos a aceptarlo como alimento?",
      "effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108614,
      "name": "Comb-O",
      "description": "Un aperitivo frito y dorado. Se tritura el pollo y se combina con los aros de cebolla dándoles forma de “O”. El pescado y las papas se aplastan y se combinan de forma similar en forma de torta circular. Por último, se fríen en una sartén y tendrás tu crujiente Comb-O.",
      "effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108615,
      "name": "Comb-O delicioso",
      "description": "Un aperitivo frito y dorado. El aroma que desprende recién cocinado despierta inmediatamente el apetito de todos. La mano izquierda sostiene un aro, la derecha una torta, entre los dientes una delicia crujiente y un torrente de sabores queda al alcance de la lengua.",
      "effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108619,
      "id": "sin_the_kind_that_doesnt_need_to_be_dealt_with",
      "name": "Delito: Procesamiento innecesario",
      "description": "La especialidad de Chevreuse. Desde el punto de vista de la salud, este plato es indudablemente un delito. Como capitana de la Unidad Especial de Seguridad y Vigilancia, y por cuestiones de ética profesional y personal, no endosaría a otras personas la carga de erradicar la delincuencia. Sin embargo, a veces compartir esa carga con gente de confianza es una buena forma de aliviar el estrés.",
      "effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "chevreuse",
        "name": "Chevreuse"
      }
    }
  }
}
