{
  "_id": 3610,
  "id": "fireside_merriment",
  "name": "Algarabía junto a la hoguera",
  "description": "Un gran plato con un surtido de carne. Está compuesto por trozos de carne cruda marinada de Snezhnaya, junto con lonchas de jamón y salchichas locales de Nod Krai. Los habitantes mayores de Nod Krai suelen disfrutarlo lentamente junto a la hoguera, acompañándolo con bebidas.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jamón",
      "amount": 1
    },
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Salchicha",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pimienta",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108943,
      "name": "Algarabía junto a la hoguera extraña",
      "description": "Un gran plato con un surtido de carne. La grasa abundante tiene un sabor salado y amargo que, como un carro lunar fuera de control, hace que las papilas gustativas se desmoronen, dejando un rastro aceitoso en la garganta... Es un impacto que una persona común difícilmente podría soportar.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108944,
      "name": "Algarabía junto a la hoguera",
      "description": "Un gran plato con un surtido de carne. Está compuesto por trozos de carne cruda marinada de Snezhnaya, junto con lonchas de jamón y salchichas locales de Nod Krai. Los habitantes mayores de Nod Krai suelen disfrutarlo lentamente junto a la hoguera, acompañándolo con bebidas.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108945,
      "name": "Algarabía junto a la hoguera deliciosa",
      "description": "Un gran plato con un surtido de carne. La carne cruda tiene un sutil aroma a pino y sal, las salchichas desprenden un profundo aroma ahumado, y para terminar, las finas láminas de jamón aportan un sabor intenso y refinado. Un festín tan robusto y generoso seguramente recibiría la aprobación de cualquier habitante de Nod Krai.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}