{
  "_id": 2008,
  "id": "fishermans_toast",
  "name": "Tostada del pescador",
  "description": "Tostada cubierta de cebolla. Uno de los platos favoritos de los pescadores, los cuales llenan sus mochilas de tostadas y pasan el día sentados junto al río.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108001,
      "name": "Tostada del pescador extraña",
      "description": "Tostada cubierta de cebolla. No está bien cocinada del todo. Notarás sus imperfecciones incluso si la comes mientras pescas.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 88 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108002,
      "name": "Tostada del pescador",
      "description": "Tostada cubierta de cebolla. Uno de los platos favoritos de los pescadores, los cuales llenan sus mochilas de tostadas y pasan el día sentados junto al río.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 107 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108003,
      "name": "Tostada del pescador deliciosa",
      "description": "Tostada cubierta de cebolla. Desprende un aroma increíble. Al salir de pesca, es difícil saber si los peces se sienten atraídos por el cebo o por esta tostada.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 126 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108115,
      "id": "fishflavored_toast",
      "name": "Tostada de mariscos",
      "description": "La especialidad de Klee. A modo de disculpa por usar sus bombas para ahuyentar a los peces, Jean enseñó a Klee a hacer esta tostada para los pescadores. Sacia y está deliciosa. Desde entonces, Klee nunca ha vuelto a pasar hambre, ni siquiera después de un día entero de pesca con bombas.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 151 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "klee",
        "name": "Klee"
      }
    }
  }
}
