{
  "_id": 2406,
  "id": "fontaine_aspic",
  "name": "Áspic piscícola",
  "description": "Un plato frío hecho con marisco. En primer lugar, se abre y pica el pescado. Luego se coloca en largos recipientes cuadrados por capas y se deja enfriar antes de servirlo. Aunque es un plato frío, su sabor recuerda a la calidez del campo.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108554,
      "name": "Áspic piscícola extraño",
      "description": "Un plato frío hecho con marisco. Podría ser un buen tentempié si no fuera por todas las trapas, también llamadas espinas, que esconde.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108555,
      "name": "Áspic piscícola",
      "description": "Un plato frío hecho con marisco. En primer lugar, se abre y pica el pescado. Luego se coloca en largos recipientes cuadrados por capas y se deja enfriar antes de servirlo. Aunque es un plato frío, su sabor recuerda a la calidez del campo.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 9% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108556,
      "name": "Áspic piscícola delicioso",
      "description": "Un plato frío hecho con marisco. Las huevas de pescado explotan al llegar al paladar, dando lugar a todo un abanico de sensacionales sabores. Terminártelo no te llevará ni un minuto. Y si no hay comensales por la costa... no pasa nada si lames el plato, ¿verdad?",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 12% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
