{
  "_id": 3401,
  "id": "fontainian_foie_gras",
  "name": "Fuagrás",
  "description": "Un plato tradicional de Fontaine. Lo mejor del fuagrás es que solo hay que freírlo bien antes de poder servirlo. El perfecto control de la temperatura permite que se dore por fuera y que conserve su característica y tierna textura por dentro. Sin embargo, no se debe perder la concentración durante su preparación, o este rico plato podría acabar siendo una desagradable masa de grasa de hígado.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Mermelada",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Jazmimpoluto",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108515,
      "name": "Fuagrás extraño",
      "description": "Un plato tradicional de Fontaine. Probarlo es como ingerir un cucharón entero de aceite. Y si intentas dar otro bocado, serás incapaz de tragar esta pasta aceitosa. ¿Qué has usado? ¿Toda la garrafa de aceite?",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108516,
      "name": "Fuagrás",
      "description": "Un plato tradicional de Fontaine. Lo mejor del fuagrás es que solo hay que freírlo bien antes de poder servirlo. El perfecto control de la temperatura permite que se dore por fuera y que conserve su característica y tierna textura por dentro. Sin embargo, no se debe perder la concentración durante su preparación, o este rico plato podría acabar siendo una desagradable masa de grasa de hígado.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108517,
      "name": "Fuagrás delicioso",
      "description": "Un plato tradicional de Fontaine. Cada bocado de esta tierna y grasa pasta se mueve por tu boca grácilmente antes de derretirse por tu garganta. Probar semejante delicatessen hace palidecer al resto de platos del convite. Aunque eso no quiere decir que uno se arrepienta de probarlo, ¿verdad?",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
