{
  "_id": 2010,
  "id": "fragrant_mashed_potatoes",
  "name": "Puré de papas",
  "description": "Un puré de papas al que se ha agregado cierto aderezo. Las papas se machacan hasta convertirse en un puré sobre el que se vierte el aderezo. Esto le otorga una agradable suavidad y una espléndida mezcla de sabores. Ya sea como acompañamiento o plato principal, aliviará por completo el hambre de cualquier estómago.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 6
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 4
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pimienta",
      "amount": 3
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108241,
      "name": "Puré de papas extraño",
      "description": "Un puré de papas al que se ha agregado cierto aderezo. Algunos trozos no se han machacado bien y añaden una sensación de sorpresa que no es bienvenida.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108242,
      "name": "Puré de papas",
      "description": "Un puré de papas al que se ha agregado cierto aderezo. Las papas se machacan hasta convertirse en un puré sobre el que se vierte el aderezo. Esto le otorga una agradable suavidad y una espléndida mezcla de sabores. Ya sea como acompañamiento o plato principal, aliviará por completo el hambre de cualquier estómago.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108243,
      "name": "Puré de papas delicioso",
      "description": "Un puré de papas al que se ha agregado cierto aderezo. Cuando pruebas un bocado de este puré, tus papilas gustativas se regocijan al notar un sabor intenso resultado de la mezcla de la frescura de las papas y la suavidad de la leche. Es realmente impresionante que se pueda crear un sabor tan increíble con un ingrediente tan rústico como la papa.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}