{
  "_id": 3421,
  "id": "fricassee_de_poulet",
  "name": "Fricasé de pollo",
  "description": "Un plato de carne muy conocido en Fontaine. Primero, se dora la carne en aceite hasta que esté crujiente por fuera. Luego, se saltea la cebolla y los demás ingredientes. Después, se añade jugo fermentado de frutas y se deja cocer a fuego lento. Cuando la salsa se espese, no olvides agregar crema batida. Al servir, la crema batida cubre uniformemente cada trozo de carne, lo que le otorga a este plato el sabor cálido y familiar que tanto adora la gente de Fontaine.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 4
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Jugo fermentado",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108680,
      "name": "Fricasé de pollo extraño",
      "description": "Un plato de carne muy conocido en Fontaine. Al probarlo, notas que algo no está bien. La crema batida no puede salvar la carne seca, amarillenta e incluso ligeramente amarga, hasta el punto de que el hambre voraz que tenías hace un momento ha decidido esfumarse con el rabo entre las piernas.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108681,
      "name": "Fricasé de pollo",
      "description": "Un plato de carne muy conocido en Fontaine. Primero, se dora la carne en aceite hasta que esté crujiente por fuera. Luego, se saltea la cebolla y los demás ingredientes. Después, se añade jugo fermentado de frutas y se deja cocer a fuego lento. Cuando la salsa se espese, no olvides agregar crema batida. Al servir, la crema batida cubre uniformemente cada trozo de carne, lo que le otorga a este plato el sabor cálido y familiar que tanto adora la gente de Fontaine.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108682,
      "name": "Fricasé de pollo delicioso",
      "description": "Un plato de carne muy conocido en Fontaine. La crema batida y la carne de pollo se unen en un encuentro romántico que se cataliza en un intenso aroma que relaja los sentidos. Se dice que es uno de los platos favoritos de los habitantes de Fontaine... Uno podría darse un festín con este plato durante toda la vida sin cansarse de su fantástico sabor.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108683,
      "id": "a_fragrant_feast_of_flavors",
      "name": "Fragrante banquete de sabores",
      "description": "La especialidad de Émilie. El jugo fermentado de frutas impregna tu boca de un sutil aroma floral, mientras que el dulzor de la crema batida armoniza con el color y la textura y se desliza sobre los labios como la seda. El aroma del plato te deja un regusto duradero, como si hubieras tenido un encuentro fortuito con una fragancia que jamás querrías olvidar.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 274 pts. durante 300 s. En modo Multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "emilie",
        "name": "Émilie"
      }
    }
  }
}
