{
  "_id": 3505,
  "id": "fried_shrimp_beanballs",
  "name": "Pan de frijoles con camarones fritos",
  "description": "Un aperitivo frito. Se elabora friendo las bolas de masa de frijol, que luego se rellenan de condimentos, camarón y salsa. El proceso de preparación es un tanto complejo, pero su delicioso sabor hace que valga la pena.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Legumbres peladas",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 3
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108739,
      "name": "Pan de frijoles con camarones fritos extraño",
      "description": "Un aperitivo frito. Al freírlo como si no hubiera un mañana, los camarones han perdido toda su jugosidad. Se puede pasar por alto que estén tan secos, pero lo que no se puede tolerar es que hayan quedado tan duros. Menos mal que solo hay dos y puedes comértelos rápidamente.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108740,
      "name": "Pan de frijoles con camarones fritos",
      "description": "Un aperitivo frito. Se elabora friendo las bolas de masa de frijol, que luego se rellenan de condimentos, camarón y salsa. El proceso de preparación es un tanto complejo, pero su delicioso sabor hace que valga la pena.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108741,
      "name": "Pan de frijoles con camarones fritos delicioso",
      "description": "Un aperitivo frito. El mágico proceso de ser fritos en abundante aceite los ha dotado de un brillante color y una textura crujiente que, a su vez, conserva la jugosidad. El sonido que producen al masticarlos es tan satisfactorio que solo puedes pensar en la lástima que es que solo haya dos.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108746,
      "id": "pass_the_luck",
      "name": "Transfusión de buena suerte",
      "description": "La especialidad de Mualani. Con los pies en su tabla de surf y un plato en la mano, da tres vueltas alrededor de ti y te pone enfrente una langosta cuyo tamaño no tiene nada del otro mundo. “¡Tachááán! ¡Estás de suerte! Acabo de atrapar esta langosta supergrande, ¡así que pensé en dártela para transferirte mi buena suerte!”. La emoción con la que dice esta frase es tal que parece darle un revestimiento dorado a los panecillos de frijoles con relleno de camarones.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "mualani",
        "name": "Mualani"
      }
    }
  }
}