{
  "_id": 3405,
  "id": "fruity_trio",
  "name": "Tartaleta de frutas",
  "description": "Un postre con un aspecto muy romántico. Primero se prepara el hojaldre y se rellena de mermelada y de cuajada de burburanja. Luego, se cierra con otra capa de hojaldre y se añade merengue por encima. Finalmente, se cocina en el horno. Este plato permite a los comensales disfrutar del delicioso sabor de tres frutas al mismo tiempo, por lo que es uno de los postres más solicitados.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Jazmimpoluto",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Burburanja",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Mermelada",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108533,
      "name": "Tartaleta de frutas extraña",
      "description": "Un postre con un aspecto muy romántico. Tras varios intentos fallidos de cocinar el merengue, el resultado final es una especie de masa pegajosa parcialmente quemada. El problema es que, después de cocinar la tartaleta durante tanto tiempo, las burburanjas se han vuelto amargas de frustración.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108534,
      "name": "Tartaleta de frutas",
      "description": "Un postre con un aspecto muy romántico. Primero se prepara el hojaldre y se rellena de mermelada y de cuajada de burburanja. Luego, se cierra con otra capa de hojaldre y se añade merengue por encima. Finalmente, se cocina en el horno. Este plato permite a los comensales disfrutar del delicioso sabor de tres frutas al mismo tiempo, por lo que es uno de los postres más solicitados.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108535,
      "name": "Tartaleta de frutas deliciosa",
      "description": "Un postre con un aspecto muy romántico. El crujiente y denso envoltorio de hojaldre se funde en el paladar con cada bocado. La armoniosa mezcla de tonalidades tostadas y blanquecinas del merengue recuerda a una nube que ha pasado demasiado tiempo bañándose al sol. Una deliciosa recompensa para tus papilas gustativas.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 25% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}