{
  "_id": 3311,
  "id": "fruits_of_the_festival",
  "name": "Jugo festivo",
  "description": "Una bebida sin alcohol de colores brillantes. Las solsettias y los ganchos de lobo se exprimen por separado y se vierten en ese orden en un vaso. Su sabor refrescante y color vibrante traen gratos recuerdos de las vacaciones. ¡Para conseguir el efecto de sabor graduado, hay que verter los ingredientes en el orden correcto!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100021,
      "id": "wolfhook",
      "name": "Gancho de lobo",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Solsettia",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108463,
      "name": "Jugo festivo extraño",
      "description": "Una bebida sin alcohol de colores brillantes. La acidez de los ganchos de lobo no se ha gestionado correctamente, lo cual causa que la lengua se entumezca. ¡¿Qu-qué está pasando?! ¿Escuchaste ese aullido? Tiene que ser una ilusión, ¿verdad?",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108464,
      "name": "Jugo festivo",
      "description": "Una bebida sin alcohol de colores brillantes. Las solsettias y los ganchos de lobo se exprimen por separado y se vierten en ese orden en un vaso. Su sabor refrescante y color vibrante traen gratos recuerdos de las vacaciones. ¡Para conseguir el efecto de sabor graduado, hay que verter los ingredientes en el orden correcto!",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108465,
      "name": "Jugo festivo delicioso",
      "description": "Una bebida no alcohólica de colores brillantes. Su sabor refrescante causa un ligero placer, como si se tratase de un dulce sueño imaginario. Un solo sorbo es capaz de transportarte a una playa de arena blanca y aguas cristalinas cuyas olas componen una canción que bien sería el himno de tus vacaciones.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
