{
  "_id": 3116,
  "id": "fruity_duet",
  "name": "Dueto frutal",
  "description": "Una bebida hecha con dos frutas. Primero, se añade una densa capa de pulpa y luego se vierte el batido hecho de jugo y té. El delicioso sabor de una capa tras otra de fruta resulta tan tentador que no existe nadie capaz de resistirse a su sabor.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Solsettia",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Mermelada",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Flor chingxin",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108567,
      "name": "Dueto frutal extraño",
      "description": "Una bebida hecha con dos frutas. El fondo de pulpa tiene un regusto capaz de poner de mal humor a cualquiera... ¿Qué tal si preparas otro vaso a ver qué tal sale?",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108568,
      "name": "Dueto frutal",
      "description": "Una bebida hecha con dos frutas. Primero, se añade una densa capa de pulpa y luego se vierte el batido hecho de jugo y té. El delicioso sabor de una capa tras otra de fruta resulta tan tentador que no existe nadie capaz de resistirse a su sabor.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108569,
      "name": "Dueto frutal delicioso",
      "description": "Una bebida hecha con dos frutas. Un solo sorbo es suficiente para impregnarte los labios de una oleada de delicioso sabor frutal. Es casi como si estuvieras sentado en una playa de blanca arena, disfrutando de una naranjada puesta de sol... No hay mejor sentimiento que ese.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
