{
  "_id": 3511,
  "id": "fruits_aplenty",
  "name": "Combifruti",
  "description": "Jugo fresco elaborado con una mezcla de ingredientes que le otorgan un intenso sabor. No solo sirve para levantar los ánimos, sino que también es muy saludable. Por eso, los entusiastas de la salud de la Comunidad de la Feracidad suelen tomar uno o dos vasos al día.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Mahís",
      "amount": 2
    },
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Quenepa",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108797,
      "name": "Combifruti extraño",
      "description": "Jugo fresco elaborado con una mezcla de ingredientes que le otorgan un intenso sabor. La acidez del cacahuatl, la fibra del mahís, el amargor de la quenepa y la viscosidad del huevo se disputan la atención de tus papilas gustativas, pero no tienes paciencia para dejarlos terminar. Necesitas desesperadamente un vaso de agua para poder tragarlo todo.",
      "effect": "#Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108798,
      "name": "Combifruti",
      "description": "Jugo fresco elaborado con una mezcla de ingredientes que le otorgan un intenso sabor. No solo sirve para levantar los ánimos, sino que también es muy saludable. Por eso, los entusiastas de la salud de la Comunidad de la Feracidad suelen tomar uno o dos vasos al día.",
      "effect": "#Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108799,
      "name": "Combifruti delicioso",
      "description": "Jugo fresco elaborado con una mezcla de ingredientes que le otorgan un intenso sabor. El intenso aroma de frutas frescas te empuja a un jardín de frutas matutino. El néctar de las frutas empapadas de rocío se derrite en la punta de la lengua, refrescando y revitalizando el espíritu... Espera, ¿por qué tus pies se mueven inconscientemente en dirección al Club de Entrenamiento?",
      "effect": "#Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    }
  }
}