{
  "_id": 3315,
  "id": "gilded_tajine",
  "name": "Tayín áureo",
  "description": "Un plato de carne estofada. La prominente tapadera puntiaguda, que reduce la pérdida de agua del plato al cocinarse a fuego lento, es un ingenio culinario exclusivo de los habitantes del desierto. Este manjar ha acompañado a Los Eremitas en sus viajes por toda Sumeru, y es así como ha ganado su reputación.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Orquídea padishá",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Especias",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108492,
      "name": "Tayín áureo extraño",
      "description": "Un plato de carne estofada. A simple vista parece apetecible, pero una vez que lo pruebas, te das cuenta de que la carne está tan seca que parece que estás comiendo madera. ¿Estará rota la tapadera del caldero o es que la habrán usado mal?",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108493,
      "name": "Tayín áureo",
      "description": "Un plato de carne estofada. La prominente tapadera puntiaguda, que reduce la pérdida de agua del plato al cocinarse a fuego lento, es un ingenio culinario exclusivo de los habitantes del desierto. Este manjar ha acompañado a Los Eremitas en sus viajes por toda Sumeru, y es así como ha ganado su reputación.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 22% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108494,
      "name": "Tayín áureo delicioso",
      "description": "Un plato de carne estofada. Los trozos de carne, empapados en el sabroso caldo, se deshacen entre los labios con solo tocarlos. La singular mezcla de especias se adapta perfectamente al ritmo de la carne, y tocan sobre las papilas gustativas una canción del desierto a la que la lengua no puede evitar aplaudir.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108501,
      "id": "goldflame_tajine",
      "name": "Tayín fuegoáureo",
      "description": "La especialidad de Dehya. Al abrir la tapa de la olla, cuyo aspecto es de lo más normal, la carne está tan tierna y el olor es tan suculento que la sensación al entrar en contacto con los labios resulta embriagadora. Parece que Dehya es tan diestra en la cocina como en el combate. Una persona así es totalmente de fiar.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "dehya",
        "name": "Dehya"
      }
    }
  }
}
