{
  "id": "golden_chicken_burger",
  "name": "Hamburguesa de pollo crujiente",
  "description": "Una hamburguesa hecha con carne de ave como protagonista. Dentro del pan, bien blandito, se han colocado una crujiente pechuga de pollo y unas verduras frescas. No es necesario comerla con cubiertos, sino que puedes hacerlo directamente con las manos. El increíble crujido del pollo al darle el primer bocado —“¡crac!”— es lo más satisfactorio de este plato.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Harina",
      "amount": 2
    },
    {
      "id": "cabbage",
      "name": "Repollo",
      "amount": 2
    },
    {
      "id": "butter",
      "name": "Mantequilla",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Hamburguesa de pollo crujiente extraña",
      "description": "Una hamburguesa hecha con carne de ave como protagonista. La carne es demasiado fina y se ha cubierto con demasiada harina, por lo que da la sensación de estar comiendo un sándwich de pan frito.",
      "effect": "Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "name": "Hamburguesa de pollo crujiente",
      "description": "Una hamburguesa hecha con carne de ave como protagonista. Dentro del pan, bien blandito, se han colocado una crujiente pechuga de pollo y unas verduras frescas. No es necesario comerla con cubiertos, sino que puedes hacerlo directamente con las manos. El increíble crujido del pollo al darle el primer bocado —“¡crac!”— es lo más satisfactorio de este plato.",
      "effect": "Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "name": "Hamburguesa de pollo crujiente deliciosa",
      "description": "Una hamburguesa hecha con carne de ave como protagonista. El filete de carne tiene un empanado dorado y está tan tierno que los jugos casi se derraman al apretarlo. El robusto sabor de la salsa y las refrescantes verduras hacen que este festín que cabe en la palma de tu mano te transporte directamente al paraíso.",
      "effect": "Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    }
  }
}
