{
  "_id": 2506,
  "id": "grainfruit_wrap",
  "name": "Tamales de mahís",
  "description": "Una comida envuelta en grandes hojas. En Natlan hay un refrán popular que dice: “Al que nace para tamal, del cielo le caen las hojas”, lo que hace referencia a las cosas que nos están predestinadas.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Mahís",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108767,
      "name": "Tamales de mahís extraños",
      "description": "Una comida envuelta en grandes hojas. El hecho de que no haya ninguna diferencia entre comer esto o mahís crudo te hace plantearte por qué cocinas.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 88 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108768,
      "name": "Tamales de mahís",
      "description": "Una comida envuelta en grandes hojas. En Natlan hay un refrán popular que dice: “Al que nace para tamal, del cielo le caen las hojas”, lo que hace referencia a las cosas que nos están predestinadas.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 107 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108769,
      "name": "Tamales de mahís deliciosos",
      "description": "Una comida envuelta en grandes hojas. El tierno relleno va acompañado del ligero dulzor del mahís. Al entrar en tu boca, degustas tanto las notas dulces y picantes como las saladas y fragantes, lo que hace que este plato sea toda una experiencia para el paladar.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 126 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
