{
  "_id": 2116,
  "id": "guhua_fish_lamb_soup",
  "name": "Sopa de pescado y cordero Guhua",
  "description": "Un plato milenario registrado a mano en un cuaderno. El pescado y el cordero se estofan juntos en la misma olla. Los trozos de pescado quedan bien tiernos, y la carne, sabrosa. Podría decirse que el rico sabor del plato viene, precisamente, de esta mezcla tan inusitada.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108657,
      "name": "Sopa de pescado y cordero Guhua extraña",
      "description": "Un plato milenario registrado a mano en un cuaderno. Es como si los dos sabores, el del cordero y el del pescado, tomaran caminos separados y cada uno de ellos sorprendiera al paladar. Es demasiado tarde, no hay tiempo para nada más que enjuagarse la boca lo más rápido posible para aliviar las papilas gustativas de esta embestida.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 88 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108658,
      "name": "Sopa de pescado y cordero Guhua",
      "description": "Un plato milenario registrado a mano en un cuaderno. El pescado y el cordero se estofan juntos en la misma olla. Los trozos de pescado quedan bien tiernos, y la carne, sabrosa. Podría decirse que el rico sabor del plato viene, precisamente, de esta mezcla tan inusitada.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 107 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108659,
      "name": "Sopa de pescado y cordero Guhua deliciosa",
      "description": "Un plato milenario registrado a mano en un cuaderno. El caldo cremoso, sabor en estado puro, se desliza por la garganta y hace que a uno le entren ganas de tener un segundo estómago. Si lo degustas en invierno, lo recordarás en primavera y querrás volver a tomarlo.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 126 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
