{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Cerdo char siu",
  "description": "Una especialidad a la barbacoa de Liyue. Se elabora utilizando un tenedor especial de hierro para ensartar la carne adobada y colgarla sobre el fuego para que se cocine. El sabor de la carne de cerdo a la barbacoa recién hecha es uno de los favoritos de los gourmets.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Cerdo char siu extraño",
      "description": "Una especialidad a la barbacoa de Liyue. Su exagerado dulzor le confiere un sabor difícil de soportar. Un proverbio de Liyue dice que los pequeños errores pueden tener grandes consecuencias. Esto también parece aplicarse a la cocina.",
      "effect": "Restaura un 8% de la Vida Máx. al personaje seleccionado y regenera 210 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108646,
      "name": "Cerdo char siu",
      "description": "Una especialidad a la barbacoa de Liyue. Se elabora utilizando un tenedor especial de hierro para ensartar la carne adobada y colgarla sobre el fuego para que se cocine. El sabor de la carne de cerdo a la barbacoa recién hecha es uno de los favoritos de los gourmets.",
      "effect": "Restaura un 9% de la Vida Máx. al personaje seleccionado y regenera 260 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108647,
      "name": "Cerdo char siu delicioso",
      "description": "Una especialidad a la barbacoa de Liyue. Tiene un color rojizo y un aroma intenso. Si lo miras demasiado, es fácil caer en la tentación. Al probar la dulce y jugosa carne, ¡no bastará con un solo cuenco de arroz para acompañarla!",
      "effect": "Restaura un 10% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "Yum cha delicioso",
      "description": "La especialidad de Gaming. Reposando uno al lado del otro en la vaporera se hallan unos bollos con aspecto de suanni tremendamente realistas que recuerdan a un joven caminando sobre un montón de pilares de entrenamiento. “¿Qué estás mirando? Tomemos una taza de té. Toma”. A continuación, el joven, con una sonrisa radiante, te entrega otra taza de té.",
      "effect": "Restaura un 14% de la Vida Máx. al personaje seleccionado y regenera 350 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "gaming",
        "name": "Gaming"
      }
    }
  }
}
