{
  "_id": 3212,
  "id": "invigorating_kitty_meal",
  "name": "Comida felina revitalizante",
  "description": "Una comida de aspecto adorable. Hecha según los gustos de Neko, la Suma Sacerdotisa suplente, y con la ayuda de Kiminami Anna. Aunque no es igual que la que hizo Hibiki, parece que es suficiente para satisfacer a Neko. Como el plato no se ha condimentado, podría resultar un poco insípido para un humano.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108318,
      "name": "Comida felina revitalizante extraña",
      "description": "Una comida de aspecto adorable. Se nota que a quien la hizo le faltaba experiencia, porque los ingredientes se han mezclado sin orden ni concierto. Sería un milagro si Neko, la Suma Sacerdotisa suplente, la aceptase...",
      "effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108319,
      "name": "Comida felina revitalizante",
      "description": "Una comida de aspecto adorable. Hecha según los gustos de Neko, la Suma Sacerdotisa suplente, y con la ayuda de Kiminami Anna. Aunque no es igual que la que hizo Hibiki, parece que es suficiente para satisfacer a Neko. Como el plato no se ha condimentado, podría resultar un poco insípido para un humano.",
      "effect": "Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108320,
      "name": "Comida felina revitalizante deliciosa",
      "description": "Una comida de aspecto adorable. El sencillo método utilizado ha servido para conservar lo mejor posible el sabor de los ingredientes. Ni el gato más indiferente podría evitar sentirse atraído por este aroma. Espera, ¡que también atrae a los perros!",
      "effect": "Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108511,
      "id": "energizing_bento",
      "name": "Bento energizante",
      "description": "La especialidad de Kirara. Un bento que Kirara preparó con mucho empeño imitando el popular estilo entre las jóvenes de ahora. Además de un buen equilibrio entre los nutrientes, también tiene forma de gatitos. Es como un paquete que te envían con todo el cariño el mundo. ¡Podrías recibir uno todos los días y no cansarte nunca!",
      "effect": "#Restaura un 34% de la Vida Máx. al personaje seleccionado y regenera 980 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "kirara",
        "name": "Kirara"
      }
    }
  }
}
