{
  "_id": 3115,
  "id": "jade_fruit_soup",
  "name": "Sopa de frutos de jade",
  "description": "Un postre tradicional de Sumeru. Una vez que el agua rompe a hervir, se añaden todo tipo de ingredientes y se cuecen durante cierto tiempo. A continuación, se añade la cantidad adecuada de terrones de azúcar y se deja reposar a fuego bajo hasta que el líquido adquiere un tono brillante y una densa consistencia. Esta sopa dulce de larga cocción tiene un sabor y un regusto muy suaves, por lo que es perfecta tanto para niños como para mayores.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Solsettia",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Flor chingxin",
      "amount": 1
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Campanita de cristal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108506,
      "name": "Sopa de frutos de jade extraña",
      "description": "Un dulce tradicional de Sumeru. Los ingredientes culinarios se echaron apresuradamente en la sartén, dando como resultado un plato con sabor a Esencia de slime. Aunque su sabor es poco apetitoso, los ingredientes utilizados siguen siendo nutritivos.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108507,
      "name": "Sopa de frutos de jade",
      "description": "Un postre tradicional de Sumeru. Una vez que el agua rompe a hervir, se añaden todo tipo de ingredientes y se cuecen durante cierto tiempo. A continuación, se añade la cantidad adecuada de terrones de azúcar y se deja reposar a fuego bajo hasta que el líquido adquiere un tono brillante y una densa consistencia. Esta sopa dulce de larga cocción tiene un sabor y un regusto muy suaves, por lo que es perfecta tanto para niños como para mayores.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108508,
      "name": "Sopa de frutos de jade deliciosa",
      "description": "Un postre tradicional de Liyue. Los grandes trozos de fruta flotan en la aromática sopa, como un barco que navega por el río, dejan en el paladar una refrescante brisa frutal.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108510,
      "id": "heatquelling_soup",
      "name": "Sopa regulatemperaturas",
      "description": "La especialidad de Baizhu. “Aunque no es una medicina, sí sirve para reducir la sequedad”, te dice Baizhu con una voz seria, tras lo que frente a tus ojos aparece un cuenco de sopa brillante y cristalina. “*Sss*, antes la hacía sin azúcar, pero esta vez le añadió un poco porque temía que no fueras a tolerar bien el amargor”, sisea Changsheng.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "baizhu",
        "name": "Baizhu"
      }
    }
  }
}
