{
  "_id": 2102,
  "id": "jueyun_chili_chicken",
  "name": "Pollo al chile Jueyun",
  "description": "Un plato de pollo frío. Su forma de elaboración permite que el sabor y el jugo del pollo se conserven a la perfección. Bajo su dorada piel se esconde un sabor ligeramente picante.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Chile de Jueyun",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pimienta",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108083,
      "name": "Pollo al chile Jueyun extraño",
      "description": "Un plato de pollo frío. Tal vez la carne no se marinó adecuadamente, ya que es salada por fuera e insípida por dentro. Su sabor parece más bien el de un pollo hervido.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108084,
      "name": "Pollo al chile Jueyun",
      "description": "Un plato de pollo frío. Su forma de elaboración permite que el sabor y el jugo del pollo se conserven a la perfección. Bajo su dorada piel se esconde un sabor ligeramente picante.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 9% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108085,
      "name": "Pollo al chile Jueyun delicioso",
      "description": "Un plato de pollo frío. La carne es tan tierna que casi se puede deshacer con un soplo de viento. Al darle el primer bocado, la carne desprende su jugo y el comensal se transporta a un lugar entre lo real y lo fantástico. Una auténtica experiencia astral.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 12% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108174,
      "id": "rockin_riffin_chicken",
      "name": "Pollo rockero",
      "description": "La especialidad de Xinyan. Tras su aspecto infernal, se esconde un nivel de picante igual de infernal. Se te caerán las lágrimas mientras lo comes, pero no podrás parar. ¡Solo alguien como Xinyan podría cocinar algo así!",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo un 16% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "xinyan",
        "name": "Xinyan"
      }
    }
  }
}
