{
  "_id": 3110,
  "id": "jueyun_guoba",
  "name": "Guoba de Jueyun",
  "description": "Uno de los aperitivos típicos de Liyue. Se fríen los chiles de Jueyun y el jamón y se vierten encima de la mezcla de arroz crujiente y cola de caballo. La combinación de la carne y el sabor picante convierte a un ingrediente tan cotidiano como el arroz en una comida tan sabrosa que se disfruta a dos carrillos.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100032,
      "id": "horsetail",
      "name": "Cola de caballo",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jamón",
      "amount": 1
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Chile de Jueyun",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108210,
      "name": "Guoba de Jueyun extraña",
      "description": "Uno de los aperitivos típicos de Liyue. El arroz se ha chamuscado y apenas conserva su sabor. Los chiles de Jueyun y el jamón tienen un desagradable color marrón y solo se diferencian por la textura al comerlos.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108211,
      "name": "Guoba de Jueyun",
      "description": "Uno de los aperitivos típicos de Liyue. Se fríen los chiles de Jueyun y el jamón y se vierten encima de la mezcla de arroz crujiente y cola de caballo. La combinación de la carne y el sabor picante convierte a un ingrediente tan cotidiano como el arroz en una comida tan sabrosa que se disfruta a dos carrillos.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108212,
      "name": "Guoba de Jueyun deliciosa",
      "description": "Uno de los aperitivos típicos de Liyue. Se rompe un pedazo de la costra de arroz crujiente, se pone encima un pedazo caliente de jamón y se comen juntos. La textura crujiente y el picante que va directo a la nariz son tan adictivos que te chuparás los dedos.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 40% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
