{
  "id": "katsu_sandwich",
  "name": "Sándwich de milanesa",
  "description": "Una comida muy nutritiva. Entre el pan hay colocada una milanesa bien crujiente, acompañada de una salsa agridulce que le da el toque perfecto. Se trata de una sublime combinación de un plato extranjero con sabores locales.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "id": "cabbage",
      "name": "Repollo",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "name": "Sándwich de milanesa extraño",
      "description": "Una comida muy nutritiva. Un filete de carne, más bien seca y magra, acompañado con hojas pochas de verdura y rebanadas de pan demasiado duro. Olvídalo, hay que llenar el estómago, así que... habrá que comérselo.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 66 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "name": "Sándwich de milanesa",
      "description": "Una comida muy nutritiva. Entre el pan hay colocada una milanesa bien crujiente, acompañada de una salsa agridulce que le da el toque perfecto. Se trata de una sublime combinación de un plato extranjero con sabores locales.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 81 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "name": "Sándwich de milanesa delicioso",
      "description": "Una comida muy nutritiva. El dulce y esponjoso pan aporta la sensación de saciedad justa, mientras que la carne, crujiente y jugosa, activa tus papilas gustativas. Con un solo bocado, tanto tu paladar como tu estómago encuentran una gran satisfacción. ¿Quién será la persona que inventó una combinación tan perfecta?",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 95 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "name": "La verdad y nada más que la verdad",
      "description": "La especialidad de Shikanoin Heizou. La dorada y jugosa carne descansa sobre un cama de huevo y desprende un aroma irresistible. Tras comerlo, sientes el impulso de contar algunos de los privados secretos de tu corazón. ¿Será esta el arma secreta del detective Heizou?",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 114 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "shikanoin_heizou",
        "name": "Shikanoin Heizou"
      }
    }
  }
}
