{
  "id": "konda_cuisine",
  "name": "Estofado de Konda",
  "description": "Un rústico estofado hecho a fuego lento. Todos los habitantes de la Aldea Konda saben cocinarlo. En un principio, este plato no tenía nombre, pero debido a lo delicioso y nutritivo que es, se extendió por toda Inazuma. Por esta razón, la gente de fuera de la Aldea Konda comenzó a llamarlo “estofado de Konda”.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 3
    },
    {
      "id": "snapdragon",
      "name": "Flor dorada",
      "amount": 2
    },
    {
      "id": "lavender_melon",
      "name": "Calavanda",
      "amount": 2
    },
    {
      "id": "mushroom",
      "name": "Champiñón",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Estofado de Konda extraño",
      "description": "Un rústico estofado hecho a fuego lento. Si el pollo, que no se ha frito previamente, fuera mínimamente aceptable, entonces la calavanda cruda sería la razón de este desastroso plato. No solo tiene un sabor astringente, sino que tiñe toda la lengua de morado, lo que hace que parezca que quien la come ha tomado alguna clase de veneno.",
      "effect": "Revive a un personaje y restaura 900 pts. de su Vida."
    },
    "normal": {
      "name": "Estofado de Konda",
      "description": "Un rústico estofado hecho a fuego lento. Todos los habitantes de la Aldea Konda saben cocinarlo. En un principio, este plato no tenía nombre, pero debido a lo delicioso y nutritivo que es, se extendió por toda Inazuma. Por esta razón, la gente de fuera de la Aldea Konda comenzó a llamarlo “estofado de Konda”.",
      "effect": "Revive a un personaje y restaura 1200 pts. de su Vida."
    },
    "delicious": {
      "name": "Estofado de Konda delicioso",
      "description": "Un rústico estofado hecho a fuego lento. Los ingredientes están justo en su punto debido a que se han cocinado con la intensidad de fuego adecuada. Si uno pasea por la Aldea Konda al anochecer, seguramente olerá este sencillo plato, que no le tiene nada que envidiar a los más exquisitos manjares. Si uno de sus aldeanos come este estofado mientras está lejos de su casa, probablemente sentirá una gran nostalgia.",
      "effect": "Revive a un personaje y restaura 1500 pts. de su Vida."
    }
  }
}
