{
  "_id": 3416,
  "id": "la_lettre_a_focalors",
  "name": "“Para Foçalors”",
  "description": "Un pastel pequeño y de forma alargada. Se dice que hace mucho, mucho tiempo, un maestro pastelero creó este postre inspirado en el amor de la gente de Fontaine por la Arconte Hydro. Las múltiples capas apiladas unas sobre otras son una verdadera prueba de las habilidades del chef, y cada aspecto de este pastel demuestra la influencia de la gran Arconte Hydro.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Granos de café",
      "amount": 3
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almendra",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108605,
      "name": "“Para Foçalors” extraño",
      "description": "Un pastel pequeño y de forma alargada. El sabor de cada capa parece más o menos el mismo, y... un momento, ¡incluso le faltan algunas capas! Los entendidos sabrán que la pastelería ha metido la pata hasta el fondo tras el primer bocado.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108606,
      "name": "“Para Foçalors”",
      "description": "Un pastel pequeño y de forma alargada. Se dice que hace mucho, mucho tiempo, un maestro pastelero creó este postre inspirado en el amor de la gente de Fontaine por la Arconte Hydro. Las múltiples capas apiladas unas sobre otras son una verdadera prueba de las habilidades del chef, y cada aspecto de este pastel demuestra la influencia de la gran Arconte Hydro.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 22% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108607,
      "name": "“Para Foçalors” delicioso",
      "description": "Un pastel pequeño y de forma alargada. El aroma del café y las almendras te atrae y hace que te pierdas en tus pensamientos, como si te hubieras topado distraídamente con una ópera extravagante en cuyos giros representativos no puedes evitar sumergirte, y de la que solo esperas que nunca llegue el final.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108611,
      "id": "pour_la_justice",
      "name": "Pour la justice",
      "description": "La especialidad de Furina. “Pour la justice” significa “por la justicia” en Fontaine, donde la que una vez actuó en el mayor de los escenarios fue testigo del nacimiento de la más noble justicia. Sus sabores en capas parecen hincharse y desvanecerse como las olas del mar, antes de relajarse finalmente, como si dejara atrás una pesada carga. ¿Quizás sea el reflejo de alguna experiencia personal suya?",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "furina",
        "name": "Furina"
      }
    }
  }
}
