{
  "_id": 3601,
  "id": "lakkaberry_krumkakes",
  "name": "Krumkakes con lakka",
  "description": "Un postre clásico de Nod Krai. La masa se pone en una parrilla y se enrolla rápidamente, mientras se le echa smetana y se espolvorean frutas por encima. Crujiente y dulcemente aromático, es muy popular entre los niños.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakka",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 3
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108855,
      "name": "Krumkakes con lakka extraños",
      "description": "Un postre clásico de Nod Krai. El borde es blando y parece más una tortilla que un krumkake, claramente por efecto de la humedad. Por suerte, el centro sigue siendo crujiente. Si te lo comes rápido, no debería haber ningún problema...",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108856,
      "name": "Krumkakes con lakka",
      "description": "Un postre clásico de Nod Krai. La masa se pone en una parrilla y se enrolla rápidamente, mientras se le echa smetana y se espolvorean frutas por encima. Crujiente y dulcemente aromático, es muy popular entre los niños.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108857,
      "name": "Krumkakes con lakka deliciosos",
      "description": "Un postre clásico de Nod Krai. El sonido del crujido de los ingredientes es como la voz de la naturaleza. En contraste con la crujiente cáscara del rollito está el relleno suave, dulce y glutinoso. Las dos texturas diferentes se combinan en la boca para crear una armonía perfecta. Antes de que te des cuenta, la mano ya ha vuelto a tomar el plato con impaciencia.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108889,
      "id": "thunderclap_slash",
      "name": "¡Corte atronador!",
      "description": "La especialidad de Ineffa. Con indiferencia, Ineffa grita: “¡Corte atronador!”, y unos krumkakes caen de su brazo y se lanzan al plato que tienes delante. Los intrincados patrones y el delicioso aroma demuestran las excelentes dotes culinarias de la chef... En resumen, tu paladar no ha tenido más remedio que rendirse ante este “Corte atronador”.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "ineffa",
        "name": "Ineffa"
      }
    }
  }
}