{
  "id": "lambad_fish_roll",
  "name": "Rollo de pescado de Lambad",
  "description": "Un plato de pescado a la parrilla con un ligero aroma floral. Se dice que Lambad se aventuró a lo largo y ancho del mundo en su juventud. En cada lugar al que iba, probaba el pescado a la parrilla de las tabernas locales. Este no era un plato emblemático en Sumeru, lo cual Lambad pensó que era una pena, así que inventó este rollo de pescado. Según los comensales de la taberna, las historias de sus aventuras no son necesariamente ciertas, pero su rollo de pescado es sin duda delicioso.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "fish",
      "name": "Pescado",
      "amount": 1
    },
    {
      "id": "sumeru_rose",
      "name": "Rosa de Sumeru",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Rollo de pescado de Lambad extraño",
      "description": "Un plato de pescado a la parrilla con un tenue aroma floral. Desgraciadamente, el olor rancio del pescado chamuscado evidencia la falta de habilidad culinaria al hacerlo. Será mejor que Lambad no se dé cuenta, o te cobrará el doble la próxima vez que visites su puesto.",
      "effect": "Restaura un 8% de la Vida Máx. y 800 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "name": "Rollo de pescado de Lambad",
      "description": "Un plato de pescado a la parrilla con un ligero aroma floral. Se dice que Lambad se aventuró a lo largo y ancho del mundo en su juventud. En cada lugar al que iba, probaba el pescado a la parrilla de las tabernas locales. Este no era un plato emblemático en Sumeru, lo cual Lambad pensó que era una pena, así que inventó este rollo de pescado. Según los comensales de la taberna, las historias de sus aventuras no son necesariamente ciertas, pero su rollo de pescado es sin duda delicioso.",
      "effect": "Restaura un 9% de la Vida Máx. y 1000 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "name": "Rollo de pescado de Lambad delicioso",
      "description": "Un plato de pescado a la parrilla con un ligero aroma floral. La carne de pescado dorada y los fragantes pétalos de rosa recuerdan a las ondulantes olas de la superficie del mar enrojecidas por el sol poniente. No es de extrañar que este plato también se conozca con el nombre de “el romance de los marineros”. ¡Espera! ¿Significa eso que Lambad no exageraba sobre sus aventuras?",
      "effect": "Restaura un 10% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    }
  }
}
