{
  "_id": 3403,
  "id": "lasagna",
  "name": "Lasaña de carne",
  "description": "Una receta de pasta al horno. Se esparce una capa de carne en salsa, queso y bechamel sobre una tira de pasta. Luego, se coloca otra tira de pasta y se repite el proceso unas cuantas veces. Finalmente, se cocina la lasaña en el horno hasta que el queso se gratina. El secreto de su soberbio sabor reside en la deliciosa salsa en la que se baña la carne.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queso",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Mantequilla",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108527,
      "name": "Lasaña de carne extraña",
      "description": "Una receta de pasta al horno. Da la sensación de que el que sea ha lanzado los ingredientes al tuntún en una bandeja, así que la textura deja mucho que desear. Un bocado y ya puedes sentir la lasaña haciéndose bola en tu garganta. Pero, tranquilo, ¡el siguiente bocado siempre será peor!",
      "effect": "#Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108528,
      "name": "Lasaña de carne",
      "description": "Una receta de pasta al horno. Se esparce una capa de carne en salsa, queso y bechamel sobre una tira de pasta. Luego, se coloca otra tira de pasta y se repite el proceso unas cuantas veces. Finalmente, se cocina la lasaña en el horno hasta que el queso se gratina. El secreto de su soberbio sabor reside en la deliciosa salsa en la que se baña la carne.",
      "effect": "#Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108529,
      "name": "Lasaña de carne deliciosa",
      "description": "Una receta de pasta al horno. La carne en salsa se postra sobre la bandeja, mientras el fuego recita sus cánticos y la pasta y el queso ascienden al trono de la mano. En el momento en que roza tu paladar, una oleada de puro deleite te embarga. Casi tienes que resistirte para no instaurar un nuevo día de la lasaña con carne.",
      "effect": "#Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    }
  }
}
