{
  "_id": 2605,
  "id": "lohikeitto",
  "name": "Lohikeitto",
  "description": "Una sopa clásica de las regiones frías. Trozos de pescado se cocinan a fuego lento con verduras frescas. Luego, se añade crema batida y condimentos para crear una sopa caliente, suave y reconfortante.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 1
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Zanahoria",
      "amount": 1
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108912,
      "name": "Lohikeitto extraño",
      "description": "Una sopa clásica de las regiones frías. A primera vista, parecía estar perfectamente bien, pero al probar el caldo, las papilas gustativas se vieron sorprendidas por un repentino sabor a quemado. Al revisar el fondo de la olla, efectivamente, se había quemado... Por cuestiones de salud, lo mejor es no comerla.",
      "effect": "#Restaura un 18% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108913,
      "name": "Lohikeitto",
      "description": "Una sopa clásica de las regiones frías. Trozos de pescado se cocinan a fuego lento con verduras frescas. Luego, se añade crema batida y condimentos para crear una sopa caliente, suave y reconfortante.",
      "effect": "#Restaura un 20% de la Vida Máx. al personaje seleccionado y regenera 390 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108914,
      "name": "Lohikeitto delicioso",
      "description": "Una sopa clásica de las regiones frías. La cremosa sopa, suave como la seda, envuelve cada ingrediente en un suave abrazo. Al dar el primer sorbo, se siente una suave y acogedora calidez que se extiende por todo el cuerpo, como si un sol rojo anaranjado estuviera saliendo por dentro.",
      "effect": "#Restaura un 22% de la Vida Máx. al personaje seleccionado y regenera 470 pts. de Vida cada 5 s durante 30 s."
    }
  }
}
