{
  "_id": 3108,
  "id": "lotus_flower_crisp",
  "name": "Estrellitas de loto",
  "description": "Uno de los dulces típicos de Liyue. Su relleno dulce está recubierto de una masa de harina, agua y aceite que se fríe hasta que queda crujiente. Los pétalos se abren de uno en uno cuando se sostiene en la palma de la mano.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almendra",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Mantequilla",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108161,
      "name": "Estrellitas de loto extrañas",
      "description": "Uno de los dulces típicos de Liyue. Los pétalos han perdido su color y se han vuelto amarillos debido a la temperatura demasiado alta del aceite.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108162,
      "name": "Estrellitas de loto",
      "description": "Uno de los dulces típicos de Liyue. Su relleno dulce está recubierto de una masa de harina, agua y aceite que se fríe hasta que queda crujiente. Los pétalos se abren de uno en uno cuando se sostiene en la palma de la mano.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108163,
      "name": "Estrellitas de loto deliciosas",
      "description": "Uno de los dulces típicos de Liyue. Espira con cuidado y observa cómo los pétalos se mueven ligeramente, como si tuvieran vida propia. Al cerrar los ojos y probarlo, un dulce sabor inundará tu paladar. Es como si soplara el viento, las flores se abrieran y los pájaros alzaran el vuelo.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
