{
  "_id": 2106,
  "id": "lotus_seed_and_bird_egg_soup",
  "name": "Sopa de loto y huevo",
  "description": "Un plato de huevos al vapor. A la brillante y dorada sopa se le han añadido unas semillas de loto. Se coma como desayuno o como postre, siempre aportará al cuerpo los ingredientes que necesita.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Cabeza de loto",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108119,
      "name": "Sopa de loto y huevo extraña",
      "description": "Un plato de huevos al vapor. El largo proceso de cocción al vapor ha hecho que aparezca una inusual figura con forma de panal en la superficie. Por no hablar del intenso sabor amargo de las semillas de loto...",
      "effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108120,
      "name": "Sopa de loto y huevo",
      "description": "Un plato de huevos al vapor. A la brillante y dorada sopa se le han añadido unas semillas de loto. Se coma como desayuno o como postre, siempre aportará al cuerpo los ingredientes que necesita.",
      "effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108121,
      "name": "Sopa de loto y huevo deliciosa",
      "description": "Un plato de huevos al vapor. Los suculentos huevos se derriten en la boca y, antes de que te des cuenta, la suave y sutil dulzura de las flores de loto recién abiertas inunda tus papilas gustativas.",
      "effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108373,
      "id": "cloudshrouded_jade",
      "name": "Jade entre las nubes",
      "description": "La especialidad de Yun Jin. Este postre, su preferido, es dulce, esponjoso y nunca sienta mal al cuerpo. Su sabor es tan ligero que, aunque comas mucho, no te empalagará. Por cierto, parece que puso más cantidad de la que suele hacer para sí misma. Qué buena persona es.",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 25% durante 1500 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "yun_jin",
        "name": "Yun Jin"
      }
    }
  }
}