{
  "_id": 3510,
  "id": "magmic_ode",
  "name": "Oda mágmica",
  "description": "Un antiguo plato de Natlan. Tradicionalmente, los ingredientes se envuelven en grandes hojas y se cuecen al vapor en piedras al rojo vivo. Cuando las nubes de vapor empiezan a elevarse, este manjar de Natlan, perfecto para grupos grandes de comensales, está listo para servir.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Mahís",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108778,
      "name": "Oda mágmica extraña",
      "description": "Un antiguo plato de Natlan. Si hubo un atisbo de esperanza cuando la textura gruesa de la arena llegó a la lengua, las últimas briznas desaparecieron cuando las papilas gustativas experimentaron el sabor terroso. ¿Cuándo se coló exactamente?",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108779,
      "name": "Oda mágmica",
      "description": "Un antiguo plato de Natlan. Tradicionalmente, los ingredientes se envuelven en grandes hojas y se cuecen al vapor en piedras al rojo vivo. Cuando las nubes de vapor empiezan a elevarse, este manjar de Natlan, perfecto para grupos grandes de comensales, está listo para servir.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108780,
      "name": "Oda mágmica deliciosa",
      "description": "Un antiguo plato de Natlan. La carne se ha cocinado a fuego cuidadosamente para asegurar que el jugo del plato permanezca dentro de los ingredientes. El sutil aroma a ahumado es como un hilo de oro en una tela poco común, lo que añade un toque aún más intenso. Cualquier persona que pruebe un bocado no podrá evitar exclamar de regocijo.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108787,
      "id": "hymn_of_gathered_flame",
      "name": "Himno de la llama congregada",
      "description": "La especialidad de Mavuika. Una variedad de mariscos, perfectamente asados a la parrilla, armonizan en una exquisita sinfonía de sabores. Se asemeja a un himno noble y eterno que resuena en los oídos con llamas inextinguibles encendidas al unísono. La conmovedora y hermosa melodía tiene un poder inspirador. ¿Acaso esto también forma parte de la inmensa fuerza de la Arconte Pyro?",
      "effect": "#Aumenta la Prob. CRIT y Daño CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "mavuika",
        "name": "Mavuika"
      }
    }
  }
}
