{
  "_id": 2303,
  "id": "masala_cheese_balls",
  "name": "Bolitas de queso con masala",
  "description": "Un plato típico aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. Las especias se añaden de forma especial para darle un aroma cautivador al salir de la sartén. El queso de las bolas tiene una textura alargada y cremosa, y al morderlas, el queso fundido brota al instante. Las papas que las acompañan proporcionan una sensación de plena saciedad.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queso",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Especias",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108400,
      "name": "Bolitas de queso con masala extrañas",
      "description": "Un plato típico aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. Las bolas de queso no están bien fritas y al morderlas se nota la textura del queso crudo. Las papas también están duras. La próxima vez convendría cocinarlas un poco más...",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108401,
      "name": "Bolitas de queso con masala",
      "description": "Un plato típico aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. Las especias se añaden de forma especial para darle un aroma cautivador al salir de la sartén. El queso de las bolas tiene una textura alargada y cremosa, y al morderlas, el queso fundido brota al instante. Las papas que las acompañan proporcionan una sensación de plena saciedad.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 9% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108402,
      "name": "Bolitas de queso con masala deliciosas",
      "description": "Un plato típico aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. El uso especial de las especias resalta el sabor de los propios ingredientes. Los pequeños estímulos para las papilas gustativas añaden capas extra de sabor. El crujiente rebozado exterior de la bola de queso se complementa con la suavidad del interior y las papas calientes.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 12% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}