{
  "_id": 3015,
  "id": "meatnado",
  "name": "Carne arremolinada",
  "description": "Un plato de carne muy popular. El tocino y los condimentos se colocan sobre los finos trozos de carne y, tras enrollarlo, se fríe hasta que adquiere una tonalidad marrón. Después, se guisa en un caldo. Al cortarlo, se ve claramente cómo el relleno queda envuelto por la carne, como una especie de torbellino.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Tocino",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108691,
      "name": "Carne arremolinada extraña",
      "description": "Un plato de carne muy popular. Al principio todo iba bien, pero en el momento decisivo de cortar la carne en rodajas, todo empezó a deshacerse. La carne está mezclada caóticamente con la guarnición, como si un huracán hubiera pasado arrasando con todo a su paso...",
      "effect": "#Cuando un personaje del equipo derrote a un enemigo, recuperará 15 pts. de Aguante. Este efecto solo puede activarse una vez cada 3 s, y dura 900 s. En modo multijugador, este efecto solo se aplica sobre tus propios personajes."
    },
    "normal": {
      "_id": 108692,
      "name": "Carne arremolinada",
      "description": "Un plato de carne muy popular. El tocino y los condimentos se colocan sobre los finos trozos de carne y, tras enrollarlo, se fríe hasta que adquiere una tonalidad marrón. Después, se guisa en un caldo. Al cortarlo, se ve claramente cómo el relleno queda envuelto por la carne, como una especie de torbellino.",
      "effect": "#Cuando un personaje del equipo derrote a un enemigo, recuperará 20 pts. de Aguante. Este efecto solo puede activarse una vez cada 3 s, y dura 900 s. En modo multijugador, este efecto solo se aplica sobre tus propios personajes."
    },
    "delicious": {
      "_id": 108693,
      "name": "Carne arremolinada deliciosa",
      "description": "Un plato de carne muy popular. El delicioso aroma de la carne te reconforta el corazón y satisface todo capricho carnívoro. No es de extrañar que este plato siempre esté en las mesas de toda fiesta que se precie.",
      "effect": "#Cuando un personaje del equipo derrote a un enemigo, recuperará 25 pts. de Aguante. Este efecto solo puede activarse una vez cada 3 s, y dura 900 s. En modo multijugador, este efecto solo se aplica sobre tus propios personajes."
    }
  }
}
