{
  "_id": 3221,
  "id": "megameaty_sushi",
  "name": "Sushi supercarnoso",
  "description": "Sushi de carne a la parrilla. Capa tras capa de finas y suaves lonchas de carne, una encima de la otra, que forman una montaña con un exquisito puré de rábano coronando la blanca cima. Este plato no es solo un deleite visual, sino también un festín para el paladar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Rábano",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108665,
      "name": "Sushi supercarnoso extraño",
      "description": "Sushi de carne a la parrilla. Las lonchas de carne, puestas de cualquier manera, están secas como la suela de un zapato y dan la sensación de estar escalando una montaña escarpada. Tal vez lo más sensato sea rendirse a mitad de camino...",
      "effect": "#Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108666,
      "name": "Sushi supercarnoso",
      "description": "Sushi de carne a la parrilla. Capa tras capa de finas y suaves lonchas de carne, una encima de la otra, que forman una montaña con un exquisito puré de rábano coronando la blanca cima. Este plato no es solo un deleite visual, sino también un festín para el paladar.",
      "effect": "#Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108667,
      "name": "Sushi supercarnoso delicioso",
      "description": "Sushi de carne a la parrilla. El sabor de la suculenta y jugosa carne se abre paso entre los dientes hasta ocupar cada rincón de la boca, causando una sensación similar a la de estar en la cima de una montaña con una gran vista y una extraordinaria sensación de satisfacción.",
      "effect": "#Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    }
  }
}