{
  "_id": 3306,
  "id": "milky_mushroom_crisp_tower",
  "name": "Tostadas crujientes de champiñones y queso",
  "description": "Un aperitivo muy crujiente. Consiste básicamente en una esponjosa rebanada de pan horneado con champiñones y queso. El aroma de este plato le abre el apetito a cualquiera. Un bocado y serás la persona más feliz de todo Teyvat.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 4
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champiñón",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queso",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108445,
      "name": "Tostadas crujientes de champiñones y queso extrañas",
      "description": "Un aperitivo muy crujiente. Se ve a simple vista que hace tiempo que se prepararon los ingredientes y que el pan se ha secado y endurecido tras haber perdido toda la humedad. Al probarlo, notas un cierto regusto agrio. La próxima vez, será mejor comerlo cuando todavía está caliente.",
      "effect": "Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108446,
      "name": "Tostadas crujientes de champiñones y queso",
      "description": "Un aperitivo muy crujiente. Consiste básicamente en una esponjosa rebanada de pan horneado con champiñones y queso. El aroma de este plato le abre el apetito a cualquiera. Un bocado y serás la persona más feliz de todo Teyvat.",
      "effect": "Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108447,
      "name": "Tostadas crujientes de champiñones y queso deliciosas",
      "description": "Un aperitivo muy crujiente. El sabor de los champiñones se entremezcla en el paladar con el regusto del queso fresco y la textura crujiente del pan recién horneado... La sensación de satisfacción es tal que uno no puede evitar lamerse los dedos.",
      "effect": "Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    }
  }
}