{
  "_id": 3112,
  "id": "minty_meat_rolls",
  "name": "Rollitos de carne y menta",
  "description": "Una deliciosa y refrescante comida con un sabor agripicante. Tras estofar la carne y cortarla en finas láminas, se envuelve en una hoja de menta y se adereza con una salsa hecha con chiles de Jueyun. La fragancia única de la menta es el toque final de este plato, insuperable para servir como aperitivo frío.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 3
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Chile de Jueyun",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108231,
      "name": "Rollitos de carne y menta extraños",
      "description": "Una deliciosa y refrescante comida con un sabor agripicante. La salsa está demasiado salada y enmascara por completo el sabor fresco del plato. Si no quieres diluirla con agua, tendrás que acompañarla con una gran cantidad de arroz.",
      "effect": "Disminuye el Consumo de Aguante de todos los miembros del equipo al esprintar y planear en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108232,
      "name": "Rollitos de carne y menta",
      "description": "Una deliciosa y refrescante comida con un sabor agripicante. Tras estofar la carne y cortarla en finas láminas, se envuelve en una hoja de menta y se adereza con una salsa hecha con chiles de Jueyun. La fragancia única de la menta es el toque final de este plato, insuperable para servir como aperitivo frío.",
      "effect": "Disminuye el Consumo de Aguante de todos los miembros del equipo al esprintar y planear en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108233,
      "name": "Rollitos de carne y menta deliciosos",
      "description": "Una deliciosa y refrescante comida con un sabor agripicante. La carne y la menta forman un equilibrio perfecto; tierno sin resultar grasiento, delicado y sin amargor. El picante despierta esta armonía poética de un salto y se revuelve en tu boca, hasta que solo puedes exhalar un suspiro de satisfacción.",
      "effect": "Disminuye el Consumo de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
