{
  "_id": 3316,
  "id": "minty_fruit_tea",
  "name": "Té de menta afrutado",
  "description": "Una bebida refrescante. El vigorizante aroma del té, mezclado con los sabores agridulces de la fruta, revitalizan al momento las papilas gustativas. Antes de darte cuenta, te habrás bebido una taza entera.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 3
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Solsettia",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Baya",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108498,
      "name": "Té de menta afrutado extraño",
      "description": "Una bebida refrescante. Con solo un sorbo, el sabor amargo es tal que hace que los dientes quieran irse de casa para nunca más volver. El dulzor y el regusto que cabe esperar al beberlo han sido usurpados por una tiránica astringencia. ¿Se trata realmente de un té de frutas?",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108499,
      "name": "Té de menta afrutado",
      "description": "Una bebida refrescante. El vigorizante aroma del té, mezclado con los sabores agridulces de la fruta, revitalizan al momento las papilas gustativas. Antes de darte cuenta, te habrás bebido una taza entera.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108500,
      "name": "Té de menta afrutado delicioso",
      "description": "Una bebida refrescante. El sabor a té dulce se mezcla con una vigorizante fragancia floral, mientras los aromas dulces y afrutados se fusionan en la boca y recorren la garganta... Un momento, ¿cómo es que solo quedan los hielos en el vaso?",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
