{
  "_id": 1203,
  "id": "miso_soup",
  "name": "Sopa de miso",
  "description": "Una sopa simple y sencilla. Aunque hacerla es muy fácil y sus ingredientes son muy comunes, esta sopa tiene el poder de proporcionar las fuerzas suficientes para no cansarse durante un viaje, incluso aunque este se haga a pie.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108276,
      "name": "Sopa de miso extraña",
      "description": "Una sopa simple y sencilla. Tanto las algas, que no estaban en muy buen estado, como el tofu, que se ha deshecho por completo, tienen un sabor demasiado fuerte. Tu día estará arruinado si decides comer un cuenco de esta sopa por la mañana.",
      "effect": "Restaura un 8% de la Vida Máx. al personaje seleccionado y regenera 210 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108277,
      "name": "Sopa de miso",
      "description": "Una sopa simple y sencilla. Aunque hacerla es muy fácil y sus ingredientes son muy comunes, esta sopa tiene el poder de proporcionar las fuerzas suficientes para no cansarse durante un viaje, incluso aunque este se haga a pie.",
      "effect": "Restaura un 9% de la Vida Máx. al personaje seleccionado y regenera 260 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108278,
      "name": "Sopa de miso deliciosa",
      "description": "Una sopa simple y sencilla. Desprende un sabroso aroma a levadura. Solo necesitarás tomar una cucharada para hacer que tu comida sea de lo más completa.",
      "effect": "Restaura un 10% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108354,
      "name": "Calidez",
      "description": "La especialidad de Thoma. A juzgar por su elegante aspecto, nadie creería lo sencillos que son los ingredientes de este plato. Con una sola cucharada, se te vendrá a la mente el risueño y cálido rostro de Thoma. Así que su mayor habilidad es transformar los ingredientes más simples en sabores reconfortantes...",
      "effect": "Restaura un 14% de la Vida Máx. al personaje seleccionado y regenera 350 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "thoma",
        "name": "Thoma"
      }
    }
  }
}
