{
  "id": "mixed_yakisoba",
  "name": "Yakisoba con verdura",
  "description": "Un típico plato casero de Inazuma. Es muy sencillo de cocinar, ya que solo hay que saltear los fideos junto a las verduras hasta que estén hechos. Como también sacia el apetito, siempre ha sido muy popular entre los habitantes de Inazuma.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "id": "cabbage",
      "name": "Repollo",
      "amount": 2
    },
    {
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Yakisoba con verdura extraños",
      "description": "Un típico plato casero de Inazuma. El color carbón de los fideos y la verdura es la prueba fehaciente de la masacre que ha ocurrido al cocinarlos.",
      "effect": "Revive a un personaje y restaura 250 pts. de su Vida."
    },
    "normal": {
      "name": "Yakisoba con verdura",
      "description": "Un típico plato casero de Inazuma. Es muy sencillo de cocinar, ya que solo hay que saltear los fideos junto a las verduras hasta que estén hechos. Como también sacia el apetito, siempre ha sido muy popular entre los habitantes de Inazuma.",
      "effect": "Revive a un personaje y restaura 400 pts. de su Vida."
    },
    "delicious": {
      "name": "Yakisoba con verdura deliciosos",
      "description": "Un típico plato casero de Inazuma. Los fideos, de una perfecta forma, y la guarnición añaden un misterioso e increíble toque a la básica condimentación de este plato. Jugosos, tiernos, deliciosos... es imposible cansarse del mágico sabor de estos fideos.",
      "effect": "Revive a un personaje y restaura 550 pts. de su Vida."
    },
    "special": {
      "name": "Vía de la fortaleza",
      "description": "La especialidad de Arataki Itto. Él insiste en que se trata de un “plato imbatido hasta el momento” hecho a mano por “Arataki Itto, el chef número uno”. Ya estés de pie, sentado o tumbado, esto te llenará la barriga y estarás en proceso de convertirte en la segunda persona más fuerte del mundo. ¡Y todo gracias a él!",
      "effect": "Revive a un personaje y restaura un 15% de la Vida Máx. más 550 pts. de Vida adicionales.",
      "character": {
        "id": "arataki_itto",
        "name": "Arataki Itto"
      }
    }
  }
}
