{
  "id": "mondstadt_grilled_fish",
  "name": "Pescado a la parrilla de Mondstadt",
  "description": "Brocheta de pescado a la parrilla hecha a fuego lento. Después de cocinarla, ha absorbido el agua y ya solo queda la carne del pescado. Al añadirle un poco de pimienta, el sabor se ha potenciado aún más.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "fish",
      "name": "Pescado",
      "amount": 1
    },
    {
      "id": "pepper",
      "name": "Pimienta",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Pescado a la parrilla de Mondstadt extraño",
      "description": "Brocheta de pescado a la parrilla hecha a fuego lento. Es una pena que tenga un sabor a chamuscado tan fuerte y sea tan dura de masticar.",
      "effect": "Revive a un personaje y restaura 50 pts. de su Vida."
    },
    "normal": {
      "name": "Pescado a la parrilla de Mondstadt",
      "description": "Brocheta de pescado a la parrilla hecha a fuego lento. Después de cocinarla, ha absorbido el agua y ya solo queda la carne del pescado. Al añadirle un poco de pimienta, el sabor se ha potenciado aún más.",
      "effect": "Revive a un personaje y restaura 100 pts. de su Vida."
    },
    "delicious": {
      "name": "Pescado a la parrilla de Mondstadt delicioso",
      "description": "Brocheta de pescado a la parrilla hecha a fuego lento. Después de cocinarse, la grasa se ha distribuido delicadamente entre la crujiente piel y la tierna y suave carne. Un simple bocado te traerá una desbordante alegría.",
      "effect": "Revive a un personaje y restaura 150 pts. de su Vida."
    },
    "special": {
      "name": "Esto no es un aperitivo",
      "description": "La especialidad de Diona. La piel del pescado está crujiente y la carne, jugosa. Solo alguien con un amor suficientemente grande por el pescado sería capaz de elaborar un plato de un sabor tan exquisito. Si hubiera algo de beber para acompañarlo... Oh, oh, ¡está mirando en esta dirección!",
      "effect": "Revive a un personaje y restaura un 10% de la Vida Máx. más 150 pts. de Vida adicionales.",
      "character": {
        "id": "diona",
        "name": "Diona"
      }
    }
  }
}
