{
  "id": "moon_pie",
  "name": "Pastelillo de luna",
  "description": "Una comida típica de Mondstadt. La carne marinada es muy sabrosa y conserva su aroma y jugosidad incluso tras ser asada en el hojaldre. Se trata de un plato esencial en las festividades de Mondstadt.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 4
    },
    {
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Mantequilla",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Harina",
      "amount": 2
    }
  ],
  "results": {
    "suspicious": {
      "name": "Pastelillo de luna extraño",
      "description": "Una comida típica de Mondstadt. El hojaldre se ha quemado y no tiene muy buen aspecto. Mejor no se lo enseñes a nadie de Mondstadt. Puede que quieran enseñarte a prepararlo hasta que te salga bien.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% y la DEF en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "name": "Pastelillo de luna",
      "description": "Una comida típica de Mondstadt. La carne marinada es muy sabrosa y conserva su aroma y jugosidad incluso tras ser asada en el hojaldre. Se trata de un plato esencial en las festividades de Mondstadt.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% y la DEF en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "name": "Pastelillo de luna delicioso",
      "description": "Una comida típica de Mondstadt. Al cortar un pedazo, el aroma de la mantequilla y la rica fragancia de la carne inundan tu nariz. Su contundente y aromático sabor te hace rememorar escenas de fiestas y cosechas, al mismo tiempo que una sonrisa de felicidad se dibuja en tu rostro.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% y la DEF en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "name": "Empanada tempestuosa",
      "description": "La especialidad de Eula. No está claro si la forma de luna expresa su rechazo a la tradición o si manifiesta su principio de “diente por diente”. Al partir el hojaldre dorado, un delicioso olor ahumado escapa del interior. A nadie más en Mondstadt le sale tan bien esta empanada, pero es mejor que no se lo digas, no vaya a querer vengarse...",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 40% y la DEF en 282 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}
