{
  "id": "mora_meat",
  "name": "Carne de Mora",
  "description": "Una gran ración de carne picada usada como relleno dentro de un pan. Si partes el pan en dos, la carne picada se desmorona. La carne no es grasienta y el pan, al hornearse, se ha endulzado. En el pan se suele estampar la imagen del Mora, lo que simboliza la riqueza y la buena fortuna.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 1
    },
    {
      "id": "flour",
      "name": "Harina",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Carne de Mora extraña",
      "description": "Una gran ración de carne picada usada como relleno dentro de un pan. El hojaldre del pan se ha quedado tan duro que se atasca entre los dientes. Si logras ignorar la grasa y solo masticas la carne picada, tal vez llegues a saborearla.",
      "effect": "Revive a un personaje y restaura 50 pts. de su Vida."
    },
    "normal": {
      "name": "Carne de Mora",
      "description": "Una gran ración de carne picada usada como relleno dentro de un pan. Si partes el pan en dos, la carne picada se desmorona. La carne no es grasienta y el pan, al hornearse, se ha endulzado. En el pan se suele estampar la imagen del Mora, lo que simboliza la riqueza y la buena fortuna.",
      "effect": "Revive a un personaje y restaura 100 pts. de su Vida."
    },
    "delicious": {
      "name": "Carne de Mora deliciosa",
      "description": "Una gran ración de carne picada usada como relleno dentro de un pan. Un solo bocado es suficiente para llegar al éxtasis. Debido a su glorioso sabor, el comensal no se distraerá ni aunque tenga un montón de Moras enfrente de sí mismo.",
      "effect": "Revive a un personaje y restaura 150 pts. de su Vida."
    },
    "special": {
      "name": "Carne de Mora celestial",
      "description": "La especialidad de Ninguang. La masa está en su punto de esponjosidad y ternura, al igual que la consistencia de la carne. Al darle un bocado, un jugo semejante a la miel sale de su interior. ¿Dónde aprendió Ninguang, el gran y poderoso Equilibrio Celestial, a hacer este plato?",
      "effect": "Restaura un 10% de la Vida Máx. y 150 pts. de Vida adicionales al personaje seleccionado.",
      "character": {
        "id": "ningguang",
        "name": "Ninguang"
      }
    }
  }
}
