{
  "_id": 3215,
  "id": "moreandmore",
  "name": "Más y más",
  "description": "Un aperitivo hecho a la plancha. La harina se disuelve en agua, se añaden las verduras y la carne y se hacen a la plancha. Por último, se agrega la salsa y las láminas de bonito seco. Por muchos ingredientes que pongas, seguirá estando delicioso, lo que evoca la idea de “cuanto más, mejor”. De ahí el nombre de este plato.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Tocino",
      "amount": 2
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Calavanda",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108333,
      "name": "Más y más extraño",
      "description": "Un aperitivo hecho a la plancha. El aspecto es más o menos aceptable, el problema es que solamente sabe a harina. Cocinar no es para holgazanes...",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108334,
      "name": "Más y más",
      "description": "Un aperitivo hecho a la plancha. La harina se disuelve en agua, se añaden las verduras y la carne y se hacen a la plancha. Por último, se agrega la salsa y las láminas de bonito seco. Por muchos ingredientes que pongas, seguirá estando delicioso, lo que evoca la idea de “cuanto más, mejor”. De ahí el nombre de este plato.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108335,
      "name": "Más y más delicioso",
      "description": "Un aperitivo hecho a la plancha. Los ingredientes están apilados unos sobre otros y tienen una textura crujiente por fuera y tierna por dentro. La cremosa salsa cubre los demás ingredientes a la perfección, los cuales se deslizan suavemente desde tu boca hacia tu estómago. Hasta el aroma que desprende es una parte inolvidable de este manjar.",
      "effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 40% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
