{
  "_id": 3512,
  "id": "nanas_cake",
  "name": "Pastel Nanas",
  "description": "Un pastel con una forma fascinante. Se mezcla bien la masa, se coloca en un molde y se calienta hasta que esté totalmente cocida. Los bordes son especialmente susceptibles de quemarse. Si buscas un color dorado perfecto en tu pastel Nanas, lo más importante es controlar el calor.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 4
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108843,
      "name": "Pastel Nanas extraño",
      "description": "Un pastel con una forma fascinante. Al sacarlo, se ha quedado un poco deformado y con una textura demasiado blanda. No puedes evitar acordarte del proceso de cocción... y de cómo el pastel sabe como recién sacado del mar.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108844,
      "name": "Pastel Nanas",
      "description": "Un pastel con una forma fascinante. Se mezcla bien la masa, se coloca en un molde y se calienta hasta que esté totalmente cocida. Los bordes son especialmente susceptibles de quemarse. Si buscas un color dorado perfecto en tu pastel Nanas, lo más importante es controlar el calor.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108845,
      "name": "Pastel Nanas delicioso",
      "description": "Un pastel con una forma fascinante. Su brillo dorado recuerda a la puesta de sol en el Pueblo Guiztli. Hecho a la jovial semejanza de un Nanasiano, no puedes evitar sentir una sensación de deleite con solo mirarlo. Bañado en el dulce aroma a huevo y nata, desearías poder conservar para siempre esos momentos de alegría con todos en el Pueblo Guiztli.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
