{
  "_id": 3904,
  "id": "ninefruit_nectar",
  "name": "Néctar de nueve frutas",
  "description": "Un cóctel que mezcla varios jugos. Mezclada con equilibrada precisión, la bebida entrelaza los sabores de varias frutas y conserva su exquisitez dulce y ácida, ensalzada por un puñado de cubitos de hielo.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Duraznoliva",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Solsettia",
      "amount": 2
    },
    {
      "_id": 100001,
      "id": "apple",
      "name": "Manzana",
      "amount": 2
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Baya",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108832,
      "name": "Néctar de nueve frutas extraño",
      "description": "Un cóctel que mezcla varios jugos. Es agrio y amargo al paladar, y de alguna manera... ¿tiene un regusto salado? Todas las sensaciones parecen estar presentes excepto la dulzura que esperabas. Un perfil de sabor tan complejo e inusual... ¿Es que alguien introdujo accidentalmente un brebaje medicinal en la mezcla?",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108833,
      "name": "Néctar de nueve frutas",
      "description": "Un cóctel que mezcla varios jugos. Mezclada con equilibrada precisión, la bebida entrelaza los sabores de varias frutas y conserva su exquisitez dulce y ácida, ensalzada por un puñado de cubitos de hielo.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108834,
      "name": "Néctar de nueve frutas delicioso",
      "description": "Un cóctel que mezcla varios jugos. Al beberlo, es como si una cesta repleta de fruta cayera por tu garganta como una cascada, acariciándote con sus dulces aromas frutales. Cada sorbo es una explosión de sabor. ¡Cuando hace calor, no es exagerado decir que esta bebida es la salvación del alma!",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
