{
  "_id": 2603,
  "id": "nodkrai_hot_dog",
  "name": "Perrito caliente de Nod Krai",
  "description": "Clásico plato de comida rápida. Envuelves una salchicha con pan, añades cebolla y un poco de salsa y... ya tienes un delicioso perrito caliente de Nod Krai.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 1
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 1
    },
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Salchicha",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108879,
      "name": "Perrito caliente de Nod Krai extraño",
      "description": "Clásico plato de comida rápida. La salchicha no tiene ningún aroma a grasa y el pan es demasiado blando, lo que da la sensación de estar mordisqueando algún tipo de esponja seca... Si no estás famélico, es difícil que te entre un perrito caliente como este...",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108880,
      "name": "Perrito caliente de Nod Krai",
      "description": "Clásico plato de comida rápida. Envuelves una salchicha con pan, añades cebolla y un poco de salsa y... ya tienes un delicioso perrito caliente de Nod Krai.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 9% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108881,
      "name": "Perrito caliente de Nod Krai delicioso",
      "description": "Clásico plato de comida rápida. La salchicha recién cocinada acompaña al pan recién horneado. Con cada bocado, el irresistible aroma del aceite llena el paladar. Se acaba en no más de tres bocados, dejándote con ganas de repetir.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 12% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}