{
  "_id": 2202,
  "id": "onigiri",
  "name": "Onigiri",
  "description": "Una comida hecha con arroz y muy fácil de llevar. Como es muy sencillo de hacer y puede comerse a temperatura ambiente, el onigiri goza de gran popularidad tanto entre los soldados como entre la gente común.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108255,
      "name": "Onigiri extraño",
      "description": "Una comida hecha con arroz y muy fácil de llevar. Su forma triangular apenas se sostiene. Además, parece tan endeble que, en cuanto lo agarres en tus manos, podría desmenuzarse por completo, igual que el apetito de quien tenga la mala suerte de probar este onigiri.",
      "effect": "Restaura un 18% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108256,
      "name": "Onigiri",
      "description": "Una comida hecha con arroz y muy fácil de llevar. Como es muy sencillo de hacer y puede comerse a temperatura ambiente, el onigiri goza de gran popularidad tanto entre los soldados como entre la gente común.",
      "effect": "Restaura un 20% de la Vida Máx. al personaje seleccionado y regenera 390 pts. de Vida cada 5 s 30 s."
    },
    "delicious": {
      "_id": 108257,
      "name": "Onigiri delicioso",
      "description": "Una comida hecha con arroz y muy fácil de llevar. El alga aporta una textura crujiente mientras te deleitas en el delicioso arroz glutinoso. Además, dentro del onigiri se esconde un exquisito relleno hecho de pescado, cuyo sabor es tan gratificante como la victoria anunciada por un cuerno de guerra.",
      "effect": "Restaura un 22% de la Vida Máx. al personaje seleccionado y regenera 470 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108303,
      "id": "dizzinessbegone_no_jutsu_version_20",
      "name": "Técnica ninja antisopor 2.0",
      "description": "La especialidad de Sayu. La bola de arroz ha sido amasada por Sayu hasta lograr una adorable forma de tejón, NO de tanuki, ¿entendido? Por cierto, este plato debe ser la razón por la que Sayu puede dormir un día entero después de comer, ¿no?",
      "effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 570 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "sayu",
        "name": "Sayu"
      }
    }
  }
}