{
  "_id": 3309,
  "id": "padisarah_pudding",
  "name": "Pudín de orquídea padishá",
  "description": "Un postre popular en Sumeru. Se extrae el jugo de los pétalos de orquídeas padishá y de las rosas de Sumeru para mezclarlo con leche, gelatina, azúcar y otros ingredientes y obtener una forma sólida. Tiene un aspecto agradable y un sabor dulce, y es muy común encontrarlo en los festivales de Sumeru.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Orquídea padishá",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa de Sumeru",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108457,
      "name": "Pudín de orquídea padishá extraño",
      "description": "Un postre popular en Sumeru. Un solo bocado es una mezcla de leche con un aroma floral... No se puede decir que sabe mal, pero está muy lejos de lo que imaginabas. Ay, no. ¿Acaso las medidas de los ingredientes no son las correctas?",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108458,
      "name": "Pudín de orquídea padishá",
      "description": "Un postre popular en Sumeru. Se extrae el jugo de los pétalos de orquídeas padishá y de las rosas de Sumeru para mezclarlo con leche, gelatina, azúcar y otros ingredientes y obtener una forma sólida. Tiene un aspecto agradable y un sabor dulce, y es muy común encontrarlo en los festivales de Sumeru.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108459,
      "name": "Pudín de orquídea padishá delicioso",
      "description": "Un postre popular en Sumeru. Su textura suave y cremosa se siente como si estuvieras sobre una nube con sabor a leche. Puedes percibir los aromas de la orquídea padishá y la rosa de Sumeru al saborearlo. Es imposible no lamer la cuchara al terminar el último bocado, solo para prolongar unos segundos más el placer que causa comerlo.",
      "effect": "#Disminuye en un 25% el Coste de Aguante de todos los miembros del equipo al escalar y esprintar durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108466,
      "id": "swirling_steps",
      "name": "Danza espiral",
      "description": "La especialidad de Nilou. La copa cristalina parece un magnífico joyero que contiene un suave pudín que se derrite en la boca. El tono rojo recuerda a la figura resplandeciente de Nilou cuando baila. Uno no puede evitar desear que este baile no se termine nunca.",
      "effect": "#Disminuye en un 25% el Coste de Aguante de todos los miembros del equipo al escalar y esprintar durante 1500 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "nilou",
        "name": "Nilou"
      }
    }
  }
}