{
  "_id": 2305,
  "id": "panipuri",
  "name": "Panipuri",
  "description": "Un aperitivo servido con una salsa para mojar. Las bolas crujientes se fríen primero en aceite caliente, se agujerean y se rellenan con ingredientes y se sirven con salsa verde. Tienen el tamaño perfecto para comerse de un bocado. Es una comida callejera común en Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Legumbres peladas",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Especias",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108409,
      "name": "Panipuri extraño",
      "description": "Un aperitivo servido con una salsa para mojar. La salsa verde tiene un olor un tanto inusual y el color no parece del todo apetecible. Quizás sería mejor renunciar a la salsa para mojar y comerse únicamente las bolas crujientes.",
      "effect": "Revive a un personaje y restaura 250 pts. de su Vida."
    },
    "normal": {
      "_id": 108410,
      "name": "Panipuri",
      "description": "Un aperitivo servido con una salsa para mojar. Las bolas crujientes se fríen primero en aceite caliente, se agujerean y se rellenan con ingredientes y se sirven con salsa verde. Tienen el tamaño perfecto para comerse de un bocado. Es una comida callejera común en Sumeru.",
      "effect": "Revive a un personaje y restaura 400 pts. de su Vida."
    },
    "delicious": {
      "_id": 108411,
      "name": "Panipuri delicioso",
      "description": "Un aperitivo servido con una salsa para mojar. Son unas bolitas crujientes y redondas como un Slime, rellenas de brillantes y misteriosos jugos. Al entrar en la boca, una multitud de sabores frescos, ácidos y agrios explotan en un instante en la lengua creando una combinación de sabores de ensueño. No es de extrañar que haya gente de Sumeru obsesionada con este plato.",
      "effect": "Revive a un personaje y restaura 550 pts. de su Vida."
    },
    "special": {
      "_id": 108918,
      "id": "secrets_exchanged",
      "name": "Intercambio de secretos",
      "description": "La especialidad de Néfer. “¿Qué tal si te cambio unos cuantos relatos interesantes por esto?”. Al escucharla, en la mesa aparece una bandeja llena de deliciosas bolitas crujientes. Cuando estás a punto de abalanzarte sobre ellas, Néfer te detiene con la mano. “Por cierto, por cada bolita, me debes por lo menos una frase”... Efectivamente, hay que pagar el precio justo por degustar la cocina de Néfer.",
      "effect": "Revive a un personaje y restaura un 15% de la Vida Máx. más 550 pts. de Vida adicionales.",
      "character": {
        "id": "nefer",
        "name": "Néfer"
      }
    }
  }
}
