{
  "_id": 3408,
  "id": "pate_de_fruit",
  "name": "Golosinas de frutas",
  "description": "Un caramelo blando hecho de fruta. Antiguamente era simplemente una forma de almacenar la fruta, pero, con el paso del tiempo, se ha convertido en uno de los recuerdos de la infancia más dulces de la gente de Fontaine. Tiene una textura suave y chiclosa que lo vuelve simplemente irresistible.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Burburanja",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Mermelada",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108557,
      "name": "Golosinas de frutas extrañas",
      "description": "Un caramelo blando hecho de fruta. Esta golosina chiclosa se te ha pegado a los dientes, así que a ver cómo te las apañas ahora para comértelo. Bueno, siempre puedes lavarte los dientes, pero ya le han quitado toda la gracia al dulce.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108558,
      "name": "Golosinas de frutas",
      "description": "Un caramelo blando hecho de fruta. Antiguamente era simplemente una forma de almacenar la fruta, pero, con el paso del tiempo, se ha convertido en uno de los recuerdos de la infancia más dulces de la gente de Fontaine. Tiene una textura suave y chiclosa que lo vuelve simplemente irresistible.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108559,
      "name": "Golosinas de frutas deliciosas",
      "description": "Un caramelo blando hecho de fruta. Su característico sabor afrutado te inunda el paladar como si todas las frutas habidas y por haber se hubieran concentrado en ese pequeño bocado dulce. Antes de que te des cuenta, te has devorado todo el tarro y ni siquiera los restos de azúcar que se te han quedado adheridos a los dedos están a salvo de tu voracidad.",
      "effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108564,
      "id": "cubic_tricks",
      "name": "El truco de la caja",
      "description": "La especialidad de Lyney. Para este plato, Lyney ha recubierto las frutas que recogiste hace no mucho en un pañuelo de seda... Et voilà ! Te encuentras con un colorido puñado de gominolas. Una sola y ya sientes cómo cambia tu estado de ánimo. ¿Será algún tipo de truco que ha hecho sin que te dieras cuenta?",
      "effect": "#Aumenta la Prob. CRIT y Daño CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "lyney",
        "name": "Lyney"
      }
    }
  }
}
