{
  "_id": 4404,
  "id": "petit_gateau_debord_revised_version",
  "name": "Petit gâteau Debord (versión mejorada)",
  "description": "Una versión mejorada y más pequeña del famoso gâteau Debord. En comparación con su versión de mayor tamaño, de la que solo se venden dieciséis unidades al día, las increíbles aventuras que vivieron juntos son mucho más valiosas y memorables. Tal vez Escoffier también pensó lo mismo cuando escribió esta receta...",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101233,
      "id": "romaritime_flower",
      "name": "Flor rociomarina",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Crema batida",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108814,
      "name": "Petit gâteau Debord (versión mejorada) extraño",
      "description": "Una versión mejorada y más pequeña del famoso gâteau Debord. El pequeño pastel parece un trozo de madera que flota a la deriva. La espesa crema de chocolate es como una ola creciente que envuelve tanto el pastel como gran parte del plato, y que devora a su paso cualquier brizna de apetito que pudieras tener.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108815,
      "name": "Petit gâteau Debord (versión mejorada)",
      "description": "Una versión mejorada y más pequeña del famoso gâteau Debord. En comparación con su versión de mayor tamaño, de la que solo se venden dieciséis unidades al día, las increíbles aventuras que vivieron juntos son mucho más valiosas y memorables. Tal vez Escoffier también pensó lo mismo cuando escribió esta receta...",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108816,
      "name": "Petit gâteau Debord (versión mejorada) delicioso",
      "description": "Una versión mejorada y más pequeña del famoso gâteau Debord. La suave crema es como un sedoso satén que se desliza por la punta de la lengua mientras la melodía del té de la tarde se mece con gracia en el aire, llenando de regocijo el corazón. Quizá esta pequeña delicia se te aparezca de nuevo en sueños esta noche...",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108820,
      "id": "gateau_debord_magnifique",
      "name": "Gâteau Debord: magnifique",
      "description": "La especialidad de Escoffier. Su aspecto fastuoso es más deslumbrante que cualquier otro pastel que hayas visto antes. Tiene un aura que cautiva a primera vista y un sabor impecable, como una manta suave y cálida que envuelve cada papila gustativa y llena el cuerpo de alegría... Sin duda, el talento culinario de Escoffier ha alcanzado silenciosamente nuevas cotas.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 384 pts. y su Prob. CRIT en un 14% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "escoffier",
        "name": "Escoffier"
      }
    }
  }
}
