{
  "_id": 3008,
  "id": "pile_em_up",
  "name": "Torre de Ludi",
  "description": "Un plato con mucha carne. Originalmente era un plato de Mondstadt hecho con filetes, papas y queso. Hoy en día se ha convertido en sinónimo de Ludi Harpastum.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 3
    },
    {
      "_id": 100055,
      "id": "small_lamp_grass",
      "name": "Lucetta",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queso",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108055,
      "name": "Torre de Ludi extraña",
      "description": "Un plato con mucha carne. La carne debe haber sido cocinada por un Hilichurl... ¡Qué mal aspecto tiene! ¿Cómo vas a servir tal aberración?",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108056,
      "name": "Torre de Ludi",
      "description": "Un plato con mucha carne. Originalmente era un plato de Mondstadt hecho con filetes, papas y queso. Hoy en día se ha convertido en sinónimo de Ludi Harpastum.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108057,
      "name": "Torre de Ludi deliciosa",
      "description": "Un plato con mucha carne. La carne está amontonada de tal forma que complace tanto a la vista como al paladar. Me pregunto si sería posible hacerlo un poco más alto...",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108058,
      "id": "once_upon_a_time_in_mondstadt",
      "name": "Érase una vez en Mondstadt",
      "description": "La especialidad de Diluc. Disfruta primero con tus ojos y luego satisface tu estómago con este deleite en tu boca. ¿Quién iba a decir que Diluc cocinaba tan bien?",
      "effect": "Aumenta la Prob. CRIT y Daño CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "diluc",
        "name": "Diluc"
      }
    }
  }
}