{
  "_id": 3302,
  "id": "pita_pocket",
  "name": "Döner kebab",
  "description": "Un pan de pita con variedad de rellenos. La masa plana se hornea y se vuelve redonda y voluminosa como un pez globo. Al cortarlo parece un bolsito relleno de comida. Se dice que antiguamente la gente de Sumeru prefería comerlo directamente untándolo en salsa, mientras que hoy en día la forma habitual de comerlo es rellenarlo con todo tipo de ingredientes.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108406,
      "name": "Döner kebab extraño",
      "description": "Un pan de pita con variedad de rellenos. El pan crudo deja una textura áspera sobre la lengua, y el relleno seco y duro ha perdido su color. Parece que solo alguien hambriento y perdido durante tres días estaría dispuesto a aceptar una comida así.",
      "effect": "Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108407,
      "name": "Döner kebab",
      "description": "Un pan de pita con variedad de rellenos. La masa plana se hornea y se vuelve redonda y voluminosa como un pez globo. Al cortarlo parece un bolsito relleno de comida. Se dice que antiguamente la gente de Sumeru prefería comerlo directamente untándolo en salsa, mientras que hoy en día la forma habitual de comerlo es rellenarlo con todo tipo de ingredientes.",
      "effect": "Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108408,
      "name": "Döner kebab delicioso",
      "description": "Un pan de pita con variedad de rellenos. La salsa es como una luz que acentúa el encanto de los ingredientes en el centro del escenario. El crujiente de la carne y las verduras se combinan a la perfección y hacen que este “bolsito relleno de comida” sea como un sombrero mágico lleno de tesoros en un espectáculo de magia repleto de sorpresas.",
      "effect": "Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    },
    "special": {
      "_id": 108437,
      "name": "Anhelo",
      "description": "La especialidad de Collei. Los ingredientes ricos en nutrientes se meten dentro del pan. Una comida apta para llevar y comer en cualquier sitio. Según Collei, el filete que lleva se llama “filete a la parrilla del guardabosques\". De alguna manera, le recuerda a cierta entusiasmada persona de rojo. El plato debe de ser la encarnación del anhelo más íntimo de Collei.",
      "effect": "Restaura un 40% de la Vida Máx. y 2350 pts. de Vida al personaje seleccionado.",
      "character": {
        "id": "collei",
        "name": "Collei"
      }
    }
  }
}
