{
  "_id": 3407,
  "id": "poisson_seafood_soup",
  "name": "Sopa de Poisson",
  "description": "Una sopa hecha de productos del mar. Es una receta que se originó en Poisson. Los pescadores de la aldea solían utilizar los restos de pescado para hacer caldo. Con el paso del tiempo, la receta se volvió popular en Fontaine debido a su refrescante sabor. De ahí que ahora se utilice todo tipo de productos del mar para su elaboración.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 4
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Jazmimpoluto",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108551,
      "name": "Sopa de Poisson extraña",
      "description": "Una sopa hecha de productos del mar. El único olor distinguible que este mejunge desprende es el del pescado. Así que, una de dos, o tienes el sentido del olfato atrofiado o hay algo raro con esta sopa... ¿Eh? ¿Qué es eso que tienes en los dientes? ¿Una escama o un grano de pescado?",
      "effect": "#Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108552,
      "name": "Sopa de Poisson",
      "description": "Una sopa hecha de productos del mar. Es una receta que se originó en Poisson. Los pescadores de la aldea solían utilizar los restos de pescado para hacer caldo. Con el paso del tiempo, la receta se volvió popular en Fontaine debido a su refrescante sabor. De ahí que ahora se utilice todo tipo de productos del mar para su elaboración.",
      "effect": "#Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108553,
      "name": "Sopa de Poisson deliciosa",
      "description": "Una sopa hecha de productos del mar. Esta cremosa sopa te recuerda a una ola que brilla bajo el sol. Desprende el característico aroma del mar y los distintos ingredientes marinos se asemejan a la paleta de colores de alguna pintura famosa. Te acabas el cuenco de un par de tragos, no puedes evitar tomar un trozo de pan para rebañar las últimas gotas.",
      "effect": "#Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108563,
      "id": "seabirds_sojourn",
      "name": "La migración de las gaviotas",
      "description": "La especialidad de Fréminet. Se marchó volando nada más dejar la olla en su sitio. Parece que todos los ingredientes proceden de zonas submarinas, así que debe haberse tomado la molestias de bucear para encontrarlos. Deberías darle las gracias, pero... ¿dónde podría estar?",
      "effect": "#Restaura un 34% de la Vida Máx. al personaje seleccionado y regenera 980 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "freminet",
        "name": "Fréminet"
      }
    }
  }
}
