{
  "_id": 3404,
  "id": "poissonchant_pie",
  "name": "Pastel pezcanto",
  "description": "Un pastel hecho principalmente de pescado. Primero se mezcla el relleno y luego se coloca la masa alrededor. El truco de este plato está en colocar las cabezas de pescado de antemano. Así, cuando el pastel se cuece, las cabezas se contorsionan hasta quedar mirando hacia arriba, como si estuvieran recitando algún tipo de cántico.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Tocino",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108530,
      "name": "Pastel pezcanto extraño",
      "description": "Un pastel hecho principalmente de pescado. ¿Cómo habrá acabado cada cabeza de pescado mirando en una dirección diferente? Así, más que un cántico, parece un griterío. Nada más probarlo ya puedes sentir el agrio sabor del pescado crudo que ningún paladar sería capaz de soportar. Empiezas a oír los lamentos de los peces... Deben ser alucinaciones.",
      "effect": "#Revive a un personaje y restaura 900 pts. de su Vida."
    },
    "normal": {
      "_id": 108531,
      "name": "Pastel pezcanto",
      "description": "Un pastel hecho principalmente de pescado. Primero se mezcla el relleno y luego se coloca la masa alrededor. El truco de este plato está en colocar las cabezas de pescado de antemano. Así, cuando el pastel se cuece, las cabezas se contorsionan hasta quedar mirando hacia arriba, como si estuvieran recitando algún tipo de cántico.",
      "effect": "#Revive a un personaje y restaura 1200 pts. de su Vida."
    },
    "delicious": {
      "_id": 108532,
      "name": "Pastel pezcanto delicioso",
      "description": "Un pastel hecho principalmente de pescado. La grasa del pescado baila trémula junto a las brasas y se impregna en la masa mientras esta se dora. Nadie podría resistirse a darle un bocado, incluso aún caliente y recién salido del horno. Es como si el pescado cantara una romántica y profusa aria en la punta de la lengua.",
      "effect": "#Revive a un personaje y restaura 1500 pts. de su Vida."
    }
  }
}