{
  "_id": 3104,
  "id": "qingce_stir_fry",
  "name": "Salteado de Chingtsé",
  "description": "Un plato cocinado a fuego rápido. Dicen que originalmente era tan solo un plato casero que todo el mundo sabía hacer en la Aldea Chingtsé. Sin embargo, se ganó el reconocimiento de personas de otros lugares gracias a su crujiente textura y picante sabor. Así fue cómo comenzó a extenderse por toda la región de Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champiñón",
      "amount": 3
    },
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Cabeza de loto",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Chile de Jueyun",
      "amount": 1
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Repollo",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108128,
      "name": "Salteado de Chingtsé extraño",
      "description": "Un plato cocinado a fuego rápido. Este fue una prueba fallida, ya que es desagradablemente amargo y picante. Podrías intentar comerlo con un poco de arroz, o simplemente dejarlo y comer el arroz solo.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108129,
      "name": "Salteado de Chingtsé",
      "description": "Un plato cocinado a fuego rápido. Dicen que originalmente era tan solo un plato casero que todo el mundo sabía hacer en la Aldea Chingtsé. Sin embargo, se ganó el reconocimiento de personas de otros lugares gracias a su crujiente textura y picante sabor. Así fue cómo comenzó a extenderse por toda la región de Liyue.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108130,
      "name": "Salteado de Chingtsé delicioso",
      "description": "Un plato cocinado a fuego rápido. Solo con olerlo es suficiente para abrirle el apetito a cualquiera. El cosquilleo del chile activa las papilas gustativas, de modo que, de repente, querrás comer diez tazones de arroz de golpe.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108487,
      "id": "qingce_household_dish",
      "name": "Plato casero de Chingtsé",
      "description": "La especialidad de Yaoyao. Sin la glamurosa presentación de un buen restaurante, puede parecer poco pretencioso, pero un solo bocado te dejará una cálida sensación hogareña que quedará grabada en la memoria para siempre. El sabor va desde la punta de la lengua hasta la cabeza. Quizá el secreto de su excelente sabor sea el cariño de Yaoyao.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 274 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "yaoyao",
        "name": "Yaoyao"
      }
    }
  }
}
