{
  "_id": 2207,
  "id": "radish_and_fish_stew",
  "name": "Guiso de pescado y rábano",
  "description": "Un plato de pescado y verduras. La piel del rábano se pela y se pone a hervir en una olla. Después, se añaden los trozos de pescado previamente cortados, se sazona y se guisa a fuego lento. Al probarlo, los grandes trozos dan una gustosa sensación. ¿El mejor acompañamiento? Un cuenco de arroz.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Rábano",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108342,
      "name": "Guiso de pescado y rábano extraño",
      "description": "Un plato de pescado y verduras. A juzgar por su apariencia, no parece estar acabado y, al probarlo, se nota que al rábano no se le ha adherido el sabor del pescado. Un momento... ¡Este rábano tiene espinas!",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108343,
      "name": "Guiso de pescado y rábano",
      "description": "Un plato de pescado y verduras. La piel del rábano se pela y se pone a hervir en una olla. Después, se añaden los trozos de pescado previamente cortados, se sazona y se guisa a fuego lento. Al probarlo, los grandes trozos dan una gustosa sensación. ¿El mejor acompañamiento? Un cuenco de arroz.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 9% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108344,
      "name": "Guiso de pescado y rábano delicioso",
      "description": "Un plato de pescado y verduras. Al meterlo en la olla, el pez, que en su larga migración ha vivido el frío más gélido y ha sufrido la violencia de las olas y los truenos, absorbe junto con el rábano el delicioso sabor del caldo. Su sutil dulzura es como una antorcha que chispea en medio de un vasto campo nevado: un reconfortante placer para el corazón.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 12% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
