{
  "_id": 3419,
  "id": "rainbow_macarons",
  "name": "Macarons arcoíris",
  "description": "Pequeños y coloridos pasteles redondos. Hay un dicho en Fontaine que dice que un postre sin macarons es como el agua sin su fuente. Como uno de los postres más emblemáticos de la Nación del Agua, no solo los chefs de Fontaine, sino que incluso los aficionados a los postres callejeros pueden recitar su método de preparación de principio a fin.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 2
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almendra",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Burburanja",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108616,
      "name": "Macarons arcoíris extraños",
      "description": "Pequeños y coloridos pasteles redondos. Al tomar el primero y comerlo, te das cuenta de que está hueco; el segundo está algo deformado; el tercero tiene una textura rugosa e irregular y los colores mal distribuidos... Como era de esperar de un postre de Fontaine lleno de detalles, parece que hará falta algo más de práctica para dominarlo.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108617,
      "name": "Macarons arcoíris",
      "description": "Pequeños y coloridos pasteles redondos. Hay un dicho en Fontaine que dice que un postre sin macarons es como el agua sin su fuente. Como uno de los postres más emblemáticos de la Nación del Agua, no solo los chefs de Fontaine, sino que incluso los aficionados a los postres callejeros pueden recitar su método de preparación de principio a fin.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108618,
      "name": "Macarons arcoíris deliciosos",
      "description": "Pequeños y coloridos pasteles redondos. El exterior, fino y crujiente, envuelve un relleno denso y suave. Prueba uno y sentirás como si un gatito acariciara suavemente tu corazón con su nariz. Un dulce bocado del que nadie puede evitar enamorarse.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 25% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108620,
      "id": "pick_what_you_like",
      "name": "“¡Escoge el que quieras!”",
      "description": "La especialidad de Navia. “Vamos, ¡escoge el que quieras!”. Junto con las familiares voces de alegría, ves ante tus ojos el exquisito estante de postres de dos pisos con un montón de macarons con diferentes expresiones dispuestos ordenadamente sobre él. De repente, no puedes evitar pensar... ¿Qué cara pondría Navia si los robaras todos en un repentino arrebato de avaricia?",
      "effect": "#Disminuye en un 25% el Coste de Aguante de todos los miembros del equipo al escalar y esprintar durante 1500 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "navia",
        "name": "Navia"
      }
    }
  }
}
