{
  "_id": 3220,
  "id": "rainbow_aster",
  "name": "Margarita arcoíris",
  "description": "Una bebida muy especial. Su mágico sabor fue recreado en colaboración entre la tienda Brisa Marina y la Editorial Yae después de que la bebida hiciera su primera aparición en la novela «Se lo ruego, Suma Sacerdotisa». Como no contiene frijoles, su sabor es ligeramente diferente al de las margaritas arcoíris típicas del Festival Irodori. Sin embargo, así no hay que preocuparse por las alergias.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 3
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Calavanda",
      "amount": 2
    },
    {
      "_id": 100056,
      "id": "calla_lily",
      "name": "Lirio cala",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108384,
      "name": "Margarita arcoíris extraña",
      "description": "Una bebida muy especial. El resultado es pasable si solo te fijas en el color. Una lástima que sea imposible ignorar la astringente sensación de la calavanda, ya que en ese caso sería una bebida aceptable.",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108385,
      "name": "Margarita arcoíris",
      "description": "Una bebida muy especial. Su mágico sabor fue recreado en colaboración entre la tienda Brisa Marina y la Editorial Yae después de que la bebida hiciera su primera aparición en la novela «Se lo ruego, Suma Sacerdotisa». Como no contiene frijoles, su sabor es ligeramente diferente al de las margaritas arcoíris típicas del Festival Irodori. Sin embargo, así no hay que preocuparse por las alergias.",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108386,
      "name": "Margarita arcoíris deliciosa",
      "description": "Una bebida muy especial. Tras cruzar mares y montañas, los lirios cala de Mondstadt y las calavandas de Inazuma se encuentran en esta bebida única. La cremosidad de la leche y la frescura de la fruta se entrelazan a la perfección para aportar una placentera sensación. No es de extrañar que la Shogun enferma del libro en el que aparece esta bebida se sintiera rejuvenecida tras beberla. ¡Desde luego que no es ninguna exageración!",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}