{
  "_id": 3207,
  "id": "rice_cake_soup",
  "name": "Sopa de pastel de arroz",
  "description": "Una comida típica de los mercados callejeros. Los ingredientes han absorbido bien el caldo, lo que los hace muy apetitosos. Se dice que, en un principio, solo contenía unos pocos ingredientes, pero con el paso del tiempo se añadieron más y más hasta llegar al plato de hoy en día.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Salchicha",
      "amount": 2
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 1
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Calavanda",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108288,
      "name": "Sopa de pastel de arroz extraña",
      "description": "Una comida típica de los mercados callejeros. Al haber hervido durante demasiado tiempo, los ingredientes se han quedado tan blandos que necesitas una cuchara para comer este mejunje... Toma una cucharada e inspecciónala de cerca, porque si no, no habrá manera de diferenciar los ingredientes.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108289,
      "name": "Sopa de pastel de arroz",
      "description": "Una comida típica de los mercados callejeros. Los ingredientes han absorbido bien el caldo, lo que los hace muy apetitosos. Se dice que, en un principio, solo contenía unos pocos ingredientes, pero con el paso del tiempo se añadieron más y más hasta llegar al plato de hoy en día.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108290,
      "name": "Sopa de pastel de arroz deliciosa",
      "description": "Una comida típica de los mercados callejeros. El caldo resalta el sabor de los demás ingredientes, que adquieren el antiguo sabor de los mercados de Inazuma. Si comes este plato tan auténtico en una solitaria noche nevada, tendrás una reconfortante sensación.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
