{
  "_id": 1104,
  "id": "rice_buns",
  "name": "Bolitas de harina de arroz",
  "description": "Una esponjosa comida con una agradable textura. El arroz y las colas de caballo se muelen para hacer una masa a la que se da forma de bola y se cocina en una vaporera de bambú. Aparte de comerla directamente, también se puede rellenar con ingredientes vegetales. Esta comida le gusta tanto a la gente de Liyue porque no solo es fácil de llevar a cualquier parte, sino que es muy saciante.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 1
    },
    {
      "_id": 100032,
      "id": "horsetail",
      "name": "Cola de caballo",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108197,
      "name": "Bolitas de harina de arroz extrañas",
      "description": "Una esponjosa comida con una agradable textura. No le ha dado tiempo a fermentar tras haberla amasado y, al cocinarla al vapor, no ha crecido como debería y no tiene forma redonda. Sin duda alguna, esta textura tan burda no es la que imaginabas que tendría esta comida...",
      "effect": "Restaura un 8% de la Vida Máx. y 800 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108198,
      "name": "Bolitas de harina de arroz",
      "description": "Una esponjosa comida con una agradable textura. El arroz y las colas de caballo se muelen para hacer una masa a la que se da forma de bola y se cocina en una vaporera de bambú. Aparte de comerla directamente, también se puede rellenar con ingredientes vegetales. Esta comida le gusta tanto a la gente de Liyue porque no solo es fácil de llevar a cualquier parte, sino que es muy saciante.",
      "effect": "Restaura un 9% de la Vida Máx. y 1000 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108199,
      "name": "Bolitas de harina de arroz deliciosas",
      "description": "Una esponjosa comida con una agradable textura. El delicioso sabor de este sencillo cereal es acompañado por la fantástica consistencia de la masa. ¿Quién iba a decir que unos ingredientes tan simples podrían procesarse hasta convertirse en algo tan agradable y reconfortante? Comúnmente hecho por la gente de a pie, este plato sabe aún mejor tras un duro día de trabajo.",
      "effect": "Restaura un 10% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    }
  }
}