{
  "_id": 3121,
  "id": "right_at_home",
  "name": "“Como en casa”",
  "description": "Un plato principal hecho con muchos ingredientes. Se elabora salteando jamón, huevos de ave y otros ingredientes con arroz. Este plato principal se elabora en casi todos los hogares de Liyue por su libre y variada selección de ingredientes.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jamón",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Brote de bambú",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108633,
      "name": "“Como en casa” extraño",
      "description": "Un plato principal hecho con muchos ingredientes. La falta de cocción y el exceso de agua hacen que tu paladar sienta que algo no está bien; no tiene el sabor ahumado que cabría esperar. Quizás sería recomendable probar a aumentar la potencia del fuego la próxima vez...",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108634,
      "name": "“Como en casa”",
      "description": "Un plato principal hecho con muchos ingredientes. Se elabora salteando jamón, huevos de ave y otros ingredientes con arroz. Este plato principal se elabora en casi todos los hogares de Liyue por su libre y variada selección de ingredientes.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108635,
      "name": "“Como en casa” delicioso",
      "description": "Un plato principal hecho con muchos ingredientes. Los huevos de color dorado cubren cada grano de arroz con un aroma a jamón que se impregna perfectamente con el potente calor del fuego. En este ambiente acogedor y humeante, todos los amigos y parientes, tanto si vienen de cerca como de lejos, se sentirán como en casa.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
