{
  "_id": 3312,
  "id": "sabz_meat_stew",
  "name": "Estofado de carne de Sabz",
  "description": "Un estofado con un sabor distintivo. Se mezclan y trocean juntas distintas hortalizas verdes y luego son puestas a cocer con trozos de carne en una olla. El limón añadido le da un toque cálido y ligeramente amargo. La gente de Sumeru suele degustar este plato derramado sobre arroz hervido.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Flor dorada",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Especias",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108480,
      "name": "Estofado de carne de Sabz extraño",
      "description": "Un estofado con un sabor distintivo. Basta con que su aroma acre asalte las fosas nasales para empezar a tener asociaciones mentales poco halagüeñas... Si se le deja reposar más tiempo, quizás hasta crezcan hongos en él.",
      "effect": "#Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108481,
      "name": "Estofado de carne de Sabz",
      "description": "Un estofado con un sabor distintivo. Se mezclan y trocean juntas distintas hortalizas verdes y luego son puestas a cocer con trozos de carne en una olla. El limón añadido le da un toque cálido y ligeramente amargo. La gente de Sumeru suele degustar este plato derramado sobre arroz hervido.",
      "effect": "#Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108482,
      "name": "Estofado de carne de Sabz delicioso",
      "description": "Un estofado con un sabor distintivo. El particular aroma de los ingredientes se funde en una deliciosa sinfonía para el paladar. Los grandes pedazos de carne, cocidos hasta quedar tiernos y jugosos, están recubiertos de una suntuosa capa verde oscuro, como invitando a quienes lo prueban a un sosegado paseo por la frondosa selva.",
      "effect": "#Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    },
    "special": {
      "_id": 108486,
      "id": "ideal_circumstance",
      "name": "Situación ideal",
      "description": "La especialidad de Alhacén. Se trata de un plato que se hace añadiendo verduras y carne sobre una sartén con un patrón en la base. El chef debe de haber modificado la receta, ya que es bastante diferente del plato original. La palabra que aparece en el plato significa “pensar”. En palabras del chef: “La situación ideal sería que todo el mundo pudiera hacerlo, pero eso no es posible”.",
      "effect": "#Restaura un 40% de la Vida Máx. y 2350 pts. de Vida al personaje seleccionado.",
      "character": {
        "id": "alhaitham",
        "name": "Alhacén"
      }
    }
  }
}