{
  "_id": 3208,
  "id": "sakura_tempura",
  "name": "Tempura de cerezo",
  "description": "Un plato frito en abundante aceite. Añade los pétalos de cerezo marinados al rebozado antes de aplicar una capa uniforme sobre los langostinos frescos y verduras, freír y luego escurrir el aceite. Esto suena bastante sencillo, pero la tempura perfecta no es algo que se consiga al primer intento.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 4
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Calavanda",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Pétalos de cerezo",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108297,
      "name": "Tempura de cerezo extraña",
      "description": "Un plato frito en abundante aceite. Quizás sea por la falta de experiencia en controlar la temperatura del aceite, pero los ingredientes comenzaron a emanar un humo quemado nada más introducirlos en la sartén. El rebozado ha quedado completamente marrón. Qué desperdicio... Quizás sea mejor no comérselo.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108298,
      "name": "Tempura de cerezo",
      "description": "Un plato frito en abundante aceite. Añade los pétalos de cerezo marinados al rebozado antes de aplicar una capa uniforme sobre los langostinos frescos y verduras, freír y luego escurrir el aceite. Esto suena bastante sencillo, pero la tempura perfecta no es algo que se consiga en un solo día.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108299,
      "name": "Tempura de cerezo deliciosa",
      "description": "Un plato frito en abundante en aceite. El rebozado es fino y puro, como un conjunto de ropas extravagantes sobre los ingredientes. El crujiente de fuera combinado con la frescura de dentro conforman texturas impresionantes, dejando maravillados a aquellos que lo comen por la delicadeza con la que fue cocinado.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108387,
      "id": "quiet_elegance",
      "name": "Gracilidad serena",
      "description": "La especialidad de Kamisato Ayato. El emplatado es exquisito y elegante, igual que el estilo de Ayato al hacer las cosas. Un ingrediente más y el plato sería demasiado; uno menos y se quedaría corto. Al probarlo, te das cuenta de que sabe igual que su homólogo del Restaurante Uyuu. Increíble... Entonces, te dispones a tomar unos palillos para comer la brillante camelia que hay en plato, pero Ayato te detiene en el acto. “Oye, esa camelia la hice mientras entrenaba con la espada, solo es de decoración”.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "kamisato_ayato",
        "name": "Kamisato Ayato"
      }
    }
  }
}
