{
  "id": "sakura_mochi",
  "name": "Mochis de cerezo",
  "description": "Un dulce exquisito y elegante. La hoja de cerezo verde oscuro añade una mayor complejidad a la paleta de colores de los mochis. Solo con mirarlos, ya puedes apreciar su silenciosa belleza. Qué lastima que su maravilloso sabor sea tan efímero como el florecimiento de una planta... ¡Pero que eso no te detenga para probar uno!",
  "rarity": 3,
  "ingredients": [
    {
      "id": "rice",
      "name": "Arroz",
      "amount": 4
    },
    {
      "id": "sugar",
      "name": "Azúcar",
      "amount": 2
    },
    {
      "id": "sakura_bloom",
      "name": "Pétalos de cerezo",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Mochis de cerezo extraños",
      "description": "Un dulce exquisito y elegante. Su aspecto es aceptable, pero al comerlo es tan empalagoso que prácticamente se te queda pegado en la garganta. A ver quién se atreve a comer más de uno...",
      "effect": "Revive a un personaje y restaura 900 pts. de su Vida."
    },
    "normal": {
      "name": "Mochis de cerezo",
      "description": "Un dulce exquisito y elegante. La hoja de cerezo verde oscuro añade una mayor complejidad a la paleta de colores de los mochis. Solo con mirarlos, ya puedes apreciar su silenciosa belleza. Qué lastima que su maravilloso sabor sea tan efímero como el florecimiento de una planta... ¡Pero que eso no te detenga para probar uno!",
      "effect": "Revive a un personaje y restaura 1200 pts. de su Vida."
    },
    "delicious": {
      "name": "Mochis de cerezo deliciosos",
      "description": "Un dulce exquisito y elegante. Imbuido de la sutil fragancia del cerezo, su hermoso aspecto encierra una suerte de belleza transitoria. Si lo pruebas en un momento de absoluto silencio, te transportará a un campo de cerezos en flor donde está teniendo lugar una lluvia de pétalos.",
      "effect": "Revive a un personaje y restaura 1500 pts. de su Vida."
    },
    "special": {
      "name": "Nieve en la chimenea",
      "description": "La especialidad de Kamisato Ayaka. Es como si se tratase de una pequeña obra de arte adorable y compleja. Tiene una cobertura colorada y pálida que transmite la misma sensación que sentía la joven al cocinar este plato. Si alguien tuviera la oportunidad de deleitarse con tal manjar mientras se toma un té con una princesa tan elegante y noble como la Princesa Garza, seguro que desearía que ese momento durase para siempre.",
      "effect": "Revive a un personaje y restaura un 20% de la Vida Máx. más 1500 pts. de Vida adicionales.",
      "character": {
        "id": "kamisato_ayaka",
        "name": "Kamisato Ayaka"
      }
    }
  }
}
