{
  "_id": 2310,
  "id": "samosa",
  "name": "Samosas",
  "description": "Un pequeño aperitivo frito. El relleno se ha extendido uniformemente sobre una fina capa de masa a la que más tarde se da forma de triángulo y se fríe en una sartén con una cantidad considerable de aceite hasta que se dora. Suele rellenarse tanto de carne como de verduras, por lo que suele ser un “alimento de conflicto frecuente” entre carnívoros y vegetarianos.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Especias",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108475,
      "name": "Samosas extrañas",
      "description": "Un pequeño aperitivo frito. La masa exterior tiene una textura grasienta, con un relleno tan abundante que es prácticamente imposible no atragantarse con él. Aunque se combinara con el refrescante sabor de una salsa de menta, el comensal no querría repetir.",
      "effect": "Restaura un 20% de la Vida Máx. y 900 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108476,
      "name": "Samosas",
      "description": "Un pequeño aperitivo frito. El relleno se ha extendido uniformemente sobre una fina capa de masa a la que más tarde se da forma de triángulo y se fríe en una sartén con una cantidad considerable de aceite hasta que se dora. Suele rellenarse tanto de carne como de verduras, por lo que suele ser un “alimento de conflicto frecuente” entre carnívoros y vegetarianos.",
      "effect": "Restaura un 22% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108477,
      "name": "Samosas deliciosas",
      "description": "Un pequeño aperitivo frito. La fina y crujiente masa dorada está ligeramente abultada debido al jugoso y abundante relleno que contiene. La primera la engulles cual espinodrilo hambriento, pero la segunda la degustas como los Arcontes mandan. Sin darte cuenta, te sumes en un embriagador festín para tus papilas gustativas y, cuando vuelves a estirar la mano en busca de otra samosa, descubres con gran pesar que el plato está vacío.",
      "effect": "Restaura un 24% de la Vida Máx. y 1500 pts. de Vida al personaje seleccionado."
    }
  }
}
