{
  "_id": 2209,
  "id": "sangayaki",
  "name": "Sangayaki",
  "description": "Un aperitivo simple y sencillo típico de los pescadores. A un pescado fresco recién capturado se le quitan las escamas y se parte en trozos. Después, se machaca junto con flores doradas, se mezcla con sal y miso y a la masa resultante se le da forma de panqueques. Entonces, se hacen a la plancha. Incluso después de comer tres de estos, ¡querrás seguir comiendo sin parar!",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Flor dorada",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108374,
      "name": "Sangayaki extraños",
      "description": "Un aperitivo simple y sencillo típico de los pescadores. Con sal en exceso y un peculiar olor a pescado rancio, sabe como si una tormenta en la boca arrasase con las papilas gustativas. A la próxima, presta más atención a tu mano en la cocina...",
      "effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108375,
      "name": "Sangayaki",
      "description": "Un aperitivo simple y sencillo típico de los pescadores. A un pescado fresco recién capturado se le quitan las escamas y se parte en trozos. Después, se machaca junto con flores doradas, se mezcla con sal y miso y a la masa resultante se le da forma de panqueques. Entonces, se hacen a la plancha. Incluso después de comer tres de estos, ¡querrás seguir comiendo sin parar!",
      "effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108376,
      "name": "Sangayaki deliciosos",
      "description": "Un aperitivo simple y sencillo típico de los pescadores. Rebosante de nutrientes y sabor, ligeramente dorado y crujiente por fuera y muy jugoso por dentro, cada bocado se disfruta el doble. Puede que el pescado machacado no sea un manjar al comerlo crudo, pero al tostarse al fuego del carbón se intensifica su fresco y delicioso sabor.",
      "effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}