{
  "_id": 4201,
  "id": "sashimi_platter",
  "name": "Surtido de sashimi",
  "description": "Un plato hecho con ingredientes de mar frescos. El pescado, cortado en láminas, y el marisco están colocados muy ordenadamente en el plato. Además de un exquisito y delicioso sabor, también aporta todos los nutrientes que el cuerpo necesita. El ligero regusto que deja al comerlo procede del propio producto en sí. Prueba a cerrar los ojos cada vez que le des un bocado para disfrutarlo aún más.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 4
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Cangrejo",
      "amount": 4
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Rábano",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108258,
      "name": "Surtido de sashimi extraño",
      "description": "Un plato hecho con ingredientes de mar frescos. Parece un plato de prueba, ya que, al cortar mal el pescado, se ha estropeado su sabor. Además, no se le han quitado todas las espinas. Vamos, llama a un chef profesional para que arregle este estropicio...",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108259,
      "name": "Surtido de sashimi",
      "description": "Un plato hecho con ingredientes de mar frescos. El pescado, cortado en láminas, y el marisco están colocados muy ordenadamente en el plato. Además de un exquisito y delicioso sabor, también aporta todos los nutrientes que el cuerpo necesita. El ligero regusto que deja al comerlo procede del propio producto en sí. Prueba a cerrar los ojos cada vez que le des un bocado para disfrutarlo aún más.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108260,
      "name": "Surtido de sashimi delicioso",
      "description": "Un plato hecho con ingredientes de mar frescos. Parece una maravillosa obra de arte que nadie se atrevería a estropear. La excelsa textura del sashimi le viene dada gracias a la suprema técnica de cuchillo utilizada. Esa delicada y sublime textura, junto con el sabor natural de los ingredientes, se siente como algo vivo que salta dentro de tu boca, algo que entra desde el mar a tu corazón.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
