{
  "_id": 3501,
  "id": "saurus_crackers",
  "name": "Sauriogalletas",
  "description": "Galletas con forma de pequeños saurios. Ligeras, crujientes y dulces, presentan unos patrones muy adorables con los que han logrado conquistar los corazones de los habitantes de Natlan. Dicen que incluso los saurios se sienten atraídos por estas galletas, aunque... ¿de verdad pueden comerlas?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Mahís",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Mantequilla",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108709,
      "name": "Sauriogalletas extrañas",
      "description": "Galletas con forma de pequeños saurios. No tienen sabor alguno a pesar de que tienen un aspecto hermoso, lo que te produce sentimientos encontrados. Si a eso le sumas que están duras, no se puede decir que estén buenas o malas... Espera, ¿y si se las das a algún saurio para que las use como juguete dental?",
      "effect": "#Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108710,
      "name": "Sauriogalletas",
      "description": "Galletas con forma de pequeños saurios. Ligeras, crujientes y dulces, presentan unos patrones muy adorables con los que han logrado conquistar los corazones de los habitantes de Natlan. Dicen que incluso los saurios se sienten atraídos por estas galletas, aunque... ¿de verdad pueden comerlas?",
      "effect": "#Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108711,
      "name": "Sauriogalletas deliciosas",
      "description": "Galletas con forma de pequeños saurios. El seductor sabor de la mantequilla te lleva a apreciar la fantástica combinación del cacahuatl con el mahís. Tienen un aspecto tan adorable que no te atreves a tocarlas, pero su dulzor es tan irresistible que solo puedes pensar en comerlas. Al final, ¡no dejas ni las diminutas migajas que se quedan en la punta de tus dedos!",
      "effect": "#Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    }
  }
}
