{
  "_id": 1601,
  "id": "smoked_fish_steak",
  "name": "Filete de pescado ahumado",
  "description": "Una gran porción de filete de pescado. El filete ha sido curado y colocado sobre una tabla de madera antes de ser ahumado. El producto final no solo conserva la estructura del pescado, sino que también tiene un sabor ahumado único.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108861,
      "name": "Filete de pescado ahumado extraño",
      "description": "Una gran porción de filete de pescado. El olor ahumado es bastante potente, lo que hace que uno se resista a probarlo. Pero si te obligas a darle un bocado, descubrirás que su excesivo sabor salado hace que te arrepientas de inmediato. Para no desperdiciarlo, lo engulles de una sola vez...",
      "effect": "#Restaura un 8% de la Vida Máx. y 800 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108862,
      "name": "Filete de pescado ahumado",
      "description": "Una gran porción de filete de pescado. El filete ha sido curado y colocado sobre una tabla de madera antes de ser ahumado. El producto final no solo conserva la estructura del pescado, sino que también tiene un sabor ahumado único.",
      "effect": "#Restaura un 9% de la Vida Máx. y 1000 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108863,
      "name": "Filete de pescado ahumado delicioso",
      "description": "Una gran porción de filete de pescado. El pescado es tan tierno que se derrite en la boca. El sabor salado se mezcla con un toque dulce, y el aroma ahumado de la carne permanece en la boca para acompañar el delicioso final de este sabroso plato.",
      "effect": "#Restaura un 10% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    },
    "special": {
      "_id": 108895,
      "id": "long_night_alight",
      "name": "Fuego de una larga noche",
      "description": "La especialidad de Flins. Las delicadas rodajas de pescado brillan con un resplandor translúcido de color rojo anaranjado. Un aroma amaderado y ahumado se suma a la frescura del pescado como una suave pieza de música clásica. La precisión en el control del calor revela la maestría de las artes culinarias. Una verdadera obra maestra de Flins.",
      "effect": "Restaura un 16% de la Vida Máx. y 1350 pts. de Vida al personaje seleccionado.",
      "character": {
        "id": "flins",
        "name": "Flins"
      }
    }
  }
}