{
  "_id": 2502,
  "id": "sour_sauce_kipper",
  "name": "Ceviche",
  "description": "Trozos de pescado crudo con un aroma frutal. Este plato se elabora con pescado fresco pelado y cortado en generosos cubos, tras lo que se marina con salsa agria hasta que adquiere un color blanquecino. Por último se mezcla con los demás condimentos e ingredientes bien troceados. Combina a la perfección un sabor ácido y picante, y es el manjar más clásico de Natlan.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Ceviche extraño",
      "description": "Trozos de pescado crudo con un aroma frutal. Al haberse marinado durante muy poco tiempo, los trozos de pescado no han absorbido el sabor. Menos mal que los ingredientes son frescos, porque el sabor... ni fu ni fa. Aun así, no puedes evitar pensar en la lástima que es haber echado el plato a perder.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 66 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108722,
      "name": "Ceviche",
      "description": "Trozos de pescado crudo con un aroma frutal. Este plato se elabora con pescado fresco pelado y cortado en generosos cubos, tras lo que se marina con salsa agria hasta que adquiere un color blanquecino. Por último se mezcla con los demás condimentos e ingredientes bien troceados. Combina a la perfección un sabor ácido y picante, y es el manjar más clásico de Natlan.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 81 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108723,
      "name": "Ceviche delicioso",
      "description": "Trozos de pescado crudo con un aroma frutal. Lo primero que te viene es una sensación de frescor, seguido de un golpe agripicante. Las distintas notas de sabor de los pequeños trozos de pescado son como el subibaja de las olas. Al degustar este plato, sientes como si estuvieras surfeando en un mar con un gran oleaje, pero cuando la marea se calma, sigues queriendo comer más.",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 95 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}