{
  "_id": 4905,
  "id": "spiced_fried_chicken",
  "name": "Pollo frito especiado",
  "description": "Pollo frito envuelto en una corteza verde crujiente. Los trozos de pollo se cubren con una masa sazonada con especias y luego se fríen. Se dice que después de comerlo, surge un impulso irresistible de estudiar con dedicación... ¿Puede haber algo tan increíble en este mundo?",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Especias",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108926,
      "name": "Pollo frito especiado extraño",
      "description": "Pollo frito envuelto en una corteza verde crujiente. Antes de poder saborear el pollo, las abundantes especias te producen tos... Planeabas darte un festín antes de ponerte a estudiar, pero parece que primero necesitarás un vaso de agua...",
      "effect": "#Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 510 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108927,
      "name": "Pollo frito especiado",
      "description": "Pollo frito envuelto en una corteza verde crujiente. Los trozos de pollo se cubren con una masa sazonada con especias y luego se fríen. Se dice que después de comerlo, surge un impulso irresistible de estudiar con dedicación... ¿Puede haber algo tan increíble en este mundo?",
      "effect": "#Restaura un 32% de la Vida Máx. al personaje seleccionado y regenera 730 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108928,
      "name": "Pollo frito especiado delicioso",
      "description": "Pollo frito envuelto en una corteza verde crujiente. Al darle un mordisco mientras está caliente, el sabor picante despierta las papilas gustativas y los jugos de la carne explotan en la boca, revitalizando el espíritu. En este estado, ¡sientes que puedes aprender cualquier cosa!",
      "effect": "#Restaura un 35 % de la Vida Máx. al personaje seleccionado y regenera 930 pts. de Vida cada 5 s durante 30 s."
    }
  }
}