{
  "_id": 3114,
  "id": "stirfried_shrimp",
  "name": "Salteado de camarones",
  "description": "Una comida de un sabor suave y delicioso. Los camarones se rebozan en harina y huevo y se fríen a fuego rápido hasta que queden bien dorados. El propósito de este sencillo cocinado es conservar el sabor original del camarón. Por ello, siempre tendrá lugar tanto en las casas de la gente como en los banquetes más distinguidos.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Flor dorada",
      "amount": 3
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108194,
      "name": "Salteado de camarones extraño",
      "description": "Una comida de un sabor suave y delicioso. Por temor a que los camarones se quemaran, al cocinero se le fue la mano con el aceite. Después de una fritura un tanto especial, los camarones han tenido la suerte de conservar algo de su consistencia. Pero si los comes cuando aún están muy calientes, seguramente te dolerá la garganta.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108195,
      "name": "Salteado de camarones",
      "description": "Una comida de un sabor suave y delicioso. Los camarones se rebozan en harina y huevo y se fríen a fuego rápido hasta que queden bien dorados. El propósito de este sencillo cocinado es conservar el sabor original del camarón. Por ello, siempre tendrá lugar tanto en las casas de la gente como en los banquetes más distinguidos.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108196,
      "name": "Salteado de camarones delicioso",
      "description": "Una comida de un sabor suave y delicioso. Tiene tan buen aspecto y su sabor original parece estar tan bien conservado que solo puedes pensar en cuándo llegará el momento de probar un bocado. Comer este plato es como si varias gotas de agua cayeran en las apacibles aguas de un lago y crearan ondas de sabor en tu paladar, un estado de éxtasis que solo cesa cuando el exquisito regusto de los camarones juguetea con tus papilas gustativas.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108389,
      "id": "dewdipped_shrimp",
      "name": "Camarones en rocío",
      "description": "La especialidad de Yelan. El ingrediente principal es un té de rocío recién importado de la Aldea Chiaoying, el cual se fríe a fuego rápido con camarones de río recién capturados. Su aspecto es brillante y elegante, su aroma evoca el té en la lejanía, y su sabor es suave al paladar. Un momento, ¿por qué ha vuelto a servir un plato de chiles?",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "yelan",
        "name": "Yelan"
      }
    }
  }
}