{
  "_id": 2110,
  "id": "stone_harbor_delicacies",
  "name": "Delicias del Puerto de Piedra",
  "description": "Plato de verduras salteadas en abundante aceite. Lleva tres ingredientes muy abundantes en Liyue, los cuales se fríen y se saltean. A pesar de su sencilla elaboración, el plato consigue realzar el intenso sabor de dichos ingredientes. Un manjar digno de servirse en un tazón de jade.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 2
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Campanita de cristal",
      "amount": 1
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108191,
      "name": "Delicias del Puerto de Piedra extrañas",
      "description": "Plato de verduras salteadas en abundante aceite. Al no haber controlado bien la temperatura, el sabor del aceite ha impregnado al de toda la comida. La única razón para comer más de un bocado es por las pobres campanitas de cristal, tan difíciles de recolectar.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108192,
      "name": "Delicias del Puerto de Piedra",
      "description": "Plato de verduras salteadas en abundante aceite. Lleva tres ingredientes muy abundantes en Liyue, los cuales se fríen y se saltean. A pesar de su sencilla elaboración, el plato consigue realzar el intenso sabor de dichos ingredientes. Un manjar digno de servirse en un tazón de jade.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 9% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108193,
      "name": "Delicias del Puerto de Piedra deliciosas",
      "description": "Un plato de verduras salteadas en abundante aceite. Su aroma a tierra fértil, su frescura, similar a la de la sombra de un árbol en un caluroso día de verano, y el vapor que desprende convergen en este plato. Al acompañarlo con un sencillo bol de arroz hervido, tu alma y tu paladar sentirán una gran satisfacción.",
      "effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 12% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
