{
  "_id": 3504,
  "id": "stuffed_n_mashed_potatoes",
  "name": "Causa",
  "description": "Un colorido y vistoso manjar. Para prepararlo, se deben machacar las papas hasta que formen una pasta y colocar todo tipo de ingredientes como relleno entre las capas. Por último, puede rociarse con salsa para que cobre más brillo. El producto final luce como un pequeño y exquisito pastel, y es un plato estrella para muchos habitantes de Natlan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108727,
      "name": "Causa extraña",
      "description": "Un colorido y vistoso manjar. Sus distintos colores se pueden apreciar claramente y su forma está bien construida. Vas con grandes expectativas para probarlo, pero te das cuenta de que el puré de papa está tan seco que te atragantas con él. ¿D-de verdad es puré de papa, y no huevo al vapor?",
      "effect": "#Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108728,
      "name": "Causa",
      "description": "Un colorido y vistoso manjar. Para prepararlo, se deben machacar las papas hasta que formen una pasta y colocar todo tipo de ingredientes como relleno entre las capas. Por último, puede rociarse con salsa para que cobre más brillo. El producto final luce como un pequeño y exquisito pastel, y es un plato estrella para muchos habitantes de Natlan.",
      "effect": "#Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108729,
      "name": "Causa deliciosa",
      "description": "Un colorido y vistoso manjar. Con un aspecto de lo más llamativo y una textura suave y sofisticada, las múltiples capas de sabor de este plato se entrelazan para producir unas coloridas chispas en tus papilas gustativas. Con un primer plato tan perfectamente cocinado, tus expectativas con respecto al plato principal están ya por las nubes.",
      "effect": "#Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    }
  }
}