{
  "_id": 3305,
  "id": "sunset_berry_tea",
  "name": "Té de bayas crepusculares",
  "description": "Una bebida frutal con un regusto agridulce. El suave sabor del té se entremezcla con el dulzor natural de la fruta. Se recomienda beber a sorbitos para disfrutar de la refrescante sensación que produce esta bebida mientras calma cualquier sensación de calor y bochorno.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Solsettia",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Baya",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran el ATQ",
  "results": {
    "suspicious": {
      "_id": 108442,
      "name": "Té de bayas crespusculares extraño",
      "description": "Una bebida frutal con un regusto agridulce. En un intento de enmascarar el sabor amargo se ha añadido demasiado azúcar a la bebida. Normalmente el té aplaca la sed, pero esta bebida hace que cuanto más bebas, más sediento te sientas. Tal vez si se añade un poco de agua para rebajarlo...",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108443,
      "name": "Té de bayas crepusculares",
      "description": "Una bebida frutal con un regusto agridulce. El suave sabor del té se entremezcla con el dulzor natural de la fruta. Se recomienda beber a sorbitos para disfrutar de la refrescante sensación que produce esta bebida mientras calma cualquier sensación de calor y bochorno.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108444,
      "name": "Té de bayas crepusculares delicioso",
      "description": "Una bebida frutal con un regusto agridulce. La esencia del té impregnando el ambiente parece distender los pensamientos. La sensación es como la de estar en un vasto campo donde sopla una suave y dulce brisa que resulta embriagadora.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
