{
  "id": "sunshine_sprat",
  "name": "Pescado salteado con mantequilla",
  "description": "Un pescado salteado a fuego lento. Al cocinarse con la potencia de fuego adecuada, el sabor del pescado conserva mejor su frescura. Es tierno y ligero, con una suave fragancia a mantequilla chamuscada, lo que lo dota de una gran variedad de texturas distintas.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "butter",
      "name": "Mantequilla",
      "amount": 3
    },
    {
      "id": "fish",
      "name": "Pescado",
      "amount": 3
    },
    {
      "id": "salt",
      "name": "Sal",
      "amount": 1
    },
    {
      "id": "small_lamp_grass",
      "name": "Lucetta",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "name": "Pescado salteado con mantequilla extraño",
      "description": "Un pescado salteado a fuego lento. Si se cocina por más tiempo de lo debido, perderá por completo su frescura y textura, y se desmigajará nada más tocarlo.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "name": "Pescado salteado con mantequilla",
      "description": "Un pescado salteado a fuego lento. Al cocinarse con la potencia de fuego adecuada, el sabor del pescado conserva mejor su frescura. Es tierno y ligero, con una suave fragancia a mantequilla chamuscada, lo que lo dota de una gran variedad de texturas distintas.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "name": "Pescado salteado con mantequilla delicioso",
      "description": "Un pescado salteado a fuego lento. Al comerlo, la carne se deshace en la boca, sintiendo los sabores del mar y de la tierra al mismo tiempo, una experiencia que nunca querrás olvidar. Aunque su cocinado sea sencillo, es un plato que puede servirse incluso en ocasiones muy refinadas.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "name": "Sueño silvano",
      "description": "La especialidad de Albedo. Unas verduras representan la hierba y otras son los árboles. Rodea las murallas, recorre el camino marrón y llega al castillo naranja en este mundo dentro de un plato para descubrir su sabor delicado y dulce como una flor, mientras el príncipe de cabello blanco te observa con una sonrisa beatífica.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "albedo",
        "name": "Albedo"
      }
    }
  }
}
