{
  "_id": 4205,
  "id": "super_magnificent_pizza",
  "name": "Megapizza suprema",
  "description": "Una pizza rebosante de ingredientes. Primero se hace una base de jamón, y luego se añade la carne troceada. Esta se va amontonando hasta formar un plato que evoca una sensación de satisfacción sin precedentes. Una vez horneada, el aroma de la carne se entrelaza con el del queso formando una tentadora combinación.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jamón",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queso",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108495,
      "name": "Megapizza suprema extraña",
      "description": "Una pizza rebosante de ingredientes. Al margen de lo grasienta que está, los trozos de carne, completamente fríos, aún podrían llegar a tragarse, pero la masa rancia sí que es un auténtico reto... Con lo dura que está, ¿no podría servir para noquear Hilichurls?",
      "effect": "#Aumenta el Daño Físico de todos los miembros del equipo en un 25% y la Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108496,
      "name": "Megapizza suprema",
      "description": "Una pizza rebosante de ingredientes. Primero se hace una base de jamón, y luego se añade la carne troceada. Esta se va amontonando hasta formar un plato que evoca una sensación de satisfacción sin precedentes. Una vez horneada, el aroma de la carne se entrelaza con el del queso formando una tentadora combinación.",
      "effect": "#Aumenta el Daño Físico de todos los miembros del equipo en un 35% y la Prob. CRIT en un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108497,
      "name": "Megapizza suprema deliciosa",
      "description": "Una pizza rebosante de ingredientes. Con el calor que desprende nada más sacarla del horno, al tirar suavemente de uno de sus crujientes bordes, se crea una cascada de queso envuelta en el denso aroma de la carne. Todo un deleite para las papilas gustativas que aporta una verdadera sensación de saciedad.",
      "effect": "#Aumenta el Daño Físico de todos los miembros del equipo en un 45% y la Prob. CRIT en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
