{
  "_id": 3508,
  "id": "surf_turf_and_perch",
  "name": "Montaña, mar y cielo",
  "description": "Un enorme plato con carne y verduras. Se asan y mezclan diversos ingredientes de la tierra, el mar y el aire. Hay algo para todos los gustos, por lo que es un plato imprescindible en los banquetes importantes de Natlan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Mahís",
      "amount": 2
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108761,
      "name": "Montaña, mar y cielo extraño",
      "description": "Un enorme plato con carne y verduras. El primer bocado es una brocheta de carne medio cruda; el segundo es pescado calcinado. El contraste es tan fuerte que faltaban agallas para dar un tercer bocado...",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108762,
      "name": "Montaña, mar y cielo",
      "description": "Un enorme plato con carne y verduras. Se asan y mezclan diversos ingredientes de la tierra, el mar y el aire. Hay algo para todos los gustos, por lo que es un plato imprescindible en los banquetes importantes de Natlan.",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108763,
      "name": "Montaña, mar y cielo delicioso",
      "description": "Un enorme plato con carne y verduras. Los gruesos y jugosos trozos de carne han absorbido todas las especias, mezclándose con el crujiente de la fruta y las verduras en la punta de la lengua. No solo es un viaje para las papilas gustativas, sino que también deja el estómago más que satisfecho. No es de extrañar que este plato tenga tantos adeptos.",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108777,
      "id": "moment_of_respite",
      "name": "Momento de alivio",
      "description": "La especialidad de Chasca. El plato está lleno de comida y su aroma resulta de lo más tentador. Al percibir su olor, hasta la furia de dos personas que están discutiendo se transforma en apetito. Un momento, ¿por qué miran hacia aquí esos saurios que se estaban peleando?",
      "effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 1800 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "chasca",
        "name": "Chasca"
      }
    }
  }
}
