{
  "_id": 3303,
  "id": "tahchin",
  "name": "Tahchín",
  "description": "Un clásico plato de arroz que se sirve en gran cantidad y que resulta muy saciante. Se introduce la carne marinada con yogur en el arroz cocido y luego se hornean juntos para obtener una superficie crujiente. No hay que olvidarse de espolvorear un poco de orquídea padishá antes de servirlo. Tanto el arroz como la carne pueden mantener a uno lleno durante mucho tiempo. Por eso, este plato es muy popular en el Gran Bazar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Orquídea padishá",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Tahchín extraño",
      "description": "Un clásico plato de arroz que se sirve en gran cantidad y que resulta muy saciante. El color de la parte exterior ennegrecido no parece muy apetitoso. Al probarlo, está tan duro que da la sensación de que la comida está luchando con los dientes. Por el bien de la salud dental, es mejor comer solo el relleno...",
      "effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108419,
      "name": "Tahchín",
      "description": "Un clásico plato de arroz que se sirve en gran cantidad y que resulta muy saciante. Se introduce la carne marinada con yogur en el arroz cocido y luego se hornean juntos para obtener una superficie crujiente. No hay que olvidarse de espolvorear un poco de orquídea padishá antes de servirlo. Tanto el arroz como la carne pueden mantener a uno lleno durante mucho tiempo. Por eso, este plato es muy popular en el Gran Bazar.",
      "effect": "Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108420,
      "name": "Tahchín delicioso",
      "description": "Un clásico plato de arroz que se sirve en gran cantidad y que resulta muy saciante. Con el primer bocado, el crujiente exterior se resquebraja, produciendo un sonido cautivador. Con el segundo, el arroz suave e impregnado se fusiona en la boca junto con la jugosa carne. A continuación, el tercer bocado trae consigo la fragancia de la orquídea padishá hasta que, finalmente, el último bocado te deja embriagado en una maravillosa experiencia que te hace desear seguir comiéndolo. El único inconveniente sería estar demasiado lleno para seguir. ¿Por qué no tomar otra ración mañana?",
      "effect": "Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108467,
      "name": "Alma del duelo",
      "description": "La especialidad de Cyno. Los granos dorados de arroz están apilados como si fueran un monte increíble. Al tomar una cucharada, te encuentras con una carne sabrosa que despierta en ti un impulso indescriptible: ¡el deseo de sacar tus cartas para enfrentarte en un duelo de Invocación de los Sabios!",
      "effect": "Restaura un 34% de la Vida Máx. al personaje seleccionado y regenera 980 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "cyno",
        "name": "Cyno"
      }
    }
  }
}
