{
  "_id": 2403,
  "id": "tasses_ragout",
  "name": "Ragú",
  "description": "Un gran guiso preparado con todo tipo de verduras. Se trata de una receta que surgió entre los agricultores de Fontaine para celebrar sus buenas cosechas. Carece de una receta o lista de ingredientes exactas. Ya sea guiso o estofado, el sabor es delicioso.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108536,
      "name": "Ragú extraño",
      "description": "Un gran guiso preparado con todo tipo de verduras. No importa si falta o sobra algún ingrediente en la olla, no es como si alguien se fuera a dar cuenta. No con la exagerada cantidad de especias que prácticamente ahogan el sabor de las verduras.",
      "effect": "#Restaura un 20% de la Vida Máx. y 900 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108537,
      "name": "Ragú",
      "description": "Un gran guiso preparado con todo tipo de verduras. Se trata de una receta que surgió entre los agricultores de Fontaine para celebrar sus buenas cosechas. Carece de una receta o lista de ingredientes exactas. Ya sea guiso o estofado, el sabor es delicioso.",
      "effect": "#Restaura un 22% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108538,
      "name": "Ragú delicioso",
      "description": "Un gran guiso preparado con todo tipo de verduras. Se rumorea que este plato consiguió conmover a un cliente de Fontaine que rompió a llorar al probar el plato. Al parecer el delicioso aroma de esta receta le hizo revivir algunos de sus mejores recuerdos de la infancia. Puede que se hayan exagerado ciertos aspectos de la historia, pero lo cierto es que este plato es simplemente delicioso.",
      "effect": "#Restaura un 24% de la Vida Máx. y 1500 pts. de Vida al personaje seleccionado."
    }
  }
}