{
  "_id": 3502,
  "id": "tatacos",
  "name": "Tatacos",
  "description": "Unas finas tortillas rellenas. Su elaboración consiste en cocer las tortillas, rellenarlas con verduras y camarones a la parrilla y, por último, rociarlas de salsa. Esos son los tres pasos de preparación de los tatacos, que en Natlan son tan omnipresentes como el flogisto.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Mahís",
      "amount": 3
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queso",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108718,
      "name": "Tatacos extraños",
      "description": "Unas finas tortillas rellenas. La masa de las tortillas es tan fina como una hoja de papel y la textura, dura como el hierro. Aun así, el relleno no está mal, así que puedes tirar a la basura las tortillas y pensar que estás comiendo camarones a la parrilla.",
      "effect": "#Revive a un personaje y restaura 900 pts. de su Vida."
    },
    "normal": {
      "_id": 108719,
      "name": "Tatacos",
      "description": "Unas finas tortillas rellenas. Su elaboración consiste en cocer las tortillas, rellenarlas con verduras y camarones a la parrilla y, por último, rociarlas de salsa. Esos son los tres pasos de preparación de los tatacos, que en Natlan son tan omnipresentes como el flogisto.",
      "effect": "#Revive a un personaje y restaura 1200 pts. de su Vida."
    },
    "delicious": {
      "_id": 108720,
      "name": "Tatacos deliciosos",
      "description": "Unas finas tortillas rellenas. Cuando la masa y el relleno calientes entran en contacto con la boca y su delicioso sabor activa tus papilas gustativas, no puedes evitar pensar en un dicho de Natlan que dice: “Puede que la vida te decepcione, pero los tatacos nunca lo harán”.",
      "effect": "#Revive a un personaje y restaura 1500 pts. de su Vida."
    },
    "special": {
      "_id": 108789,
      "id": "secret_art",
      "name": "Arte secreta",
      "description": "La especialidad de Citlalí. Las verduras frescas y sorprendentemente crujientes, mientras que los camarones a la plancha tienen un toque de dulzor. Su ergonomía perfectamente elaborada hace que se puede tomar fácilmente con una sola mano... De tener a mano una buena novela para acompañar semejante manjar, uno podría perderse fácilmente en ella durante un día entero. ¿De aquí viene la sabiduría de la abu Itztli?",
      "effect": "Revive a un personaje y restaura un 20% de la Vida Máx. más 1500 pts. de Vida adicionales.",
      "character": {
        "id": "citlali",
        "name": "Citlalí"
      }
    }
  }
}
