{
  "_id": 2115,
  "id": "teasmoked_squab",
  "name": "Pichón ahumado al té",
  "description": "Un manjar que goza de gran popularidad. El pichón se marina en té y salsa durante una noche, tras lo que se deja secar y se fríe. La carne de pichón desprende un exquisito aroma a té. La preparación de este manjar se ha transmitido a lo largo de los años y se ha convertido en un plato estrella de cualquier banquete.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101242,
      "id": "chenyu_adeptea",
      "name": "Té adéptico de Chenyu",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108654,
      "name": "Pichón ahumado al té extraño",
      "description": "Un manjar que goza de gran popularidad. Las patas y alas del pichón carbonizadas evidencian el poco cuidado que se tuvo con el fuego. Solo se puede comer si se tiene la suficiente paciencia.",
      "effect": "#Restaura un 20% de la Vida Máx. y 900 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108655,
      "name": "Pichón ahumado al té",
      "description": "Un manjar que goza de gran popularidad. El pichón se marina en té y salsa durante una noche, tras lo que se deja secar y se fríe. La carne de pichón desprende un exquisito aroma a té. La preparación de este manjar se ha transmitido a lo largo de los años y se ha convertido en un plato estrella de cualquier banquete.",
      "effect": "#Restaura un 22% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108656,
      "name": "Pichón ahumado al té delicioso",
      "description": "Un manjar que goza de gran popularidad. La brillante piel es crujiente y fina como un papel glaseado de color ocre. La carne de pichón, firme y llena de sabor, viene acompañada de una salsa melosa y sabrosa que no solo deleita el estómago, sino también el corazón de los comensales.",
      "effect": "#Restaura un 24% de la Vida Máx. y 1500 pts. de Vida al personaje seleccionado."
    }
  }
}