{
  "_id": 3118,
  "id": "the_palace_jewels",
  "name": "Joyas del palacio",
  "description": "Un plato fresco y sabroso de Liyue. Los camarones se mezclan con agua y harina antes de freírlos y se acompañan con abundantes huevas de cangrejo. Estas, que brillan como el oro, y el color resplandeciente como el jade de los camarones le dan a este plato su nombre de “joyas del palacio”.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarón",
      "amount": 3
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Huevas de cangrejo",
      "amount": 1
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Flor dorada",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108624,
      "name": "Joyas del palacio extrañas",
      "description": "Un plato fresco y sabroso de Liyue. Los camarones sin preparar y las huevas de cangrejo a medio cocer desprenden un aroma extraño, como si una guerra brutal entre camarones y cangrejos acabara de llegar a un final espantoso. Teniendo en cuenta que los ingredientes en sí son bastante frescos y haciendo caso omiso del olor, uno casi se podría dignar a llamar comida a este desorden de plato...",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108625,
      "name": "Joyas del palacio",
      "description": "Un plato fresco y sabroso de Liyue. Los camarones se mezclan con agua y harina antes de freírlos y se acompañan con abundantes huevas de cangrejo. Estas, que brillan como el oro, y el color resplandeciente como el jade de los camarones le dan a este plato su nombre de “joyas del palacio”.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 22% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108626,
      "name": "Joyas del palacio deliciosas",
      "description": "Un plato fresco y sabroso de Liyue. La suave y tersa carne de cangrejo envuelve a los tiernos camarones para crear un plato de tesoros artísticamente delicados que hará temblar los dedos del comensal. Al probarlo, la frescura y el sabor en la boca dan la sensación de unas olas subiendo por las papilas gustativas, arrastrándote hacia el río de la delicia, lleno de camarones y cangrejos.",
      "effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
