{
  "_id": 3602,
  "id": "todays_boon",
  "name": "Bendición del día",
  "description": "Una ensalada vegetariana. Se seleccionan las frutas y verduras más frescas y se colocan junto al pan de centeno y el aliño, resultando en un plato delicioso y satisfactorio que llega a diario a las mesas de los Descendientes Lunaescarcha.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Bellota veraniega",
      "amount": 3
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakka",
      "amount": 2
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Flor sombranocturna",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champiñón",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108858,
      "name": "Bendición del día extraña",
      "description": "Una ensalada vegetariana. Por alguna razón, sabe a tierra. Es como si estuvieras comiendo hierba sin procesar. Tal vez un ciervo astaglacial estaría más dispuesto a comer algo así...",
      "effect": "#Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108859,
      "name": "Bendición del día",
      "description": "Una ensalada vegetariana. Se seleccionan las frutas y verduras más frescas y se colocan junto al pan de centeno y el aliño, resultando en un plato delicioso y satisfactorio que llega a diario a las mesas de los Descendientes Lunaescarcha.",
      "effect": "#Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108860,
      "name": "Bendición del día deliciosa",
      "description": "Una ensalada vegetariana. Una vibrante base de verduras se endulza con los cálidos sabores de las bayas y se adorna delicadamente con pétalos, creando un abundante festín que florece en las papilas gustativas.",
      "effect": "#Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s."
    },
    "special": {
      "_id": 108892,
      "id": "whisper_in_the_woods",
      "name": "Susurro en el bosque",
      "description": "La especialidad de Lauma. Los sabores de los ingredientes florecen en la lengua, haciendo bailar a las papilas gustativas y dando lugar a una frescura inigualable. Es como si se oyera el canto de los pájaros al amanecer y el suave sonido de las gotas de rocío brillando bajo el sol de la mañana... ¿Será una bendición de la Dama de la Arboleda?",
      "effect": "#Restaura un 34% de la Vida Máx. al personaje seleccionado y regenera 980 pts. de Vida cada 5 s durante 30 s.",
      "character": {
        "id": "lauma",
        "name": "Lauma"
      }
    }
  }
}