{
  "_id": 3412,
  "id": "tomates_narbonnaises",
  "name": "Tomates Narbonnais",
  "description": "Un plato hecho a base de carne y verduras. Los tomates redondos se vacían y se rellenan con carne picada de forma uniforme, se preparan y se hornean. El producto final es agridulce, suave y muy popular en las mesas de Fontaine.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Tocino",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebolla",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "_id": 108588,
      "name": "Tomates Narbonnais extraños",
      "description": "Un plato hecho a base de carne y verduras. El color oscuro de los tomates da la sensación de que están llorando, pero lo peor es que la carne que contiene es como si fueran trozos de madera. Y, encima, hay cuatro tomates como este. ¿Cómo se lidia con algo así?",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108589,
      "name": "Tomates Narbonnais",
      "description": "Un plato hecho a base de carne y verduras. Los tomates redondos se vacían y se rellenan con carne picada de forma uniforme, se preparan y se hornean. El producto final es agridulce, suave y muy popular en las mesas de Fontaine.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108590,
      "name": "Tomates Narbonnais deliciosos",
      "description": "Un plato hecho a base de carne y verduras. Los tomates, jugosos y rellenos, aportan un toque de alegría a la carne picada, y el bocado es maravillosamente agrio y sabroso. Al comerlo entero, toda la melancolía del corazón se disipa gracias al delicioso placer que transmite la punta de la lengua.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
