{
  "_id": 3202,
  "id": "tonkotsu_ramen",
  "name": "Ramen de carne",
  "description": "Un plato de fideos bien caliente. La carne, cocinada a fuego lento, se ha colocado sobre los fideos, en cada uno de los cuales ha penetrado el sabroso y aromático caldo. Si comes este plato cuando estés cansado, recuperarás tus fuerzas al instante.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Brote de bambú",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Huevo de pájaro",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108261,
      "name": "Ramen de carne extraño",
      "description": "Un plato de fideos bien caliente. Al haber prestado demasiada atención a los demás ingredientes, los fideos han quedado como una masa pastosa que se deshace con el calor del caldo. Prueba a bebértelo de un trago, tal vez no sepa tan mal...",
      "effect": "Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108262,
      "name": "Ramen de carne",
      "description": "Un plato de fideos bien caliente. La carne, cocinada a fuego lento, se ha colocado sobre los fideos, en cada uno de los cuales ha penetrado el sabroso y aromático caldo. Si comes este plato cuando estés cansado, recuperarás tus fuerzas al instante.",
      "effect": "Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108263,
      "name": "Ramen de carne delicioso",
      "description": "Un plato de fideos bien caliente. Los consistentes fideos han absorbido a la perfección el sabor del caldo, y el resto de ingredientes proporcionan toda una gama de texturas distintas. La sopa, que conserva el intenso aroma de los huesos que se utilizaron para hacerla, no es para nada grasienta. Sin darte cuenta, ya ves el fondo del cuenco, pero sientes la necesidad de comer otro más.",
      "effect": "Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    },
    "special": {
      "_id": 108365,
      "name": "Triunfo legendario",
      "description": "La especialidad de Gorou. La rebosante guarnición se ha apilado muy alto y es tan conmovedora como la motivación de Gorou. Tras acabarte los tallarines y el caldo de un solo trago y darte palmaditas de satisfacción en la barriga, alzas la vista y ves a Gorou sonriendo de oreja a oreja y meneando la cola (aunque de esto último probablemente no se haya dado ni cuenta).",
      "effect": "Restaura un 40% de la Vida Máx. y 2350 pts. de Vida al personaje seleccionado.",
      "character": {
        "id": "gorou",
        "name": "Gorou"
      }
    }
  }
}
