{
  "_id": 3107,
  "id": "triplelayered_consomm",
  "name": "Tiras de tres sabores",
  "description": "Un plato muy bien presentado. El jamón, la carne de ave y los brotes de bambú se cortan en tiras finas de la misma longitud, se hierven a fuego rápido, se ponen en el centro de un plato para sopa y se sirven con el caldo. El resultado es muy sabroso.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110005,
      "id": "ham",
      "name": "Jamón",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de ave",
      "amount": 2
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Brote de bambú",
      "amount": 1
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champiñón",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108155,
      "name": "Tiras de tres sabores extrañas",
      "description": "Un plato muy bien presentado. A primera vista parece delicioso, pero al probarlo se descubre que no sabe a nada. ¿Tal vez prepararon el caldo con demasiada agua?",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108156,
      "name": "Tiras de tres sabores",
      "description": "Un plato muy bien presentado. El jamón, la carne de ave y los brotes de bambú se cortan en tiras finas de la misma longitud, se hierven a fuego rápido, se ponen en el centro de un plato para sopa y se sirven con el caldo. El resultado es muy sabroso.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108157,
      "name": "Tiras de tres sabores deliciosas",
      "description": "Un plato muy bien presentado. La uniformidad de las tiras revela la impecable técnica de cuchillo; parece una obra de arte. Cuando al fin te decides a probarlo, el exquisito sabor te produce alegría y tristeza a la vez: sería un desperdicio conservarlo como obra de arte.",
      "effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
