{
  "_id": 1402,
  "id": "trout_amandine",
  "name": "Trucha con almendras",
  "description": "Un gran trozo de pescado frito en aceite. Primero, se dora el pescado en mantequilla, luego se fríen las almendras y se sirven en una fuente. La forma tradicional de cocinar este plato era procesar el filete de trucha entero y luego ponerlo directamente en la sartén, pero últimamente se ha popularizado freír el pescado.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 1
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Almendra",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108573,
      "name": "Trucha con almendras extraña",
      "description": "Un gran trozo de pescado frito en aceite. El amargo sabor de la piel chamuscada del pescado se asienta en la base de la lengua y ni un buen trago de agua es capaz de hacer que desaparezca. Parece que es necesario afinar el control del fuego.",
      "effect": "Restaura un 8% de la Vida Máx. al personaje seleccionado y regenera 210 pts. de Vida cada 5 s durante 30 s."
    },
    "normal": {
      "_id": 108574,
      "name": "Trucha con almendras",
      "description": "Un gran trozo de pescado frito en aceite. Primero, se dora el pescado en mantequilla, luego se fríen las almendras y se sirven en una fuente. La forma tradicional de cocinar este plato era procesar el filete de trucha entero y luego ponerlo directamente en la sartén, pero últimamente se ha popularizado freír el pescado.",
      "effect": "Restaura un 9% de la Vida Máx. al personaje seleccionado y regenera 260 pts. de Vida cada 5 s durante 30 s."
    },
    "delicious": {
      "_id": 108575,
      "name": "Trucha con almendras deliciosa",
      "description": "Un gran trozo de pescado frito en aceite. Las almendras crujientes se acompañan con trozos de jugoso pescado que te harán sentir como si estuvieras nadando entre las olas del océano y disfrutando de un choque fresco de sabor.",
      "effect": "Restaura un 10% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5 s durante 30 s."
    }
  }
}
