{
  "_id": 2210,
  "id": "udon_noodles",
  "name": "Udon",
  "description": "Unos fideos muy tenaces. Después de esperar a que la masa fermentase y tras haberla estirado varias veces, se ha convertido en unos fideos al dente y de una suave textura. El udon se diferencia del ramen en que, incluso con un sabor tan suave, es capaz de aliviar las preocupaciones de la gente de Inazuma.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 1
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108377,
      "name": "Udon extraño",
      "description": "Unos fideos muy tenaces. Insípidos y con más agua que sopa, hacen sentir como si se estuviera bebiendo de un charco. Parece que nunca hay que ser muy descuidado con los condimentos.",
      "effect": "Revive a un personaje y restaura 250 pts. de su Vida."
    },
    "normal": {
      "_id": 108378,
      "name": "Udon",
      "description": "Unos fideos muy tenaces. Después de esperar a que la masa fermentase y tras haberla estirado varias veces, se ha convertido en unos fideos al dente y de una suave textura. El udon se diferencia del ramen en que, incluso con un sabor tan suave, es capaz de aliviar las preocupaciones de la gente de Inazuma.",
      "effect": "Revive a un personaje y restaura 400 pts. de su Vida."
    },
    "delicious": {
      "_id": 108379,
      "name": "Udon delicioso",
      "description": "Unos fideos muy tenaces. Los fideos udon, blancos y tiernos, junto con su caldo de tan cuidada preparación, logran reconfortar el ánimo de las personas con su exquisito sabor. Cuando el ligero regusto a trigo y el suave sabor de los fideos entren en el estómago, sentirás una cálida y embriagadora sensación.",
      "effect": "Revive a un personaje y restaura 550 pts. de su Vida."
    },
    "special": {
      "_id": 108380,
      "id": "fukuuchi_udon",
      "name": "Udon de la fortuna",
      "description": "La especialidad de Yae Miko. El tofu frito del centro es el preparado estrella de la Srta. Kitsune. Dicen que, si uno alberga una gran honestidad en su interior, con un solo bocado de este plato, será bendecido por la gran Kitsune durante un día entero, con lo que alejará la mala suerte y se impregnará de la buena.",
      "effect": "Revive a un personaje y restaura un 15% de la Vida Máx. más 550 pts. de Vida adicionales.",
      "character": {
        "id": "yae_miko",
        "name": "Yae Miko"
      }
    }
  }
}
