{
  "_id": 3216,
  "id": "unagi_chazuke",
  "name": "Arroz con anguila bañado en té",
  "description": "Un plato principal ligero y sabroso. El té se vierte sobre la anguila colocada en el arroz y se deja reposar hasta que este haya absorbido el aroma del té y la anguila tenga un regusto ligeramente dulce. Antes de que te des cuenta, ya habrás devorado la mitad.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100095,
      "id": "eel_meat",
      "name": "Anguila",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108355,
      "name": "Arroz con anguila bañado en té extraño",
      "description": "Un plato principal ligero y sabroso. El caldo de té no sabe a nada y la anguila está demasiado salada, con lo que el sabor del té no se nota en absoluto. Si lo remueves y lo mezclas bien hasta formar una papilla, quizás puedas tragarlo.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108356,
      "name": "Arroz con anguila bañado en té",
      "description": "Un plato principal ligero y sabroso. El té se vierte sobre la anguila colocada en el arroz y se deja reposar hasta que este haya absorbido el aroma del té y la anguila tenga un regusto ligeramente dulce. Antes de que te des cuenta, ya habrás devorado la mitad.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108357,
      "name": "Arroz con anguila bañado en té delicioso",
      "description": "Un plato principal ligero y sabroso. El aroma del té y del caldo despide una elegante fragancia en la que se distinguen los granos de arroz de un blanco inmaculado y donde la anguila, marcada en un fuego de carbón, proporciona un contrapunto suave y delicado. Los aromas del té y el pescado, junto con la dulzura del arroz, se entremezclan en un sabor tan sublime que nadie puede resistirse. Una amenaza triple con la que es mejor no jugar.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108479,
      "id": "shimi_chazuke",
      "name": "Chazuke auténtico",
      "description": "La especialidad del Trotamundos. El amargo regusto del té y el dulce paladar del arroz se combinan para dar lugar a un manjar que se volverá casi adictivo después del primer bocado. ¿Dónde habrá aprendido a dominar así las artes culinarias? Como si pudiera adivinar lo que estás pensando, el Trotamundos te dirige una mirada severa: “¿Qué esperas? Si has acabado, ve a lavar el cuenco”.",
      "effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "wanderer",
        "name": "Trotamundos"
      }
    }
  }
}