{
  "_id": 3109,
  "id": "universal_peace",
  "name": "Paz universal",
  "description": "Un plato de comida muy colorido. Entre los suaves y glutinosos granos de arroz hay todo tipo de ingredientes dulces. Más que el sabor, lo que se pretende resaltar con este plato es la idea de la paz y la prosperidad. Con una intención tan buena puesta en él, este plato siempre estará delicioso.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 4
    },
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Cabeza de loto",
      "amount": 2
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Zanahoria",
      "amount": 2
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Baya",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108201,
      "name": "Paz universal extraña",
      "description": "Una comida muy colorida. Si el agua se consume demasiado al cocinarla, se necesitará imaginación y más agua para conseguir la textura adecuada.",
      "effect": "Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108202,
      "name": "Paz universal",
      "description": "Un plato de comida muy colorido. Entre los suaves y glutinosos granos de arroz hay todo tipo de ingredientes dulces. Más que el sabor, lo que se pretende resaltar con este plato es la idea de la paz y la prosperidad. Con una intención tan buena puesta en él, este plato siempre estará delicioso.",
      "effect": "Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108203,
      "name": "Paz universal deliciosa",
      "description": "Un plato muy colorido. El sabor agridulce de la fruta desecada es como un hilo invisible que combina perfectamente con la fragancia del arroz. La ligera dulzura de cada bocado permanece en la lengua incluso después de tragar, y trae a quien lo prueba una placentera sensación de felicidad.",
      "effect": "Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    },
    "special": {
      "_id": 108213,
      "id": "prosperous_peace",
      "name": "Paz y prosperidad",
      "description": "La especialidad de Ganyu. La figura de un Chilin descansando entre flores da una sensación de tranquilidad. Ganyu imbuyó este plato con sus mejores deseos, lo coronó con pétalos de su flor favorita, la flor chingxin, y lo guardó para ti discretamente.",
      "effect": "Restaura un 40% de la Vida Máx. y 2350 pts. de Vida al personaje seleccionado.",
      "character": {
        "id": "ganyu",
        "name": "Ganyu"
      }
    }
  }
}