{
  "_id": 3609,
  "id": "veggie_pot_soup",
  "name": "Sopa de verduras en caldero",
  "description": "Una sopa hecha con verduras varias. Los ingredientes culinarios se cortan en tiras, se hierven en agua hasta estar bien cocidos. Después, se sazona al gusto. Ligero pero sabroso, este plato ofrece considerables beneficios para la salud.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Repollo",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Zanahoria",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Papa",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 2
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "_id": 108940,
      "name": "Sopa de verduras en caldero extraña",
      "description": "Una sopa hecha con verduras varias. El frescor y la textura crujiente se han desvanecido tras una larga cocción, dejando solo hojas blandas y marchitas. Si no te molesta su extraña textura pegajosa, debería servir para saciar el hambre...",
      "effect": "Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado."
    },
    "normal": {
      "_id": 108941,
      "name": "Sopa de verduras en caldero",
      "description": "Una sopa hecha con verduras varias. Los ingredientes culinarios se cortan en tiras, se hierven en agua hasta estar bien cocidos. Después, se sazona al gusto. Ligero pero sabroso, este plato ofrece considerables beneficios para la salud.",
      "effect": "Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado."
    },
    "delicious": {
      "_id": 108942,
      "name": "Sopa de verduras en caldero deliciosa",
      "description": "Una sopa hecha con verduras varias. Una receta de extrema sencillez que revela el sabor más auténtico de las verduras. Con tan solo un sorbo, una reconfortante calidez se expandirá desde el estómago hasta todo el cuerpo.",
      "effect": "Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado."
    },
    "special": {
      "_id": 108951,
      "id": "nightwatch_soup",
      "name": "Sopa del vigilante nocturno",
      "description": "La especialidad de Illuga. Un plato caliente de caldo que elimina el cansancio con un solo sorbo, relajando tanto el cuerpo como la mente tras una larga noche de patrulla. Ese efecto tan reconfortante debe provenir de los muchos años de experiencia acumulada por el joven capitán para elaborar su receta personal...",
      "effect": "Restaura un 40% de la Vida Máx. y 2350 pts. de Vida al personaje seleccionado.",
      "character": {
        "id": "illuga",
        "name": "Illuga"
      }
    }
  }
}