{
  "_id": 2206,
  "id": "wakatakeni",
  "name": "Brotes de bambú hervidos",
  "description": "Un plato vegetariano de color claro. Primero se añade caldo en una olla y luego se agregan los brotes de bambú. Cuando están casi hervidos, se agrega el alga wakame. El resultado es una comida de aspecto elegante y textura suave. Perfecto tanto como aperitivo como para acompañar al plato principal.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Brote de bambú",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Alga",
      "amount": 2
    }
  ],
  "dish_type": "Platos que mejoran la defensa",
  "results": {
    "suspicious": {
      "_id": 108345,
      "name": "Brotes de bambú hervidos extraños",
      "description": "Un plato vegetariano de color claro. Hay que masticar durante siglos el alga para poder tragarla, y los brotes de bambú están tan duros que parece que te van a romper los dientes. El único pro es que el plato es visualmente atractivo.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 88 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108346,
      "name": "Brotes de bambú hervidos",
      "description": "Un plato vegetariano de color claro. Primero se añade caldo en una olla y luego se agregan los brotes de bambú. Cuando están casi hervidos, se agrega el alga wakame. El resultado es una comida de aspecto elegante y textura suave. Perfecto tanto como aperitivo como para acompañar al plato principal.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 107 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108347,
      "name": "Brotes de bambú hervidos deliciosos",
      "description": "Un plato vegetariano de color claro. La tierna textura de las algas recién brotadas en el mar y los frescos y crujientes brotes de bambú de las montañas convergen en el caldo para crear un sabor suave y ligero. Al probarlo, entras en sintonía con todos los seres y con la belleza de las cuatro estaciones.",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 126 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}
