{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Xocoatl",
  "description": "Una bebida de Natlan hecha de cacahuatles. Originalmente, el cacahuatl amargo se molía y mezclaba con diversas especias, creando el Xocoatl, palabra que significa “agua amarga”. Mucho más tarde, se le añadiría azúcar para transformar el producto final en algo dulce, sabroso y ampliamente popular, aunque el nombre con el que se la bautizó nunca ha cambiado.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leche",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Azúcar",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran la DEF",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Xocoatl extraño",
      "description": "Una bebida de Natlan hecha de cacahuatles. Si intentas adivinar su sabor antes de probarla, podrías pensar que tiene un sabor dulce o amargo, pero nunca te habrías esperado un sabor agrio en la punta de la lengua. ¿Es que han usado los ingredientes equivocados?",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108758,
      "name": "Xocoatl",
      "description": "Una bebida de Natlan hecha de cacahuatles. Originalmente, el cacahuatl amargo se molía y mezclaba con diversas especias, creando el Xocoatl, palabra que significa “agua amarga”. Mucho más tarde, se le añadiría azúcar para transformar el producto final en algo dulce, sabroso y ampliamente popular, aunque el nombre con el que se la bautizó nunca ha cambiado.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108759,
      "name": "Xocoatl delicioso",
      "description": "Una bebida de Natlan hecha de cacahuatles. El intenso aroma a cacahautl está impregnado de una cremosidad pura, acariciando tiernamente tu lengua con la suavidad de la seda, dejando tras de sí un toque de dulzura capaz de derretir tu corazón.",
      "effect": "#Aumenta la DEF de todos los miembros del equipo en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "special": {
      "_id": 108821,
      "id": "emotional_support",
      "name": "Apoyo emocional",
      "description": "La especialidad de Ifá. “Come, colega”. La voz de un hombre y de un saurio se suceden mientras Ifá te trae un plato de deliciosas galletas y Cacucu le sigue con una taza de rico xocoatl. El aroma de ambos sabores resulta muy relajante y calmante... ¡Qué maravilla, colega!",
      "effect": "Aumenta la DEF de todos los miembros del equipo en 282 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
      "character": {
        "id": "ifa",
        "name": "Ifá"
      }
    }
  }
}