{
  "_id": 3101,
  "id": "zhongyuan_chop_suey",
  "name": "Chop suey de Zhongyuan",
  "description": "Un plato de carne sazonada y asada. Aunque está hecho con vísceras y otros restos de animales, tras condimentarlo es posible tapar por completo el fuerte olor de la carne. Muchas personas han comido este plato durante toda su vida sin saber que “chop suey” es un insulto en la lengua local.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne cruda",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Pescado",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Harina",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 2
    }
  ],
  "dish_type": "Platos para aventuras",
  "results": {
    "suspicious": {
      "_id": 108071,
      "name": "Chop suey de Zhongyuan extraño",
      "description": "Un plato de carne sazonada y asada. El aspecto del plato revela las habilidades del cocinero. Este plato sería difícil de vender incluso en el puesto más popular.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "_id": 108072,
      "name": "Chop suey de Zhongyuan",
      "description": "Un plato de carne sazonada y asada. Aunque está hecho con vísceras y otros restos de animales, tras condimentarlo es posible tapar por completo el fuerte olor de la carne. Muchas personas han comido este plato durante toda su vida sin saber que “chop suey” es un insulto en la lengua local.",
      "effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "_id": 108073,
      "name": "Chop suey de Zhongyuan delicioso",
      "description": "Un plato de carne sazonada y asada. La aromática carne tiene el auténtico sabor de Liyue, por lo que puede llegar a hacer llorar de nostalgia a los más ancianos.",
      "effect": "#Disminuye en un 25% el Coste de Aguante de todos los miembros del equipo al escalar y esprintar durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  }
}