{
  "_id": 2308,
  "id": "aaru_mixed_rice",
  "name": "Cơm Trộn Aaru",
  "description": "Món cơm được phục vụ với số lượng lớn. Món ăn kết hợp giữa cơm, mì và đậu, bí quyết tạo nên độ ngon của nó là từ vị chua ngọt của cà chua. Vì nguyên liệu dễ tìm, giá thành rẻ, nên đây là một lựa chọn tốt để thỏa mãn cơn đói, cách làm này cũng dần được lan truyền từ Làng Aaru đến khắp Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Lúa Nước",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Đậu Bóng",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Cà Chua",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108460,
      "name": "Cơm Trộn Aaru Kỳ Lạ",
      "description": "Món cơm được phục vụ với số lượng lớn. Do vội vàng nên không trộn đều trước khi ăn dẫn đến vị cà chua trên một phần cơm quá đậm, nhưng phần còn lại thì nhạt nhẽo vô vị... vẫn nên trộn lại lần nữa thì hơn.",
      "effect": "Hồi 40 điểm thể lực"
    },
    "normal": {
      "_id": 108461,
      "name": "Cơm Trộn Aaru",
      "description": "Món cơm được phục vụ với số lượng lớn. Món ăn kết hợp giữa cơm, mì và đậu, bí quyết tạo nên độ ngon của nó là từ vị chua ngọt của cà chua. Vì nguyên liệu dễ tìm, giá thành rẻ, nên đây là một lựa chọn tốt để thỏa mãn cơn đói, cách làm này cũng dần được lan truyền từ Làng Aaru ra khắp Sumeru.",
      "effect": "Hồi 50 điểm thể lực"
    },
    "delicious": {
      "_id": 108462,
      "name": "Cơm Trộn Aaru Ngon",
      "description": "Món cơm được phục vụ với số lượng lớn. Hạt cơm dẻo quánh, quyện trong nước sốt đậm đà cho vào miệng, rõ ràng là không cần thêm dầu nhưng vẫn hấp dẫn hơn hẳn hương vị thịt.",
      "effect": "Hồi 60 điểm thể lực"
    },
    "special": {
      "_id": 108468,
      "name": "Chăm Sóc Tận Tình",
      "description": "Món ăn đặc biệt của Candace. Trước khi bưng lên đã ngửi thấy mùi thơm phức, có vẻ như Candace cũng có nhiều kinh nghiệm trong việc bảo vệ \"khẩu vị\"... Chỉ là phần này nhiều hơn so với Cơm Trộn Aaru thông thường, phải làm sao để ăn hết phần \"chăm sóc quá mức\" này đây?",
      "effect": "Hồi 80 điểm thể lực",
      "character": {
        "id": "candace",
        "name": "Candace"
      }
    }
  }
}
