{
  "_id": 5101,
  "id": "adeptus_temptation",
  "name": "Tiên Nhảy Tường",
  "description": "Món ăn nổi tiếng ở Liyue với cách chế biến phức tạp. Nguyên liệu đã được lựa chọn kỹ càng ngâm trong canh nguyên chất, dùng lửa nhỏ hầm từ từ. Chỉ ngồi nhớ lại để viết công thức đã khiến người ta động lòng phàm, quy phục nhân gian.",
  "rarity": 5,
  "ingredients": [
    {
      "_id": 110005,
      "id": "ham",
      "name": "Giăm Bông",
      "amount": 4
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Cua",
      "amount": 3
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Tôm Bóc Nõn",
      "amount": 3
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Nhung Tùng",
      "amount": 3
    }
  ],
  "dish_type": "Món Dạng Tấn Công",
  "results": {
    "suspicious": {
      "_id": 108122,
      "name": "Tiên Nhảy Tường Kỳ Lạ",
      "description": "Món ăn nổi tiếng ở Liyue với cách chế biến phức tạp. Do không thông thạo cách hầm, làm cho món ăn vừa mặn vừa tanh, thật tiếc cho những nguyên liệu quý giá... haiz, thôi thì đâm lao theo lao vậy.",
      "effect": "Tấn công cả đội tăng 260 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108123,
      "name": "Tiên Nhảy Tường",
      "description": "Món ăn nổi tiếng ở Liyue với cách chế biến phức tạp. Nguyên liệu đã được lựa chọn kỹ càng ngâm trong canh nguyên chất, dùng lửa nhỏ hầm từ từ. Chỉ ngồi nhớ lại để viết công thức đã khiến người ta động lòng phàm, trở lại nhân gian.",
      "effect": "Tấn công cả đội tăng 316 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108124,
      "name": "Tiên Nhảy Tường Ngon",
      "description": "Món ăn nổi tiếng ở Liyue với cách chế biến phức tạp. Sơn hào hải vị quy tụ, món ngon hương thơm nức mũi. Nếm sơ qua, non mềm trơn mịn, gắp thêm vài miếng, dư vị dài lâu. Đưa hồn vào cõi mộng khó quên. Đủ để đưa tiên nhân rời khỏi động phủ tiên gia của mình.",
      "effect": "Tấn công cả đội tăng 372 điểm, tỷ lệ bạo kích cả đội tăng 12%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}