{
  "_id": 3016,
  "id": "apple_roly_poly",
  "name": "Cuộn Táo",
  "description": "Món tráng miệng truyền thống làm từ táo. Bí quyết của hương vị giòn xốp thơm ngon đến từ lớp bột siêu mỏng. Nghe nói đầu bếp đồ ngọt cao cấp của Mondstadt khi chế tác lớp bột mỏng thì dù có phủ nó lên trang sách cũng sẽ không ảnh hưởng đến việc đọc.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Táo",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Bơ",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108694,
      "name": "Cuộn Táo Kỳ Lạ",
      "description": "Món tráng miệng truyền thống làm từ táo. Táo ở một nơi, bột ở một chỗ, giống như hai người không thể hòa hợp đang cố gắng tìm điểm chung vậy, cho dù hương bơ có ngọt ngào đến đâu cũng không thể xoay chuyển cục diện gượng gạo này.",
      "effect": "Sau khi kích hoạt Cổ Thụ Hóa Thạch, Địa Mạch Sinh Thành hoặc mở rương, sẽ hồi phục 16% HP cho tất cả nhân vật trong đội và hồi thêm 600 điểm HP. Hiệu quả này mỗi 5s tối đa kích hoạt một lần, duy trì 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108695,
      "name": "Cuộn Táo",
      "description": "Món tráng miệng truyền thống làm từ táo. Bí quyết của hương vị giòn xốp thơm ngon đến từ lớp bột siêu mỏng. Nghe nói đầu bếp đồ ngọt cao cấp của Mondstadt khi chế tác lớp bột mỏng thì dù có phủ nó lên trang sách cũng sẽ không ảnh hưởng đến việc đọc.",
      "effect": "Sau khi kích hoạt Cổ Thụ Hóa Thạch, Địa Mạch Sinh Thành hoặc mở rương, sẽ hồi phục 18% HP cho tất cả nhân vật trong đội và hồi thêm 900 điểm HP. Hiệu quả này mỗi 5s tối đa kích hoạt một lần, duy trì 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108696,
      "name": "Cuộn Táo Ngon",
      "description": "Món tráng miệng truyền thống làm từ táo. Riêng việc ngửi thấy hương thơm ngọt ngào của táo đã khiến người ta cảm giác như đang ở bên cạnh bếp lò ấm. Còn chưa kịp cảm nhận hương vị một cách tỉ mỉ, đôi tay cầm dao nĩa đã di chuyển như thể bị ai đó kéo đi, với tay lấy miếng tiếp theo một cách không thể kiểm soát.",
      "effect": "Sau khi kích hoạt Cổ Thụ Hóa Thạch, Địa Mạch Sinh Thành hoặc mở rương, sẽ hồi phục 20% HP cho tất cả nhân vật trong đội và hồi thêm 1200 điểm HP. Hiệu quả này mỗi 5s tối đa kích hoạt một lần, duy trì 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}