{
  "id": "baklava",
  "name": "Baklava",
  "description": "Món tráng miệng Sumeru truyền thống. Bọc các loại hạt đã nghiền vào giữa bánh phồng, phết bơ nóng và nướng. Đừng quên thêm si rô sau khi ra khỏi lò. Một số học giả sẽ đặt mua một phần \"lâu đài ngọt ngào\" trước kỳ thi để bổ sung năng lượng, nhờ vậy mà nó chiếm vị trí đầu trong các món tráng miệng phổ biến nhất của Giáo Viện.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "id": "ajilenakh_nut",
      "name": "Quả Ajilenakh",
      "amount": 2
    },
    {
      "id": "butter",
      "name": "Bơ",
      "amount": 2
    },
    {
      "id": "sugar",
      "name": "Đường",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Tấn Công",
  "results": {
    "suspicious": {
      "name": "Baklava Kỳ Lạ",
      "description": "Món tráng miệng Sumeru truyền thống. Vị ngọt béo ngậy như một quả bom nổ tung trong miệng, thậm chí khiến răng đau âm ỉ... Lượng đường phù hợp có thể khiến người ta cảm thấy dễ chịu, nhưng một khi quá nhiều đường thì khó mà chịu được.",
      "effect": "Tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "name": "Baklava",
      "description": "Món tráng miệng Sumeru truyền thống. Bọc các loại hạt đã nghiền vào giữa bánh phồng, phết bơ nóng và nướng. Đừng quên thêm si rô sau khi ra khỏi lò. Một số học giả sẽ đặt mua một phần \"lâu đài ngọt ngào\" này trước kỳ thi để bổ sung năng lượng, nhờ vậy mà nó chiếm vị trí đầu trong các món tráng miệng phổ biến nhất của Giáo Viện.",
      "effect": "Tỷ lệ bạo kích cả đội tăng 15%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "name": "Baklava Ngon",
      "description": "Món tráng miệng Sumeru truyền thống. Một học giả từng nói rằng, người Sumeru đơn giản có thể chia thành hai loại, đó là người ăn món tráng miệng để sống, và người sống để ăn món tráng miệng. Những lớp bánh phồng mỏng, thơm mùi bơ và mật ong thấm vào tận xương tủy, có lẽ những ai nếm thử sẽ bị lôi vào loại thứ hai.",
      "effect": "Tỷ lệ bạo kích cả đội tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}
