{
  "_id": 3106,
  "id": "bamboo_shoot_soup",
  "name": "Măng Chua Tươi",
  "description": "Canh được hầm kỹ. Măng trúc, thịt tươi và giăm bông cắt thành từng miếng, dùng lửa nhỏ đun tới khi canh chuyển sang màu trắng sữa. Hai loại thịt khác nhau tỏa ra mùi hương riêng biệt, còn nước dùng thì tuyệt hảo.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Giăm Bông",
      "amount": 2
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Măng Trúc",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108152,
      "name": "Măng Chua Tươi Kỳ Lạ",
      "description": "Canh được hầm kỹ. Do canh lửa không tốt nên miếng thịt hơi khó nhai, vị mặn của giăm bông lấn áp độ tươi của món ăn. Xem ra chỉ có măng trúc ngấm hương vị của hai loại thịt nên tạm chấp nhận được.",
      "effect": "Lập tức hồi 26% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 450 HP."
    },
    "normal": {
      "_id": 108153,
      "name": "Măng Chua Tươi",
      "description": "Canh được hầm kỹ. Măng trúc, thịt tươi và giăm bông cắt thành từng miếng, dùng lửa nhỏ đun tới khi canh chuyển sang màu trắng sữa. Hai loại thịt khác nhau tỏa ra mùi hương riêng biệt, còn nước dùng thì tuyệt hảo.",
      "effect": "Lập tức hồi 28% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 620 HP."
    },
    "delicious": {
      "_id": 108154,
      "name": "Măng Chua Tươi Ngon",
      "description": "Canh được hầm kỹ. Chỉ cần ngửi thôi cũng khiến cảm giác thèm ăn ùa về. Nhấp một ngụm, vị ngon ngọt dần lan tỏa khắp cơ thể. Nếu như có thể dang rộng đôi cánh bay lên trời xanh rồi dạo bước trên những đám mây thơm phức thì thật tuyệt.",
      "effect": "Lập tức hồi 30% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 790 HP."
    },
    "special": {
      "_id": 108173,
      "name": "Măng Chua Tươi Lửa Nhỏ",
      "description": "Món đặc biệt của Zhongli. Sử dụng giăm bông phù hợp tiêu chuẩn của Nguyệt Hải Đình, thịt tươi được Thanh Tuyền Trấn săn bắt trong ngày, măng trúc là những búp non vào mùa măng ở Khinh Sách Trang. Quá trình chế biến vô cùng tỉ mỉ, dùng lửa nhỏ để nấu chín... Món ngon \"cầu kỳ\" như vậy, anh chỉ muốn chia sẻ với người biết trân trọng nó mà thôi.",
      "effect": "Lập tức hồi 34% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 980 HP.",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}
