{
  "_id": 3506,
  "id": "blazed_meat_stew",
  "name": "Thịt Hầm Hỏa Diệm",
  "description": "Món thịt hầm cay. Chọn loại thịt rừng thường gặp, thêm một loạt gia vị, hầm cho đến khi thịt mềm, mở nắp nồi ra, vị cay nồng ập đến. Nếu không biết ăn món gì vào thời khắc ăn mừng thì chọn món này là đúng chuẩn!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 4
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Đậu Bóng",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Cà Chua",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Hành Tây",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Tấn Công",
  "results": {
    "suspicious": {
      "_id": 108742,
      "name": "Thịt Hầm Hỏa Diệm Kỳ Lạ",
      "description": "Món thịt hầm cay. Vị cay quá mức thiêu đốt khoang miệng, cố gắng nuốt miếng thịt, thậm chí cảm thấy trong bụng cũng đang bùng nổ Nguyên Tố Hỏa... Nếu bên cạnh có một ly nước to bự có thể dập tắt đám cháy cay nồng này thì tốt quá...",
      "effect": "Tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108743,
      "name": "Thịt Hầm Hỏa Diệm",
      "description": "Món thịt hầm cay. Chọn loại thịt rừng thường gặp, thêm một loạt gia vị, hầm cho đến khi thịt mềm, mở nắp nồi ra, vị cay nồng ập đến. Nếu không biết ăn món gì vào thời khắc ăn mừng thì chọn món này là đúng chuẩn!",
      "effect": "Tỷ lệ bạo kích cả đội tăng 15%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108744,
      "name": "Thịt Hầm Hỏa Diệm Ngon",
      "description": "Món thịt hầm cay. Gia vị đa dạng phong phú, tô vẽ lên hương thơm của thịt vô cùng đậm đà. Từng cú chạm qua kẽ răng, chất cay vừa phải đánh thức vị giác đang ngủ say. Nước thịt nồng đậm tuôn ra, niềm hạnh phúc dâng trào như sóng lớn, ngay cả chút canh nhỏ cũng không thể bỏ qua!",
      "effect": "Tỷ lệ bạo kích cả đội tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "_id": 108745,
      "id": "saurian_hunters_reward",
      "name": "Phần Thưởng Thợ Săn Saurian",
      "description": "Món ăn đặc biệt của Kinich. Miếng thịt hầm cỡ bự với hương thơm nồng nàn, vị cay vừa vặn. Ajaw không ngừng lẩm bẩm với bạn: \"Lúc trước, đây là món ngon mà bọn ta thiết đãi chính mình sau khi săn được mấy tên to xác. Hôm nay ngươi được thưởng thức mà không tốn chút sức lực nào, đó chính là vận may ngút trời đấy! Còn không mau đem nước ép tuyệt hảo ra cảm ơn ta đi?\" Kinich nghe xong bồi thêm vài câu: \"Ăn đi, đừng nghe mấy lời nhảm nhí của hắn.\"",
      "effect": "Tỷ lệ bạo kích cả đội tăng 20%, sát thương bạo kích tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "kinich",
        "name": "Kinich"
      }
    }
  }
}
