{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Kem Bồng Bềnh",
  "description": "Kem có màu xanh của nước. Những lúc nóng nực thì không gì tuyệt vời hơn một ly kem giải nhiệt. Cảm giác mát lạnh sảng khoái, giống như lao mình xuống biển vậy. Mọi phiền não sẽ theo chân cảm giác nóng nực trong khoang miệng cùng tan biến, chỉ còn lại sự sảng khoái trong lòng.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Muối",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Kem",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Kem Bồng Bềnh Kỳ Lạ",
      "description": "Kem có màu xanh của nước. Những hạt muối biển ồ ạt tấn công vị giác, khiến ta choáng váng khi bị kích thích mạnh bởi hương vị mặn chát... Đợi đến khi lấy hết can đảm thử lại lần nữa, thì kem đã tan chảy thành sữa lắc rồi...",
      "effect": "Phòng ngự cả đội tăng 215 điểm, hiệu quả trị liệu tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108685,
      "name": "Kem Bồng Bềnh",
      "description": "Kem có màu xanh của nước. Những lúc nóng nực thì không gì tuyệt vời hơn một ly kem giải nhiệt. Cảm giác mát lạnh sảng khoái, giống như lao mình xuống biển vậy. Mọi phiền não sẽ theo chân cảm giác nóng nực trong khoang miệng cùng tan biến, chỉ còn lại sự sảng khoái trong lòng.",
      "effect": "Phòng ngự cả đội tăng 261 điểm, hiệu quả trị liệu tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108686,
      "name": "Kem Bồng Bềnh Ngon",
      "description": "Kem có màu xanh của nước. Bộ dạng dễ thương hiền hòa của Hải Thú Bồng Bềnh trên thân ly càng tăng thêm vẻ đáng yêu. Hương vị của sữa tạo nên vẻ nhàn nhã, điểm xuyết vị mặn nhẹ nhàng như những sợi tơ lụa. Vị giác phảng phất như bị cuốn vào dòng hải lưu, tham gia vào chuyến mạo hiểm độc đáo mới lạ. Hành trình hương vị tuyệt vời như vậy, thật mong ước sẽ không có hồi kết!",
      "effect": "Phòng ngự cả đội tăng 308 điểm, hiệu quả trị liệu tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}