{
  "_id": 2409,
  "id": "bulle_sauce_duck_breast",
  "name": "Ức Vịt Sốt Bulle",
  "description": "Món thịt với hương thơm trái cây. Thịt vịt sau khi rán sẽ được cắt lát, rưới nước sốt Trái Bulle lên trên. Da ngoài giòn rụm, bên trong thịt mềm, cùng với nước sốt chua ngọt, tất cả hòa quyện tạo nên một hương vị kinh điển của Fontaine.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Trái Bulle",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Thịt Gia Cầm",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108675,
      "name": "Ức Vịt Sốt Bulle Kỳ Lạ",
      "description": "Món thịt với hương thơm trái cây. Nước sốt trái cây chưa thể trung hòa được độ béo của thịt vịt, mà ngược lại còn có chút vị đắng. Sau khi nuốt thử một miếng, cảm giác thèm thuồng nhờ món ăn được bày trí tinh tế giờ đã biến mất không một dấu vết.",
      "effect": "Hồi 40 điểm Thể Lực."
    },
    "normal": {
      "_id": 108676,
      "name": "Ức Vịt Sốt Bulle",
      "description": "Món thịt với hương thơm trái cây. Thịt vịt sau khi rán sẽ được cắt lát, rưới nước sốt Trái Bulle lên trên. Da ngoài giòn rụm, bên trong thịt mềm, cùng với nước sốt chua ngọt, tất cả hòa quyện tạo nên một hương vị kinh điển của Fontaine.",
      "effect": "Hồi 50 điểm Thể Lực."
    },
    "delicious": {
      "_id": 108677,
      "name": "Ức Vịt Sốt Bulle Ngon",
      "description": "Món thịt với hương thơm trái cây. Mùi thơm của loại quả họ cam quýt đã thêm một tầng tươi ngọt độc đáo cho thịt vịt căng mọng. Chưa kịp nuốt hết miếng trước, cái nĩa đã không tự chủ mà đưa lên miếng tiếp theo. Quả là một hương vị tuyệt hảo khiến người ta khó lòng kiên nhẫn. Chẳng trách văn hóa ẩm thực của Fontaine có phát triển thế nào thì món ăn này vẫn luôn chiếm một vị trí quan trọng trong danh sách ẩm thực kinh điển.",
      "effect": "Hồi 60 điểm Thể Lực."
    },
    "special": {
      "_id": 108678,
      "id": "tagged_and_bagged",
      "name": "\"Săn Bắt\"",
      "description": "Món ăn đặc biệt của Clorinde. Sử dụng nguyên liệu từ Thịt Gia Cầm vừa săn được và chỉ nướng sơ qua đôi chút. Cảm giác nghi ngại ngay lập tức tan biến sau khi trải nghiệm hương vị tươi ngon và mềm mại, dù sao thì Clorinde cũng đã nếm thử trước rồi. Chắc là cũng có một chiếc dạ dày khỏe như thợ săn ấy nhỉ?",
      "effect": "Hồi 80 điểm Thể Lực.",
      "character": {
        "id": "clorinde",
        "name": "Clorinde"
      }
    }
  }
}
