{
  "_id": 5502,
  "id": "cheesy_crab_hotpot",
  "name": "Lẩu Cua Phô Mai",
  "description": "Món ăn vàng lấp lánh trong nồi đất. Nguyên liệu đã được xào trước, trộn lẫn rồi cho vào nồi đất, nấu đến khi phô mai vàng óng bắt đầu sôi lên thì cho ra lò. Dù là bữa tối gia đình hay bữa tiệc lễ hội, đưa lên một món ăn xa xỉ kinh điển như vậy, đều đủ khiến tất cả mọi người có mặt ở đó phải hô hào khen ngợi.",
  "rarity": 5,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Cua",
      "amount": 6
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 5
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 4
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Phô Mai",
      "amount": 4
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108794,
      "name": "Lẩu Cua Phô Mai Kỳ Lạ",
      "description": "Món ăn vàng lấp lánh trong nồi đất. Nguyên liệu cháy đen dính chặt trên nồi, dùng đủ sức lực mới có thể miễn cưỡng múc được một muỗng, nhưng vừa ăn xong miếng đầu tiên thì không khỏi rùng mình, cảm giác như bị Hóa Thân Dung Nham nhắm đến, khiến người ta chỉ muốn bỏ chạy mất hút...",
      "effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 20%, hiệu quả nạp nguyên tố tăng 14% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "normal": {
      "_id": 108795,
      "name": "Lẩu Cua Phô Mai",
      "description": "Món ăn vàng lấp lánh trong nồi đất. Nguyên liệu đã được xào trước, trộn lẫn rồi cho vào nồi đất, nấu đến khi phô mai vàng óng bắt đầu sôi lên thì cho ra lò. Dù là bữa tối gia đình hay bữa tiệc lễ hội, đưa lên một món ăn xa xỉ kinh điển như vậy, đều đủ khiến tất cả mọi người có mặt ở đó phải hô hào khen ngợi.",
      "effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 25%, hiệu quả nạp nguyên tố tăng 17% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "delicious": {
      "_id": 108796,
      "name": "Lẩu Cua Phô Mai Ngon",
      "description": "Món ăn vàng lấp lánh trong nồi đất. Vị ngọt của cua giống như tia sáng ban đầu xuyên qua mây mù, hương phô mai đậm đà mang đến màu sắc ban đầu của bình minh, rực rỡ như ánh ban mai, khiến cho vị giác như được tắm mình trong ánh sáng ấm áp. Cảm giác hạnh phúc lan tỏa từ đầu lưỡi đến dạ dày, khiến toàn thân đều phải khuất phục trước nó.",
      "effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 30%, hiệu quả nạp nguyên tố tăng 20% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    }
  }
}
