{
  "_id": 4203,
  "id": "chilimince_cornbread_buns",
  "name": "Bánh Ngô Thịt Cay",
  "description": "Món ăn vặt được lưu truyền trong dân gian ở Liyue. Bột mì được nhào nặn thành hình rồi cho vào xửng hấp chín, rau và thịt rửa sạch, cắt hạt lựu, rồi đem xào chín. Khi ăn sẽ nhồi phần nhân đã xào sẵn vào trong vỏ bánh để thưởng thức. Rau giòn thịt thơm, hương vị khó cưỡng.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Bắp Cải Cuộn",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Ớt Tuyệt Vân",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108315,
      "name": "Bánh Ngô Thịt Cay Kỳ Lạ",
      "description": "Món ăn vặt được lưu truyền trong dân gian ở Liyue. Một lượng lớn Ớt Tuyệt Vân đã nấu chín chất đống ở giữa, vị cay không thể chịu nổi. Chỉ cần thử một miếng nhỏ thôi là cổ họng như bị bỏng. Nếu ăn thêm mấy miếng...có lẽ sẽ thở ra lửa như Guoba?",
      "effect": "Cả đội nhận hiệu quả khiên tăng 25%, phòng ngự tăng 165 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108316,
      "name": "Bánh Ngô Thịt Cay",
      "description": "Món ăn vặt được lưu truyền trong dân gian ở Liyue. Bột mì được nhào nặn thành hình rồi cho vào xửng hấp chín, rau và thịt rửa sạch, cắt hạt lựu, rồi đem xào chín. Khi ăn sẽ nhồi phần nhân đã xào sẵn vào trong vỏ bánh để thưởng thức. Rau giòn thịt thơm, hương vị khó cưỡng.",
      "effect": "Hiệu quả khiên của tất cả nhân vật trong đội tăng 30%, phòng ngự tăng 200 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108317,
      "name": "Bánh Ngô Thịt Cay Ngon",
      "description": "Món ăn vặt được lưu truyền trong dân gian ở Liyue. Hơi nóng của chảo quyện trên món ăn, ngấm vào bánh ngô mềm, và mùi thơm thật tuyệt vời. Cũng giống như người dân Liyue đã xây dựng nên những cảng biển thịnh vượng của 7 đất nước bằng bàn tay cần mẫn của họ, nguyên liệu bình thường được \"lên men\" bởi công sức của con người cũng có thể trở thành món ngon bất ngờ. Thảo nào nó có thể hấp dẫn cả Ma Thần đang say ngủ...",
      "effect": "Hiệu quả khiên của tất cả nhân vật trong đội tăng 35%, phòng ngự tăng 235 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}