{
  "_id": 3503,
  "id": "chocolate",
  "name": "Chocolate",
  "description": "Món ăn vặt hình tròn. Nghe nói những nơi Cacahuatl sinh trưởng sẽ đem đến loại Chocolate có hương vị độc đáo, mùi vị thô ráp của đất khoáng, dịu ngọt của trái cây... Không biết miếng tiếp theo sẽ có mùi vị gì nhỉ?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108724,
      "name": "Chocolate Kỳ Lạ",
      "description": "Món ăn vặt hình tròn. Vị đặc biệt vốn có của Cacahuatl đã bị lượng đường quá nhiều lấn át, mất đi sự phong phú, chỉ còn lại vị ngọt đơn điệu. Ăn vào vừa ngấy vừa dính răng... Làm sạch răng thì cũng không khó, nhưng chỗ chocolate còn lại thì phải làm sao đây?",
      "effect": "Hồi 70 điểm thể lực"
    },
    "normal": {
      "_id": 108725,
      "name": "Chocolate",
      "description": "Món ăn vặt hình tròn. Nghe nói những nơi Cacahuatl sinh trưởng sẽ đem đến loại Chocolate có hương vị độc đáo, mùi vị thô ráp của đất khoáng, dịu ngọt của trái cây... Không biết miếng tiếp theo sẽ có mùi vị gì nhỉ?",
      "effect": "Hồi 85 điểm thể lực"
    },
    "delicious": {
      "_id": 108726,
      "name": "Chocolate Ngon",
      "description": "Món ăn vặt hình tròn. Hương vị ập đến tinh tế mượt mà tựa như lông thiên nga, sau khi tan chảy, Cacahuatl mang đến cảm giác ấm áp dễ chịu. Khi thưởng thức kỹ, vị ngọt đan xen bên trong, dư vị cuối cùng giống như phép thuật, khiến cho mỗi người thưởng thức đều nở nụ cười rạng rỡ trên khuôn mặt.",
      "effect": "Hồi 100 điểm thể lực"
    },
    "special": {
      "_id": 108760,
      "id": "fruitflavored_milk_candies",
      "name": "Kẹo Sữa Trái Cây",
      "description": "Món ăn đặc biệt của Xilonen. Khi cùng ngồi trên cây trò chuyện, cô ấy lấy ra một chiếc hộp tinh xảo, bên trong... là những viên kẹo có hình thù khác nhau? \"Về phân loại thì Cacahuatl được xem là trái cây. Vậy thì kẹo được làm từ Cacahuatl thêm sữa và đường có thể gọi là 'kẹo sữa trái cây' cũng không vấn đề gì nhỉ? Cùng ăn nhé!\" Cô ấy nói xong liền lấy ra một viên, tung vào miệng rồi nhai ngon lành.",
      "effect": "Hồi 130 điểm thể lực",
      "character": {
        "id": "xilonen",
        "name": "Xilonen"
      }
    }
  }
}
