{
  "_id": 3409,
  "id": "conch_madeleine",
  "name": "Bánh Ốc Pha Lê",
  "description": "Món bánh nhỏ có tạo hình đáng yêu. Nghe nói có một đầu bếp của gia đình giàu có ở Fontaine, vì để dỗ dành thiếu gia nhỏ nên mới mô phỏng hình dáng của Ốc Beryl mà làm ra chiếc bánh này. Tính chân thật của câu chuyện này không thể nào xác nhận được, nhưng vị ngon của nó là tuyệt đối chân thật.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Bơ",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108560,
      "name": "Bánh Ốc Pha Lê Kỳ Lạ",
      "description": "Món bánh nhỏ có tạo hình đáng yêu. Tạo hình thất bại nên có hình dáng kỳ quái, muốn nhìn ra được hình dáng của Ốc Beryl thì phải vận dụng hết tất cả trí tưởng tượng... May mà mùi vị thì miễn cưỡng cũng chấp nhận được.",
      "effect": "Tăng 15% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "normal": {
      "_id": 108561,
      "name": "Bánh Ốc Pha Lê",
      "description": "Món bánh nhỏ có tạo hình đáng yêu. Nghe nói có một đầu bếp của gia đình giàu có ở Fontaine, vì để dỗ dành thiếu gia nhỏ nên mới mô phỏng hình dáng của Ốc Beryl mà làm ra chiếc bánh này. Tính chân thật của câu chuyện này không thể nào xác nhận được, nhưng vị ngon của nó là tuyệt đối chân thật.",
      "effect": "Tăng 17% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "delicious": {
      "_id": 108562,
      "name": "Bánh Ốc Pha Lê Ngon",
      "description": "Món bánh nhỏ có tạo hình đáng yêu. Fontaine có một câu tục ngữ: \"Chỉ có người chưa từng ăn Bánh Ốc Pha Lê, chứ không có ai không yêu thích Bánh Ốc Pha Lê\". Chỉ cần được ăn món bánh ngọt thơm mềm mại này, bất kỳ ai cũng đều không do dự mà trở thành tín đồ của nó!",
      "effect": "Tăng 20% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "special": {
      "_id": 108565,
      "id": "a_leisurely_sip",
      "name": "Trà Chiều",
      "description": "Món ăn đặc biệt của Lynette. Trong buổi trà chiều thường nhật, Lynette đã âm thầm bưng lên món ăn làm riêng cho bạn. Dáng vẻ cô ấy ngồi uống trà tao nhã giống như bé mèo con đáng yêu trước mặt. Ngoài cảm giác ngọt ngào trào dâng trong lòng, cũng bất giác cảm thấy hơi lo cho các dụng cụ trong nhà bếp...",
      "effect": "Tăng 25% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
      "character": {
        "id": "lynette",
        "name": "Lynette"
      }
    }
  }
}