{
  "_id": 3413,
  "id": "consomm",
  "name": "Consomme",
  "description": "Món canh với công đoạn chế biến rất phức tạp. Sau khi nghiền nhuyễn nguyên liệu, đem nấu chín với nước sôi, cuối cùng lược lấy phần nước canh để dùng. Tại phố phường Fontaine có lưu truyền một thông tin thần bí thế này, nghe nói các tác giả đang không có cảm hứng sáng tác nếu húp một hơi hết chén canh này thì sẽ văn chương tuôn trào... Nhưng công dụng kỳ diệu thế này, thật sự không phải do các thương nhân bịa ra sao?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Thịt Gia Cầm",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Cà Rốt",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Tấn Công",
  "results": {
    "suspicious": {
      "_id": 108591,
      "name": "Consomme Kỳ Lạ",
      "description": "Món canh với công đoạn chế biến rất phức tạp. Chất lỏng đục ngầu, vừa nhìn là biết một tác phẩm thất bại. Trên toàn Fontaine chắc chỉ có Ảo Linh Nước Đục lượn lờ ở bờ biển mới chấp nhận được món ăn thế này thôi...",
      "effect": "Tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108592,
      "name": "Consomme",
      "description": "Món canh với công đoạn chế biến rất phức tạp. Sau khi nghiền nhuyễn nguyên liệu, đem nấu chín với nước sôi, cuối cùng lược lấy phần nước canh để dùng. Tại phố phường Fontaine có lưu truyền một thông tin thần bí thế này, nghe nói các tác giả đang không có cảm hứng sáng tác nếu húp một hơi hết chén canh này thì sẽ văn chương tuôn trào... Nhưng công dụng kỳ diệu thế này, thật sự không phải do các thương nhân bịa ra sao?",
      "effect": "Tỷ lệ bạo kích cả đội tăng 15%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108593,
      "name": "Consomme Ngon",
      "description": "Món canh với công đoạn chế biến rất phức tạp. Nước canh màu nhạt nhạt, tập họp trong đó vô số tinh hoa của trời đất, hương thơm của thịt và rau củ hòa quyện vào nhau. Chẳng trách từng có một tác giả chuyên mục của tờ báo Chim Hơi Nước trong lúc vò đầu bứt tóc không nghĩ ra được chữ nào, sau khi uống hết chén canh này lập tức cảm hứng ùa về, thơ văn lai láng.",
      "effect": "Tỷ lệ bạo kích cả đội tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "_id": 108603,
      "id": "consomm_purete",
      "name": "\"Một Giọt Mưa Bay\"",
      "description": "Món ăn đặc biệt của Neuvillette. Nghe nói anh ấy đã chọn nước trên núi cao trong trẻo và thuần khiết nhất, để làm ra món ăn độc nhất vô nhị tinh tế tuyệt vời này. Ăn vào quả thực cảm nhận được hương vị thuần khiết. Còn về việc hương vị tổng thể không khác gì với nước canh bình thường, thôi thì đừng nhắc đến nhé...",
      "effect": "Tỷ lệ bạo kích cả đội tăng 20%, sát thương bạo kích tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "neuvillette",
        "name": "Neuvillette"
      }
    }
  }
}