{
  "_id": 2112,
  "id": "crab_roe_tofu",
  "name": "Đậu Hũ Gạch Cua",
  "description": "Món ăn tinh tế. Xào gạch cua để lấy dầu, cho đậu phụ đã chần trước vào xào cùng với nước dùng. Nguyên liệu đơn giản nhưng ăn vào thì ngon vô cùng.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Gạch Cua",
      "amount": 1
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Đậu hũ",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108176,
      "name": "Đậu Hũ Gạch Cua Kỳ Lạ",
      "description": "Món ăn tinh tế. Nhưng ngay cả phần cua cực tươi cũng khó làm giảm bớt vị chát của đậu phụ già. Đành phải dùng đũa dầm nhuyễn và trộn với cơm trắng để ăn.",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 250 HP."
    },
    "normal": {
      "_id": 108177,
      "name": "Đậu Hũ Gạch Cua",
      "description": "Món ăn tinh tế. Xào riêu cua để lấy dầu, cho đậu phụ đã chần trước vào xào cùng với nước dùng. Nguyên liệu đơn giản nhưng ăn vào thì ngon vô cùng.",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 400 HP."
    },
    "delicious": {
      "_id": 108178,
      "name": "Đậu Hũ Gạch Cua Ngon",
      "description": "Món ăn tinh tế. Dùng muỗng xúc một miếng đậu hũ thơm mềm, phần gạch cua chắc nịch nên sau khi cắn một miếng, dầu cua sẽ trào ra trên môi. Nó trượt nhẹ nhàng vào thực quản mà hầu như không cần nhai, chỉ để lại hương vị thơm ngon trong miệng.",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 550 HP."
    },
    "special": {
      "_id": 108244,
      "name": "\"Chuẩn Khuôn Khổ\"",
      "description": "Món ăn đặc sắc của Yanfei. Đậu Hũ Gạch Cua được chế biến theo quy trình khác thường. Dù là cách thức hay hương vị cũng đều tuân thủ nghiêm ngặt \"Luật Đậu Hũ Gạch Cua\" được quy định trong sách dạy nấu ăn!",
      "effect": "Hồi sinh nhân vật được chọn và hồi 15% giới hạn HP cho nhân vật đó, đồng thời hồi thêm 550 điểm HP.",
      "character": {
        "id": "yanfei",
        "name": "Yanfei"
      }
    }
  }
}
