{
  "_id": 3901,
  "id": "crisp_croissant_combo",
  "name": "Bánh Sừng Bò Giòn Xốp",
  "description": "Món bánh kết hợp cùng cà phê. Bột được cuộn tròn, phủ trứng đã đánh đều rồi đưa vào lò nướng. Sau cùng sẽ thu được món bánh tinh xảo nở đều, nóng hổi ra lò. Nghe nói quá trình phủ trứng lên bánh giống như thợ làm bánh đang ký tên lên vậy... Xem ra chữ ký lần này thực sự vô cùng chuẩn chỉ.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Bơ",
      "amount": 2
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Hạt Cà Phê",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108687,
      "name": "Bánh Sừng Bò Giòn Xốp Kỳ Lạ",
      "description": "Món bánh kết hợp cùng cà phê. Bánh khô cứng có cảm giác hơi dày, dường như đã mất hết phần nước bên trong. Đồ uống có vị chua lẫn đắng, tựa như vừa uống nhầm thuốc bắc. Cũng may, đây không phải là món chính...",
      "effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108688,
      "name": "Bánh Sừng Bò Giòn Xốp",
      "description": "Món bánh kết hợp cùng cà phê. Bột được cuộn tròn, phủ trứng đã đánh đều rồi đưa vào lò nướng. Sau cùng sẽ thu được món bánh tinh xảo nở đều, nóng hổi ra lò. Nghe nói quá trình phủ trứng lên bánh giống như thợ làm bánh đang ký tên lên vậy... Xem ra chữ ký lần này thực sự vô cùng chuẩn chỉ.",
      "effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108689,
      "name": "Bánh Sừng Bò Giòn Xốp Ngon",
      "description": "Món bánh kết hợp cùng cà phê. Bánh nhọn hai đầu, vỏ ngoài giòn xốp ruột trong lại mềm, hương thơm dịu ngọt của bơ lan tỏa trong không khí, hòa quyện cùng mùi hương đậm đà của cà phê, giống như sinh ra đã dành cho nhau vậy. Bất kể vào thời điểm sáng sớm hay trong lúc ngơi nghỉ, nếu được thưởng thức một bữa tuyệt hảo như vậy, thì e là những người mệt mỏi nhất cũng sẽ cảm thấy hưng phấn vô cùng.",
      "effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}
