{
  "_id": 2306,
  "id": "curry_shrimp",
  "name": "Tôm Cà Ri",
  "description": "Món ăn gia đình của Sumeru. Sự kết hợp giữa cà ri thơm nồng cùng với hương vị của hải sản, tôm được nấu rất giòn, đem theo hương vị tươi ngon vào trong nước sốt cà ri, khơi gợi cảm giác thèm ăn cho người dùng. Ở Sumeru hầu như nhà nhà đều biết làm món này, nhưng hương vị thì rất khác biệt, có thể nói một ngàn gia đình ở Sumeru sẽ có một ngàn loại Tôm Cà Ri.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Tôm Bóc Nõn",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Hành Tây",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Gia Vị",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108424,
      "name": "Tôm Cà Ri Kỳ Lạ",
      "description": "Món ăn gia đình của Sumeru. Từ mùi vị nồng đậm có thể lờ mờ nhận ra đó là món cà ri, khó khăn lắm mới tìm thấy một con tôm teo tóp trong hỗn hợp sền sệt này. Đó là Tôm Cà Ri... nhưng phải ăn thế nào đây?",
      "effect": "Hồi 20% giới hạn HP cho nhân vật được chọn, và hồi thêm 900 điểm HP."
    },
    "normal": {
      "_id": 108425,
      "name": "Tôm Cà Ri",
      "description": "Món ăn gia đình của Sumeru. Sự kết hợp giữa cà ri thơm nồng cùng với hương vị của hải sản, tôm được nấu rất giòn, mang theo hương vị tươi ngon vào trong nước sốt cà ri, khơi gợi cảm giác thèm ăn cho người dùng. Ở Sumeru hầu như nhà nhà đều biết làm món này, nhưng hương vị thì rất khác biệt, có thể nói một ngàn hộ gia đình ở Sumeru sẽ có một ngàn loại Tôm Cà Ri khác nhau.",
      "effect": "Hồi 22% giới hạn HP cho nhân vật được chọn, và hồi thêm 1200 điểm HP."
    },
    "delicious": {
      "_id": 108426,
      "name": "Tôm Cà Ri Ngon",
      "description": "Món ăn gia đình của Sumeru. Những con tôm to được nhúng trong nước sốt kem, thấm vị đậm đà, mùi thơm nồng nàn xộc vào mũi, khiến người ăn dù đang ngán ngẩm cũng phải chảy nước miếng.",
      "effect": "Hồi 24% giới hạn HP cho nhân vật được chọn, và hồi thêm 1500 điểm HP."
    }
  }
}
