{
  "id": "drybraised_salted_fish",
  "name": "Cá Nướng",
  "description": "Cá khô được nướng bằng lò than lửa nhỏ. Sau khi được sấy gió một đêm, vỏ ngoài sẽ ngấm vị gió biển, sau khi nướng sẽ tỏa ra hương thơm mặn mà, là mùi vị quen thuộc nhất của những người dân sống ven biển Inazuma.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "fish",
      "name": "Thịt Cá",
      "amount": 1
    },
    {
      "id": "salt",
      "name": "Muối",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "name": "Cá Nướng Kỳ Lạ",
      "description": "Cá khô được nướng bằng lò than lửa nhỏ. Cá khô như bị vắt cạn nước, nhai như nhai rơm, khiến người ta khó phân biệt đâu là thịt cá, đâu là xương cá.",
      "effect": "Hồi 8% giới hạn HP cho nhân vật được chọn, và hồi thêm 800 điểm HP."
    },
    "normal": {
      "name": "Cá Nướng",
      "description": "Cá khô được nướng bằng lò than lửa nhỏ. Sau khi được sấy gió một đêm, vỏ ngoài sẽ ngấm vị gió biển, sau khi nướng sẽ tỏa ra hương thơm mặn mà, là mùi vị quen thuộc nhất của những người dân sống ven biển Inazuma.",
      "effect": "Hồi 9% giới hạn HP cho nhân vật được chọn, và hồi thêm 1000 điểm HP."
    },
    "delicious": {
      "name": "Cá Nướng Ngon",
      "description": "Cá khô được nướng bằng lò than lửa nhỏ. Lớp mỡ đầy đặn chảy ra khi nướng trên than cùng với tiếng xèo xèo, khiến miếng cá vàng ruộm. Thịt chắc, thơm ngon, có thể nói đây là món quà của biển khơi.",
      "effect": "Hồi 10% giới hạn HP cho nhân vật được chọn, và hồi thêm 1200 điểm HP."
    },
    "special": {
      "name": "Tuyệt Tác Thế Gian",
      "description": "Món ăn đặc biệt của Kaedehara Kazuha. Nó được làm từ cá đã được phơi khô trên tàu. Kazuha khẳng định chúng hoàn toàn là cá khô thông thường. Nhưng, hương vị này...có phải mang ý nghĩa hoà nhập và sự bao dung của thiên nhiên không nhỉ?",
      "effect": "Hồi 16% giới hạn HP cho nhân vật được chọn, và hồi thêm 1350 điểm HP.",
      "character": {
        "id": "kaedehara_kazuha",
        "name": "Kaedehara Kazuha"
      }
    }
  }
}
