{
  "_id": 4105,
  "id": "eighttreasure_duck",
  "name": "Vịt Bát Bửu",
  "description": "Món ăn rất công phu xứng đáng với tên gọi. Tám loại nhân rau thịt trộn lẫn, nhồi vào thân vịt đã rút xương, nên gọi là Bát Bửu, và được tạo hình thành quả hồ lô mang ý nghĩa may mắn. Lựa chọn nguyên liệu kỹ lưỡng, chế biến đỉnh cao, độ lửa tinh tế, vậy nên thành phẩm luôn xứng đáng là món chính được long trọng ra mắt sau cùng trong những buổi tiệc.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Thịt Gia Cầm",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Thịt Cá",
      "amount": 3
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Nhung Tùng",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Giăm Bông",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108636,
      "name": "Vịt Bát Bửu Kỳ Lạ",
      "description": "Món ăn rất công phu xứng đáng với tên gọi. Rút hết đống xương cũng hoa cả mắt, xem ra món này không chỉ thử thách tay nghề mà còn thách đố cả thể lực và sự kiên nhẫn. Đáng tiếc, khó lắm mới bày biện được thân vịt đàng hoàng, vậy mà lộn xộn hết trong chảo dầu... Thay vì khiêu chiến lần nữa, trước hết nhắm mắt nghỉ ngơi chút đi đã.",
      "effect": "Cả đội nhận hiệu quả khiên tăng 25%, phòng ngự tăng 165 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108637,
      "name": "Vịt Bát Bửu",
      "description": "Món ăn rất công phu xứng đáng với tên gọi. Tám loại nhân rau thịt trộn lẫn, nhồi vào thân vịt đã rút xương, nên gọi là Bát Bửu, và được tạo hình thành quả hồ lô mang ý nghĩa may mắn. Lựa chọn nguyên liệu kỹ lưỡng, chế biến đỉnh cao, độ lửa tinh tế, vậy nên thành phẩm luôn xứng đáng là món chính được long trọng ra mắt sau cùng trong những buổi tiệc.",
      "effect": "Hiệu quả khiên của tất cả nhân vật trong đội tăng 30%, phòng ngự tăng 200 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108638,
      "name": "Vịt Bát Bửu Ngon",
      "description": "Món ăn rất công phu xứng đáng với tên gọi. Thân vịt phúc lộc đẫy đà vừa ra lò khiến người ta khó cưỡng lại. Sau cùng rưới nước sốt thơm lừng, thêm một chút dầu hồng hào bóng nhẫy, một sự kết hợp đồng nhất hoàn hảo về màu sắc và hương vị. Đưa đũa lên miệng, cả xuân thì khó quên.",
      "effect": "Hiệu quả khiên của tất cả nhân vật trong đội tăng 35%, phòng ngự tăng 235 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}
