{
  "_id": 2311,
  "id": "fatteh",
  "name": "Fatteh",
  "description": "Món ăn cổ xưa của Sumeru. Giã nhuyễn bánh bột mì đã được nướng qua, phối hợp với Đậu Bóng đã được luộc chín, trộn chung với sốt sữa chua đã được pha chế sẵn, là có thể ăn. Có nhiều cách chế biến được lưu truyền đến ngày nay, nhưng điểm chung là vừa đơn giản lại ngon miệng.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Đậu Bóng",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Bạc Hà",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108503,
      "name": "Fatteh Kỳ Lạ",
      "description": "Món ăn cổ xưa của Sumeru. Nếu như kiên nhẫn lựa ra Đậu Bóng chưa chín và bánh bị khét đen, thì phần sốt sữa chua còn lại miễn cưỡng cũng có thể xem như món ngọt mà nuốt...",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 250 HP."
    },
    "normal": {
      "_id": 108504,
      "name": "Fatteh",
      "description": "Món ăn cổ xưa của Sumeru. Giã nhuyễn bánh bột mì đã được nướng qua, phối hợp với Đậu Bóng đã được luộc chín, trộn chung với sốt sữa chua đã được pha chế sẵn, là có thể ăn. Có nhiều cách chế biến được lưu truyền đến ngày nay, nhưng điểm chung là vừa đơn giản lại ngon miệng.",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 400 HP."
    },
    "delicious": {
      "_id": 108505,
      "name": "Fatteh Ngon",
      "description": "Món ăn cổ xưa của Sumeru. Phần sốt sữa chua mềm mịn ôm lấy Đậu Bóng dẻo thơm, dường như có thể đưa người ta vào một giấc mộng đẹp. Khi tỉnh dậy, hương thơm của bánh nướng vẫn còn vương vấn giữa kẽ răng.",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 550 HP."
    },
    "special": {
      "_id": 108509,
      "id": "the_endeavor",
      "name": "Tác Phẩm Tận Tâm",
      "description": "Món ăn đặc sắc của Kaveh. Bánh nướng vàng được bày trí thành hình dáng Cung Điện Alcazarzaray, đứng sừng sững trên phần sốt sữa chua trắng ngần. Tác giả đã phải tốn không ít tâm tư, nhưng hình như anh chưa ý thức được rằng khi ăn món này sẽ làm vỡ tất cả bánh nướng.",
      "effect": "Hồi sinh nhân vật được chọn và hồi 15% giới hạn HP cho nhân vật đó, đồng thời hồi thêm 550 điểm HP.",
      "character": {
        "id": "kaveh",
        "name": "Kaveh"
      }
    }
  }
}
