{
  "_id": 3418,
  "id": "feastos",
  "name": "Feast-O's",
  "description": "Món ăn vặt chiên giòn vàng rực rỡ. Thịt gà nghiền nhỏ được tạo hình rỗng ở giữa, tạo thành hình \"vòng\" cùng với những khoanh hành tây. Thịt cá và khoai tây nghiền được nén thành bánh, sau đó tạo hình \"tròn\". Cuối cùng đặt vào chảo dầu, từ đó món Feast-O's được hoàn thành trong tiếng dầu sôi lách tách.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Hành Tây",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Thịt Gia Cầm",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Thịt Cá",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Khoai Tây",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108613,
      "name": "Feast-O's Kỳ Lạ",
      "description": "Món ăn vặt chiên giòn vàng rực rỡ. Mất rất nhiều thời gian để hong khô phần dầu thừa, nên khi nếm thử đã bị mềm đi, không còn giòn rụm nữa. Hmm... Không biết đám hải âu bên bờ biển có vui vẻ chấp nhận món này không nhỉ?",
      "effect": "Tăng 15% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "normal": {
      "_id": 108614,
      "name": "Feast-O's",
      "description": "Món ăn vặt chiên giòn vàng rực rỡ. Thịt gà nghiền nhỏ được tạo hình rỗng ở giữa, tạo thành hình \"vòng\" cùng với những khoanh hành tây. Thịt cá và khoai tây nghiền được nén thành bánh, sau đó tạo hình \"tròn\". Cuối cùng đặt vào chảo dầu, từ đó món Feast-O's được hoàn thành trong tiếng dầu sôi lách tách.",
      "effect": "Tăng 17% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "delicious": {
      "_id": 108615,
      "name": "Feast-O's Ngon",
      "description": "Món ăn vặt chiên giòn vàng rực rỡ. Hương thơm ngào ngạt khi vừa ra lò có thể lập tức kích thích cơn đói của mọi người. Tay trái móc vòng bánh, tay phải cầm miếng tròn, cảm giác giòn rụm giữa hai hàm răng, hương vị dịu nhẹ lan tỏa trên đầu lưỡi.",
      "effect": "Tăng 20% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "special": {
      "_id": 108619,
      "id": "sin_the_kind_that_doesnt_need_to_be_dealt_with",
      "name": "Tội Ác - Loại Không Nhất Thiết Xử Lý",
      "description": "Món ăn đặc biệt của Chevreuse. Dưới góc độ sức khỏe thì đây chắc chắn là một thứ \"tội ác\". Chevreuse, đội trưởng Đội Tuần Tra Đặc Biệt, về quy tắc đạo đức nghề nghiệp và bản thân, tuyệt đối sẽ không dễ dàng giao phó nhiệm vụ diệt trừ cái ác của mình cho người khác... Nhưng đôi khi chia sẻ nhiệm vụ quan trọng cùng những người thân tín, cũng là một cách thích hợp để giải tỏa căng thẳng.",
      "effect": "Tăng 25% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
      "character": {
        "id": "chevreuse",
        "name": "Chevreuse"
      }
    }
  }
}
