{
  "_id": 3505,
  "id": "fried_shrimp_beanballs",
  "name": "Đậu Viên Tôm Rán",
  "description": "Món ăn vặt chiên dầu. Đầu tiên là chiên bột đậu nặn thành viên, sau đó nhồi đồ ăn kèm, tôm chiên và nước sốt vào giữa. Quá trình chế biến hơi rườm rà, nhưng vì vị ngon của nó nên vẫn xứng đáng.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Đậu Bóng",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Tôm Bóc Nõn",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Hành Tây",
      "amount": 3
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108739,
      "name": "Đậu Viên Tôm Rán Kỳ Lạ",
      "description": "Món ăn vặt chiên dầu. Dầu chiên đã vô tình cuốn sạch nước trong thịt tôm, cảm giác khô khan có lẽ miễn cưỡng vẫn chấp nhận được, nhưng sự cứng ngắc trong miệng thực sự quá khó chịu. May mà thành phẩm chỉ có hai cái, xử lý chỗ này cũng không tốn công sức cho lắm.",
      "effect": "Hiệu quả khiên cả đội tăng mạnh 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108740,
      "name": "Đậu Viên Tôm Rán",
      "description": "Món ăn vặt chiên dầu. Đầu tiên là chiên bột đậu nặn thành viên, sau đó nhồi đồ ăn kèm, tôm chiên và nước sốt vào giữa. Quá trình chế biến hơi rườm rà, nhưng vì vị ngon của nó nên vẫn xứng đáng.",
      "effect": "Hiệu quả khiên cả đội tăng mạnh 25%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108741,
      "name": "Đậu Viên Tôm Rán Ngon",
      "description": "Món ăn vặt chiên dầu. Sau khi trải qua thứ phép thuật nấu ăn có tên là chiên dầu, nó đã sở hữu một màu vàng óng ánh. Lớp vỏ giòn ôm trọn lấy nước sốt, tiếng rộp rộp sột soạt trong miệng mang đến cảm giác thỏa mãn mãnh liệt. Tiếc là một đĩa chỉ có hai cái, thật không đủ ăn!",
      "effect": "Hiệu quả khiên cả đội tăng mạnh 30%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "_id": 108746,
      "id": "pass_the_luck",
      "name": "May Mắn Truyền Tay",
      "description": "Món ăn đặc biệt của Mualani. Đạp chân lên ván lướt sóng, tay cầm đồ ăn, cô ấy lướt quanh bạn ba vòng rồi đưa đĩa tôm hùm này ra trước mặt bạn, kích thước của nó không hề tầm thường. \"Tada! May mắn đây! Đây chính là tôm hùm siêu to khổng lồ tôi vừa bắt được! Nào, tôi chia sẻ may mắn cho Nhà Lữ Hành rồi đó!\" Những lời vui vẻ của cô gái trẻ dường như khiến cho viên đậu quẩn quanh thịt tôm như được phủ lên một lớp ánh vàng lấp lánh.",
      "effect": "Hiệu quả khiên cả đội tăng mạnh 35%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "mualani",
        "name": "Mualani"
      }
    }
  }
}
