{
  "_id": 3311,
  "id": "fruits_of_the_festival",
  "name": "Hương Vị Lễ Hội",
  "description": "Đồ uống không cồn màu sắc rực rỡ. Giã nát Quả Nhật Lạc và Quả Móc Câu lấy nước, sau đó rót lần lượt vào cốc. Hương vị mát lạnh và màu sắc mát mẻ có thể dễ dàng mang lại những kỷ niệm khó phai trong những ngày lễ. Để tạo hiệu ứng biến đổi dần, tuyệt đối đừng nhầm lẫn thứ tự!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100021,
      "id": "wolfhook",
      "name": "Quả Móc Câu",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Quả Nhật Lạc",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108463,
      "name": "Hương Vị Lễ Hội Kỳ Lạ",
      "description": "Đồ uống không cồn màu sắc rực rỡ. Không xử lý được vị chua của Quả Móc Câu dẫn đến đầu lưỡi bị tê. Có, có chuyện gì vậy... Tiếng sói tru nơi Lang Lãnh vang vọng bên tai, có lẽ là ảo giác chăng...",
      "effect": "Tăng 15% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "normal": {
      "_id": 108464,
      "name": "Hương Vị Lễ Hội",
      "description": "Đồ uống không cồn màu sắc rực rỡ. Giã nát Quả Nhật Lạc và Quả Móc Câu lấy nước, sau đó rót lần lượt vào cốc. Hương vị mát lạnh và màu sắc mát mẻ có thể dễ dàng mang lại những kỷ niệm khó phai trong những ngày lễ. Để tạo hiệu ứng biến đổi dần, tuyệt đối đừng nhầm lẫn thứ tự!",
      "effect": "Tăng 17% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    },
    "delicious": {
      "_id": 108465,
      "name": "Hương Vị Lễ Hội Ngon",
      "description": "Đồ uống không cồn màu sắc rực rỡ. Hương vị sảng khoái mang đến cảm giác thưởng thức tuyệt vời như một giấc mơ. Chỉ cần nhấp một ngụm là có cảm giác như đang nằm trên bãi biển cát trắng, nước biển lấp lánh hòa nhịp, tạo nên một kỳ nghỉ nhàn nhã như thơ.",
      "effect": "Tăng 20% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    }
  }
}
