{
  "_id": 3604,
  "id": "fruit_tandem_turnovers",
  "name": "Cuộn Quả Mọng",
  "description": "Bánh mì thêm quả mọng. Sau khi nặn bột lên men thành sợi dài, bọc quả mọng và đường, rồi cuộn lại thành hình, sau khi nướng tiếp tục trang trí thêm chút vụn quả mọng. Thường ăn cùng với cà phê, xuất hiện vào giờ ăn sáng và trà chiều.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Quả Sồi Hè",
      "amount": 2
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Quả Lakka",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108870,
      "name": "Cuộn Quả Mọng Kỳ Lạ",
      "description": "Bánh mì có thêm quả mọng. Cảm giác ẩm ướt, như vừa mới ở dưới mưa rất lâu. Phần bột nhão dính chặt lên răng, giống như cơn ác mộng không thể nào xua tan... Sau lưng đã bắt đầu đổ mồ hôi hột rồi đây...",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "_id": 108871,
      "name": "Cuộn Quả Mọng",
      "description": "Bánh mì thêm quả mọng. Sau khi nặn bột lên men thành sợi dài, bọc quả mọng và đường, rồi cuộn lại thành hình, sau khi nướng tiếp tục trang trí thêm chút vụn quả mọng. Thường ăn cùng với cà phê, xuất hiện vào giờ ăn sáng và trà chiều.",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "_id": 108872,
      "name": "Cuộn Quả Mọng Ngon",
      "description": "Bánh mì thêm quả mọng. Bánh cuộn hai loại trái cây mới ra lò ấm áp, khi cắn vào lớp vỏ giòn tan như chìm vào một khoảng mềm mại, giống như được bao bọc bởi chiếc chăn lông cừu ấm áp, niềm hạnh phúc dâng lên trong lòng có thể chống chọi tất cả gió lạnh.",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    },
    "special": {
      "_id": 108921,
      "id": "afterclass_practice",
      "name": "\"Bài Tập Về Nhà\"",
      "description": "Món ăn đặc biệt của Jahoda. Sau lần thứ sáu tìm Ineffa nhờ chỉ dạy kỹ thuật nướng bánh, cuối cùng Jahoda cũng đã hoàn thành bài tập về nhà - một món đồ ngọt tự tay làm. Tuy hình dáng hơi méo mó chút, nhưng hương thơm quả mọng lại vô cùng ngọt ngào, còn hương vị... ừm, chắc không đến nỗi tệ đâu nhỉ?",
      "effect": "Hồi 40% giới hạn HP cho nhân vật được chọn, và hồi thêm 2350 điểm HP.",
      "character": {
        "id": "jahoda",
        "name": "Jahoda"
      }
    }
  }
}