{
  "_id": 3405,
  "id": "fruity_trio",
  "name": "Tam Tấu Hoa Quả",
  "description": "Món tráng miệng tỏa ra hơi thở lãng mạn. Chuẩn bị sẵn đế bánh, rồi đổ hỗn hợp được làm từ mứt và Trái Bulle vào, phủ lên một lớp vỏ bánh, rồi đến một lớp kem, cho vào lò nướng. Cùng một lúc có thể cảm nhận được hương thơm của ba tầng hoa quả, đúng là một ứng viên ưu tú cho món tráng miệng sau bữa ăn.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Trái Bulle",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Mứt",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108533,
      "name": "Tam Tấu Hoa Quả Kỳ Lạ",
      "description": "Món tráng miệng tỏa ra hơi thở lãng mạn. Sau nhiều lần nướng khét lòng trắng, khó khăn lắm mới làm ra được hình dạng có thể nói là tạm được này. Nhưng vì mất quá nhiều thời gian, nên Trái Bulle đã khóc lem cả mặt, trở nên không còn ngọt ngào nữa.",
      "effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108534,
      "name": "Tam Tấu Hoa Quả",
      "description": "Món tráng miệng tỏa ra hơi thở lãng mạn. Chuẩn bị sẵn đế bánh, rồi đổ hỗn hợp được làm từ mứt và Trái Bulle vào, phủ lên một lớp vỏ bánh, rồi đến một lớp kem, cho vào lò nướng. Cùng một lúc có thể cảm nhận được hương thơm của ba tầng hoa quả, đúng là một ứng viên ưu tú cho món tráng miệng sau bữa ăn.",
      "effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108535,
      "name": "Tam Tấu Hoa Quả Ngon",
      "description": "Món tráng miệng tỏa ra hơi thở lãng mạn. Đế bánh xốp giòn thơm ngon và nhân trái cây tươi mát vừa miệng cùng tan chảy trong miệng. Điều khiến người ta phải ca ngợi đó là lớp kem vừa trắng vừa cháy xém giao thoa với nhau, giống như áng mây chiều được nướng bởi mặt trời vậy, hương vị như đưa ta bay tận trời cao, lưu lại dư vị tuyệt hảo.",
      "effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}
