{
  "id": "fullmoon_egg",
  "name": "Trứng Minh Nguyệt",
  "description": "Một trong những món điểm tâm truyền thống của Liyue. Trứng trộn với bột năng, tôm, cá băm nhuyễn làm nhân thịt, gói thành hình chung trà, trang trí thêm con tôm rồi cho vào nồi hấp chín. Hình dạng của nó giống như một đám mây giữ lấy mặt trăng, do đó có tên là \"Trứng Minh Nguyệt\".",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fish",
      "name": "Thịt Cá",
      "amount": 4
    },
    {
      "id": "shrimp_meat",
      "name": "Tôm Bóc Nõn",
      "amount": 2
    },
    {
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 2
    },
    {
      "id": "flour",
      "name": "Bột Mì",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "name": "Trứng Minh Nguyệt Kỳ Lạ",
      "description": "Một trong những món điểm tâm truyền thống của Liyue. Bột được cuộn chặt vào nhân thịt, vị khô khiến người ăn có cảm giác như ăn phải bột mì khô cứng.",
      "effect": "Hồi 900 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "normal": {
      "name": "Trứng Minh Nguyệt",
      "description": "Một trong những món điểm tâm truyền thống của Liyue. Trứng trộn với bột năng, tôm, cá băm nhuyễn làm nhân thịt, gói thành hình chén chè, trang trí thêm con tôm rồi cho vào nồi hấp chín. Hình dạng của nó giống như một đám mây giữ lấy mặt trăng, do đó có tên là \"Trứng Minh Nguyệt\".",
      "effect": "Hồi 1200 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "delicious": {
      "name": "Trứng Minh Nguyệt Ngon",
      "description": "Một trong những món điểm tâm truyền thống của Liyue. Cắn ngay khi còn nóng, phần nhân thịt mềm cùng với nước dùng thơm ngon, hòa nguyện cùng với vị ngọt của thịt tôm tạo ra trải nghiệm tuyệt vời cho vị giác. Nó giống như vầng trăng sáng và một dải nước mùa thu, những chiếc thuyền đánh cá đậu trên bờ, và những câu ca dao hát suốt vụ mùa.",
      "effect": "Hồi 1500 điểm HP cho nhân vật được chọn hồi sinh."
    }
  }
}
