{
  "id": "grilled_tiger_fish",
  "name": "Cá Hổ Nướng",
  "description": "Cá xiên nướng trên lửa lớn. Những con cá vừa vớt lên từ bến tàu được tẩm ướp rồi nướng nhanh, mùi thơm có thể hấp dẫn những chú mèo trên đường. Tươi mới chính là bí quyết của một món ngon.",
  "rarity": 1,
  "recipe": [
    {
      "id": "fish",
      "name": "Thịt Cá",
      "amount": 1
    },
    {
      "id": "pepper",
      "name": "Tiêu",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "name": "Cá Hổ Nướng Kỳ Lạ",
      "description": "Cá xiên nướng trên lửa lớn có phần cháy đen khó nhận dạng, sau khi tách lớp vẩy còn dính trên đó, có thể chắc chắn nhận định đây là món cá.",
      "effect": "Hồi 8% giới hạn HP cho nhân vật được chọn, và hồi thêm 800 điểm HP."
    },
    "normal": {
      "name": "Cá Hổ Nướng",
      "description": "Cá xiên nướng trên lửa lớn. Những con cá vừa vớt lên từ bến tàu được tẩm ướp rồi nướng nhanh, mùi thơm có thể hấp dẫn những chú mèo trên đường. Tươi mới chính là bí quyết của một món ngon.",
      "effect": "Hồi 9% giới hạn HP cho nhân vật được chọn, và hồi thêm 1000 điểm HP."
    },
    "delicious": {
      "name": "Cá Hổ Nướng Ngon",
      "description": "Cá xiên nướng trên lửa lớn. Lớp vỏ vàng ươm giữ được vị thơm mềm, khi vừa ra lò không kìm nổi mình vừa ăn vừa thổi. Những miếng thịt còn vương vấn trên thanh tre cũng khó mà thoát khỏi miệng lưỡi của kẻ sành ăn.",
      "effect": "Hồi 10% giới hạn HP cho nhân vật được chọn, và hồi thêm 1200 điểm HP."
    },
    "special": {
      "name": "Cá Nướng Không Lối Thoát",
      "description": "Món ăn đặc sắc của Keqing. Không nấu bằng lửa, mà cá được chiên giòn từ bên trong bằng nguyên tố lôi. Cắn nhẹ một miếng, da cá hơi cháy bọc lấy thịt cá giòn thơm vừa phải. Cô ấy đã sử dụng những kỹ năng này để sinh tồn ở nơi hoang dã sao? Thật không thể hình dung được.",
      "effect": "Hồi 16% giới hạn HP cho nhân vật được chọn, và hồi thêm 1350 điểm HP.",
      "character": {
        "id": "keqing",
        "name": "Keqing"
      }
    }
  }
}
