{
  "id": "imported_poultry",
  "name": "Thịt Torai",
  "description": "Món thịt rưới đầy nước sốt. Sau khi tẩm ướp thịt gia cầm, lăn nhúng vào bột nhão rồi đem đi rán, sau đó rưới nước sốt đậm đà làm sốt chấm. Ăn kèm với rau củ của địa phương, cách tẩm ướp và làm nước sốt được du nhập từ nước ngoài, vì thế có tên là Thịt Torai.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Thịt Gia Cầm",
      "amount": 4
    },
    {
      "id": "lavender_melon",
      "name": "Dưa Tím",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Bột Mì",
      "amount": 2
    },
    {
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Tấn Công",
  "results": {
    "suspicious": {
      "name": "Thịt Torai Kỳ Lạ",
      "description": "Món thịt rưới đầy nước sốt. Nhìn bên ngoài hình như không có vấn đề gì, nhưng khi nếm thử, bạn sẽ phát hiện ngay đây là một món nấu hỏng. Thịt quá nhiều dầu vì chưa được thấm dầu kỹ lưỡng, dù có ăn kèm rau cải thì cũng vô cùng khó nuốt.",
      "effect": "Tỉ lệ bạo kích của toàn bộ nhân vật trong đội tăng 10% trong 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với nhân vật của bản thân."
    },
    "normal": {
      "name": "Thịt Torai",
      "description": "Món thịt rưới đầy nước sốt. Sau khi tẩm ướp thịt gia cầm, lăn nhúng vào bột nhão rồi đem đi rán, sau đó rưới nước sốt đậm đà làm sốt chấm. Ăn kèm với rau củ của địa phương, cách tẩm ướp và làm nước sốt được du nhập từ nước ngoài, vì thế có tên là Thịt Torai.",
      "effect": "Tỉ lệ bạo kích của toàn bộ nhân vật trong đội tăng 15% trong 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với nhân vật của bản thân."
    },
    "delicious": {
      "name": "Thịt Torai Ngon",
      "description": "Món thịt rưới đầy nước sốt. Việc muối thịt trước đã làm tăng thêm hương vị tươi mát, trung hòa cảm giác ngấy dầu. Sau khi cắn một miếng, lớp vỏ với độ dày vừa phải giòn tan xốp rộp vỡ ra, và mẩu thịt mọng nước tan ra trong khoang miệng, kích thích vị giác của người ăn.",
      "effect": "Tỉ lệ bạo kích của toàn bộ nhân vật trong đội tăng 20% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân."
    }
  }
}
