{
  "_id": 2303,
  "id": "masala_cheese_balls",
  "name": "Viên Phô Mai Masala",
  "description": "Một món salad kiểu Aranara khiến Paimon phải vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Các loại gia vị được thêm vào theo cách đặc biệt, có mùi thơm nức mũi ngay khi vừa ra khỏi chảo. Viên phô mai có vị dai dai, cắn một miếng nhỏ, phô mai ngay lập tức chảy ra, kèm theo khoai tây được hầm mềm, ăn xong sẽ cảm thấy no bụng.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Khoai Tây",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Phô Mai",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Gia Vị",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Tấn Công",
  "results": {
    "suspicious": {
      "_id": 108400,
      "name": "Viên Phô Mai Masala Kỳ Lạ",
      "description": "Một món ăn kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Viên phô mai chưa được chiên chín hoàn toàn, khi cắn vào có thể cảm nhận được vị của phô mai sống, khoai tây cũng giòn, lần sau nên chiên lâu hơn một chút...",
      "effect": "Tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108401,
      "name": "Viên Phô Mai Masala",
      "description": "Một món salad kiểu Aranara khiến Paimon phải vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Các loại gia vị được thêm vào theo cách đặc biệt, có mùi thơm nức mũi ngay khi vừa ra khỏi chảo. Viên phô mai có vị dai dai, cắn một miếng nhỏ, phô mai ngay lập tức chảy ra, kèm theo khoai tây được hầm mềm, ăn xong sẽ cảm thấy no bụng.",
      "effect": "Tỷ lệ bạo kích cả đội tăng 9%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108402,
      "name": "Viên Phô Mai Masala Ngon",
      "description": "Một món ăn kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Cách sử dụng gia vị đặc biệt làm cho mùi vị của món ăn nổi bật hơn. Nâng cao mùi vị và tạo ra một hương vị đa tầng... Những viên phô mai giòn ở bên ngoài và mềm ở bên trong, kết hợp với khoai tây nóng hổi, hai vị bổ sung cho nhau.",
      "effect": "Tỷ lệ bạo kích cả đội tăng 12%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với nhân vật của bản thân."
    }
  }
}