{
  "_id": 3603,
  "id": "midsommar_torte",
  "name": "Bánh Torte Sồi Hè",
  "description": "Bánh kem nhỏ làm từ Quả Sồi Hè. Phần cốt bánh sau khi nướng xong được rưới thêm mứt quả mọng, rồi cho thêm Smetana, cuối cùng đặt một Quả Sồi Hè lên. Vừa có hương vị ngọt ngào vừa có tạo hình dễ thương, là một bất ngờ nhỏ thường thấy trong những ngày lễ.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Quả Sồi Hè",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108867,
      "name": "Bánh Torte Sồi Hè Kỳ Lạ",
      "description": "Bánh kem nhỏ làm từ Quả Sồi Hè. Phần hoa xiêu vẹo, có thể thấy Quả Sồi Hè ở phía trên cùng khó mà đứng vững. Cốt bánh thậm chí còn xuất hiện vết nứt... Hay là nhắm mắt lại trước khi ăn nhỉ...",
      "effect": "Hồi 900 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "normal": {
      "_id": 108868,
      "name": "Bánh Torte Sồi Hè",
      "description": "Bánh kem nhỏ làm từ Quả Sồi Hè. Phần cốt bánh sau khi nướng xong được rưới thêm mứt quả mọng, rồi cho thêm Smetana, cuối cùng đặt một Quả Sồi Hè lên. Vừa có hương vị ngọt ngào vừa có tạo hình dễ thương, là một bất ngờ nhỏ thường thấy trong những ngày lễ.",
      "effect": "Hồi 1200 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "delicious": {
      "_id": 108869,
      "name": "Bánh Torte Sồi Hè Ngon",
      "description": "Bánh kem nhỏ làm từ Quả Sồi Hè. Một muỗng đưa vào miệng, trong phút chốc như đang ở trong khu rừng quả mọng tươi tốt, trong vị ngọt mãnh liệt và sảng khoái, còn có một chút tươi mát từ Smetana. Không cần nghi ngờ gì nữa, nó chắc chắn sẽ giúp không khí lễ hội lên đến đỉnh điểm!",
      "effect": "Hồi 1500 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "special": {
      "_id": 108898,
      "id": "clinkclank_confectionery_cup",
      "name": "Ly Ngọt Clink-Clank",
      "description": "Món ăn đặc sắc của Aino. \"Mang món ăn lên nào!\" Aino vừa dứt câu thì một món tráng miệng tinh tế đáng yêu đã được bưng ra. Cắn một miếng lớn... Không ổn, độ ngọt quá mức khiến vị giác bị tê liệt... Lúc này, trong đầu đột nhiên nhớ đến lời nhắc nhở của Ineffa: \"Hãy ngăn Aino lại trước khi cô ấy bước vào bếp.\"",
      "effect": "Hồi 20% giới hạn HP cho nhân vật được chọn hồi sinh, và hồi thêm 1500 điểm HP.",
      "character": {
        "id": "aino",
        "name": "Aino"
      }
    }
  }
}
