{
  "id": "mixed_yakisoba",
  "name": "Mì Xào Thập Cẩm",
  "description": "Một trong những món ăn gia đình của Inazuma. Chỉ cần trộn mì và các nguyên liệu phụ vào xào chín là có thể vớt ra, lại mang đến cảm giác no nê chắc bụng, từ trước đến nay vẫn luôn được người dân Inazuma ưa chuộng.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "id": "cabbage",
      "name": "Bắp Cải Cuộn",
      "amount": 2
    },
    {
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "name": "Mì Xào Thập Cẩm Kỳ Lạ",
      "description": "Một trong những món ăn thường ngày của Inazuma. Cả tô mỳ và món ăn kèm đều có dấu hiệu bị cháy, cho thấy thảm kịch vừa mới xảy ra trước đó.",
      "effect": "Hồi 250 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "normal": {
      "name": "Mì Xào Thập Cẩm",
      "description": "Một trong những món ăn gia đình của Inazuma. Chỉ cần trộn mì và các nguyên liệu phụ vào xào chín là có thể vớt ra, lại mang đến cảm giác no nê chắc bụng, từ trước đến nay vẫn luôn được người dân Inazuma ưa chuộng.",
      "effect": "Hồi 400 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "delicious": {
      "name": "Mì Xào Thập Cẩm Ngon",
      "description": "Một trong những món ăn thường ngày của Inazuma. Mì cuộn và món ăn kèm, dường như gia vị vốn có đã được thêm chút bí quyết nào đó. Sánh mịn, đậm đà...khiến món ăn bày lên đĩa như có ma thuật, khiến cho mọi người ăn hoài không chán.",
      "effect": "Hồi 550 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "special": {
      "name": "Đạo Lý Của Kẻ Mạnh",
      "description": "Món ăn đặc sắc của Arataki Itto. Hắn đã liên tục nhấn mạnh, đây chính là \"món ngon vô song vô địch vô tiền khoáng hậu\" do chính tay \"Đầu Bếp Siêu Cấp Siêu Ngầu Arataki Itto\" làm ra. Cho dù đang đứng, đang ngồi hay đang nằm, chỉ cần ăn vào là sẽ no ngay, sau khi ăn xong sẽ trở thành kẻ mạnh dưới một người và trên vạn người... Đúng là quá cảm kích.",
      "effect": "Hồi sinh nhân vật được chọn và hồi 15% giới hạn HP cho nhân vật đó, đồng thời hồi thêm 550 điểm HP.",
      "character": {
        "id": "arataki_itto",
        "name": "Arataki Itto"
      }
    }
  }
}
