{
  "id": "moon_pie",
  "name": "Bánh Trung Thu",
  "description": "Món ăn chính truyền thống tại Mondstadt. Thịt tẩm ướp không chỉ đậm đà mà lớp vỏ bánh sau khi nướng vẫn giữ được vị ngọt thơm, không bị khô. Là món ăn không thể thiếu trong ngày lễ tết ở Mondstadt.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 4
    },
    {
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Bơ",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Bột Mì",
      "amount": 2
    }
  ],
  "results": {
    "suspicious": {
      "name": "Bánh Trung Thu Kỳ Lạ",
      "description": "Món ăn chính truyền thống tại Mondstadt. Vỏ bánh cháy vàng khác xa so với tưởng tượng. Tốt nhất đừng để người dân bản địa Mondstadt nhìn thấy thứ này, nếu không... Họ sẽ nhiệt tình dạy bạn làm bằng được thứ bánh này thì mới thôi.",
      "effect": "Cả đội nhận hiệu quả khiên tăng 25%, phòng ngự tăng 165 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "name": "Bánh Trung Thu",
      "description": "Món ăn chính truyền thống tại Mondstadt. Thịt tẩm ướp không chỉ đậm đà mà lớp vỏ bánh sau khi nướng vẫn giữ được vị ngọt thơm, không bị khô. Là món ăn không thể thiếu trong ngày lễ tết ở Mondstadt.",
      "effect": "Cả đội nhận hiệu quả khiên tăng 30%, phòng ngự tăng 200 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "name": "Bánh Trung Thu Ngon",
      "description": "Món ăn chính truyền thống tại Mondstadt. Cắt một góc thịt nhỏ, hương bơ quyện cùng mùi thịt lan tỏa lên mũi. Vị ngọt thơm khiến con người ta nhớ lại những ngày lễ tết và vụ mùa bội thu, còn nụ cười đã nở rộ trên môi từ lúc nào không hay.",
      "effect": "Cả đội nhận hiệu quả khiên tăng 35%, phòng ngự tăng 235 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "name": "Bánh Gợn Sóng",
      "description": "Món ăn đặc biệt của Eula. Khác ở chỗ tạo hình trăng tròn, không biết là muốn đi ngược truyền thống hay là đại diện tác phong làm việc \"Ăn miếng trả miếng\" của cô ấy. Dưới lớp vỏ vàng ươm là mùi thơm nồng của khói xông, cả thành Mondstadt cũng không tìm ra người thứ hai có thể tạo ra mùi hương như thế...Nhưng mà nếu nói ra điều này, e rằng lại bị cô ấy \"ghim thù\" đó.",
      "effect": "Cả đội nhận hiệu quả khiên tăng 40%, phòng ngự tăng 200 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với nhân vật của bản thân.",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}
