{
  "_id": 1101,
  "id": "mora_meat",
  "name": "Thịt Mora",
  "description": "Bánh nhân thịt bằm. Chia bánh ra làm hai, kẹp thịt bằm vào. Nó không chỉ loại bỏ vị béo ngậy của thịt, mà còn tăng thêm vị ngọt và thơm của bánh. Để mang ý nghĩa phú quý như ý, người ta thường in lên bánh chữ Mora.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108092,
      "name": "Thịt Mora Kỳ Lạ",
      "description": "Bánh bọc thịt cỡ lớn. Lớp vỏ ngoài quá cứng ăn vào sẽ có cảm giác như răng đập vào nhau. Nếu chỉ ăn nhân mỡ bên trong, vẫn có thể nhận ra một chút mùi vị của thịt.",
      "effect": "Hồi 50 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "normal": {
      "_id": 108093,
      "name": "Thịt Mora",
      "description": "Bánh nhân thịt bằm. Chia bánh ra làm hai, kẹp thịt bằm vào. Nó không chỉ loại bỏ vị béo ngậy của thịt, mà còn tăng thêm vị ngọt và thơm của bánh. Để mang ý nghĩa phú quý như ý, người ta thường in lên bánh chữ Mora.",
      "effect": "Hồi 100 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "delicious": {
      "_id": 108094,
      "name": "Thịt Mora Ngon",
      "description": "Bánh bọc viên nhân thịt lớn. Da giòn thịt mềm mại, mọng nước. Cắn một miếng ngất ngây vô cùng, mùi vị thần thánh đến mức ngay cả Mora ở trước mắt cũng không thể làm người ta phân tâm.",
      "effect": "Hồi 150 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "special": {
      "_id": 108139,
      "id": "qiankun_mora_meat",
      "name": "Thịt Mora Càn Khôn",
      "description": "Món ăn đặc biệt của Ningguang. Vỏ bảnh mềm dẻo vừa phải, nhân nạc mỡ vừa đủ, mỗi khi dùng tay ấn mạnh nước thịt sánh như mật lại thấm ra ngoài. Đại nhân Thiên Quyền Ningguang có thể học được tay nghề nấu ăn cao như vậy ở đâu được chứ?",
      "effect": "Hồi 10% giới hạn HP cho nhân vật được chọn hồi sinh, và hồi thêm 150 điểm HP.",
      "character": {
        "id": "ningguang",
        "name": "Ningguang"
      }
    }
  }
}
