{
  "_id": 2304,
  "id": "mushroom_hodgepodge",
  "name": "Nấm Thập Cẩm",
  "description": "Món nấm nướng kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, thực ra cũng là món nấm nướng Sumeru bán ở chợ nhưng cho thêm một ít gia vị. Chọn ba loại nấm khác nhau, xử lý qua rồi dùng cách làm đơn giản để chế biến thành, khẩu vị và hương thơm đều rất tuyệt.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101213,
      "id": "rukkhashava_mushrooms",
      "name": "Nấm Thánh Rukkhashava",
      "amount": 1
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Nấm Rơm",
      "amount": 1
    },
    {
      "_id": 101212,
      "id": "starshroom",
      "name": "Nấm Sao",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108403,
      "name": "Nấm Thập Cẩm Kỳ Lạ",
      "description": "Món nấm nướng kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, thực ra cũng là món nấm nướng Sumeru bán ở chợ nhưng cho thêm một ít gia vị. Nên nói là hương vị hoang dã hay là... đầy mùi của bụi bẩn còn sót lại đây. Haiz, những món quà thiên nhiên ban tặng như vậy tốt hơn hết nên để lợn rừng thưởng thức thì hơn.",
      "effect": "Phòng ngự cả đội tăng 88 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108404,
      "name": "Nấm Thập Cẩm",
      "description": "Món nấm nướng kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, thực ra cũng là món nấm nướng Sumeru bán ở chợ nhưng cho thêm một ít gia vị. Chọn ba loại nấm khác nhau, xử lý qua rồi dùng cách làm đơn giản để chế biến thành, khẩu vị và hương thơm đều rất tuyệt.",
      "effect": "Phòng ngự cả đội tăng 107 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108405,
      "name": "Nấm Thập Cẩm Ngon",
      "description": "Món nấm nướng kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, thực ra cũng là món nấm nướng Sumeru bán ở chợ nhưng cho thêm một ít gia vị. Nhiệt độ và thời gian được điều chỉnh tùy theo loại nấm. Vì vậy, mùi vị và hương vị của ba loại nấm cũng tạo ra một sự khác biệt tuyệt vời, rất đáng nhớ. Việc nuốt chúng cùng nhau hay nhai kỹ từng thứ một phụ thuộc vào sở thích cá nhân.",
      "effect": "Phòng ngự cả đội tăng 126 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "_id": 108436,
      "name": "Tuyển Chọn Của Đội Trưởng Kiểm Lâm",
      "description": "Món ăn độc quyền của Tighnari. Bao gồm các loại nấm ăn được do đội trưởng kiểm lâm Tighnari lựa chọn cẩn thận. Ngoài những loài nấm thông thường, còn có những loài bí ẩn chưa từng thấy. Không cần thêm bất cứ gia vị nào, ngược lại còn làm nổi bật lên cái ngon của chính cây nấm... Một món ngon hiếm có như vậy hẳn là anh ấy đã tốn rất nhiều thời gian ngoài công việc nghiên cứu.",
      "effect": "Phòng ngự cả đội tăng 151 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "tighnari",
        "name": "Tighnari"
      }
    }
  }
}
