{
  "_id": 2202,
  "id": "onigiri",
  "name": "Cơm Nắm",
  "description": "Thức ăn được làm từ cơm và rất tiện lợi khi mang theo. Chế biến đơn giản, bảo quản ở nhiệt độ thường cũng không làm mất hương vị vốn có của nó, vì thế món này rất được dân chúng và binh sĩ yêu thích.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Thịt Cá",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Rong Biển",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Lúa Nước",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108255,
      "name": "Cơm Nắm Kỳ Lạ",
      "description": "Thức ăn được làm từ cơm và rất tiện lợi khi mang theo. Có thể nói là nắn đủ ba góc, nhưng trông như thể sẽ rơi vãi hết nếu cầm lên, khiến người ăn cũng hồi hộp.",
      "effect": "Lập tức hồi 18% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 300 HP."
    },
    "normal": {
      "_id": 108256,
      "name": "Cơm Nắm",
      "description": "Thức ăn được làm từ cơm và rất tiện lợi khi mang theo. Chế biến đơn giản, bảo quản ở nhiệt độ thường cũng không làm mất đi hương vị vốn có của nó, vì thế món này rất được dân chúng và binh sĩ yêu thích.",
      "effect": "Lập tức hồi 20% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 390 HP."
    },
    "delicious": {
      "_id": 108257,
      "name": "Cơm Nắm Ngon",
      "description": "Thức ăn được làm từ cơm và rất tiện lợi khi mang theo. Những miếng rong biển giòn thấm vị biển, hạt cơm dẻo ngọt thơm ngon. Cuối cùng, lát thịt cá tươi kẹp trong nắm cơm cứ như một kỵ binh, thổi lên kèn lệnh chiến thắng cho sự hài lòng của vị giác.",
      "effect": "Lập tức hồi 22% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 470 HP."
    },
    "special": {
      "_id": 108303,
      "name": "Chống Nhức Đầu",
      "description": "Món ăn đặc biệt của Sayu. Cơm nắm được Sayu tạo thành những hình thù dễ thương. Hãy nhớ tạo hình của nó là Mujina và đừng nhầm nó với Tanuki đấy nhé. Ơ nhưng mà, đây có phải là bí quyết để Sayu có thể ngủ cả ngày sau một bữa ăn không nhỉ?",
      "effect": "Lập tức hồi 26% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 570 HP.",
      "character": {
        "id": "sayu",
        "name": "Sayu"
      }
    }
  }
}
