{
  "_id": 3309,
  "id": "padisarah_pudding",
  "name": "Pudding Padisarah",
  "description": "Món tráng miệng phổ biến của Sumeru. Giã nát cánh hoa Padisarah và Tường Vi Sumeru lấy nước, trộn với sữa, đường và các nguyên liệu khác để đông đặc. Bên ngoài trông đáng yêu, hương vị ngọt ngào, và nó rất phổ biến trong các ngày lễ của Sumeru.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Tường Vi Sumeru",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108457,
      "name": "Pudding Padisarah Kỳ Lạ",
      "description": "Món tráng miệng nổi tiếng của Sumeru. Ăn một miếng sẽ thấy mùi vị như sữa bò với hương hoa... Vị cũng không tệ, nhưng khác xa với pudding trong tưởng tượng. Ôi, lẽ nào là tính sai liều lượng rồi sao?",
      "effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108458,
      "name": "Pudding Padisarah",
      "description": "Món tráng miệng phổ biến của Sumeru. Giã nát cánh hoa Padisarah và Tường Vi Sumeru lấy nước, trộn với sữa, đường và các nguyên liệu khác để đông đặc. Bên ngoài trông đáng yêu, hương vị ngọt ngào, và nó rất phổ biến trong các ngày lễ của Sumeru.",
      "effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108459,
      "name": "Pudding Padisarah Ngon",
      "description": "Món tráng miệng phổ biến của Sumeru. Ngay khi cho vào miệng, kết cấu mềm mịn sẽ khiến bạn cảm giác như đang ở trên mây với hương thơm sữa. Nếm kỹ sẽ thấy mùi thơm quyện vào nhau của Padisarah và Tường Vi Sumeru, thơm phức. Cho đến miếng cuối cùng, cảm giác như vẫn có gì đó còn dang dở, và không thể không liếm mặt sau của chiếc thìa như để tận hưởng những giây phút thưởng thức tuyệt vời cuối cùng.",
      "effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "_id": 108466,
      "id": "swirling_steps",
      "name": "Vũ Điệu Quay Cuồng",
      "description": "Món ăn đặc sắc của Nilou. Chiếc cốc trong suốt như pha lê giống như một chiếc hộp trang sức được trang trí công phu, chứa một chiếc bánh pudding mềm tan trong miệng. Màu đỏ tươi này... làm cho người ta nghĩ đến hình dáng tỏa sáng của Nilou khi cô ấy nhảy. Cứ thế hy vọng rằng điệu nhảy này sẽ không bao giờ kết thúc.",
      "effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 1500s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "nilou",
        "name": "Nilou"
      }
    }
  }
}
