{
  "_id": 4404,
  "id": "petit_gateau_debord_revised_version",
  "name": "Bánh Kem Debord Nhỏ - Cải Tiến",
  "description": "Bánh kem cỡ nhỏ được cải tiến từ Bánh Kem Debord. So với Bánh Kem Debord mỗi ngày chỉ bán giới hạn 16 miếng, thì những cuộc phiêu lưu kỳ diệu cùng nhau trải qua sẽ càng đáng quý hơn, và cũng đáng để kỷ niệm hơn. Có lẽ Escoffier khi viết công thức này cũng đã có suy nghĩ tương tự...",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101233,
      "id": "romaritime_flower",
      "name": "Hoa Romaritime",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Kem",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Tấn Công",
  "results": {
    "suspicious": {
      "_id": 108814,
      "name": "Bánh Kem Debord Nhỏ - Cải Tiến Kỳ Lạ",
      "description": "Bánh kem cỡ nhỏ được cải tiến từ Bánh Kem Debord. Phần đế bánh nhỏ xinh tựa như gỗ nổi trên mặt biển bao la, lớp Chocolate dày như con sóng lớn, không chỉ nuốt chửng bánh kem trên đĩa, mà còn đánh đuổi đám sâu bọ trong bụng.",
      "effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108815,
      "name": "Bánh Kem Debord Nhỏ - Cải Tiến",
      "description": "Bánh kem cỡ nhỏ được cải tiến từ Bánh Kem Debord. So với Bánh Kem Debord mỗi ngày chỉ bán giới hạn 16 miếng, thì những cuộc phiêu lưu kỳ diệu cùng nhau trải qua sẽ càng đáng quý hơn, và cũng đáng để kỷ niệm hơn. Có lẽ Escoffier khi viết công thức này cũng đã có suy nghĩ tương tự...",
      "effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108816,
      "name": "Bánh Kem Debord Nhỏ - Cải Tiến Ngon",
      "description": "Bánh kem cỡ nhỏ được cải tiến từ Bánh Kem Debord. Nước sốt mịn màng như lụa là không thể nắm bắt, trong tiếng nhạc du dương của buổi trà chiều, nó sẽ nhẹ nhàng lướt qua đầu lưỡi, làm trái tim ta say đắm... Có lẽ trong giấc mơ đêm nay cũng sẽ xuất hiện hình bóng của chiếc bánh kem ngọt ngào này...",
      "effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "_id": 108820,
      "id": "gateau_debord_magnifique",
      "name": "Bánh Kem Debord - Lộng Lẫy",
      "description": "Món ăn đặc biệt của Escoffier. Tạo hình xa hoa hơn nhiều so với những chiếc bánh kem lớn từng thấy trước đây, có ma lực khiến người ta lập tức mê đắm khi nhìn thấy, hương vị thì càng không thể chê được, mềm mịn như chiếc chăn ấm áp bao bọc lấy từng vị giác, cảm giác hạnh phúc dâng trào từ đây... Không còn nghi ngờ gì nữa, tài năng ẩm thực của Escoffier đã âm thầm đạt đến một tầm cao mới.",
      "effect": "Tấn công cả đội tăng 384 điểm, tỷ lệ bạo kích cả đội tăng 14%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "escoffier",
        "name": "Escoffier"
      }
    }
  }
}
