{
  "_id": 3302,
  "id": "pita_pocket",
  "name": "Bánh Túi",
  "description": "Một chiếc bánh mì với nhiều loại nhân khác nhau. Sau khi nướng, miếng bột dẹt sẽ tròn và phồng lên như con cá nóc, khi cắt ra trông giống như cái túi nên có tên như vậy. Nghe nói trước đây người Sumeru thích ăn nó trực tiếp với nước chấm, nhưng bây giờ họ lại bỏ các loại nhân vào bên trong và ăn từng miếng to.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Cà Chua",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108406,
      "name": "Bánh Túi Kỳ Lạ",
      "description": "Một chiếc bánh mì với nhiều loại nhân khác nhau. Lớp vỏ sần sùi như có sạn nơi đầu lưỡi, thêm vào phần nhân khô cứng mất đi màu sắc ban đầu... E là chỉ có những người đi lạc bị đói ba ngày mới chấp nhận nổi món ăn này.",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "_id": 108407,
      "name": "Bánh Túi",
      "description": "Một chiếc bánh mì với nhiều loại nhân khác nhau. Sau khi nướng, miếng bột dẹt sẽ tròn và phồng lên như con cá nóc, khi cắt ra trông giống như cái túi nên có tên như vậy. Nghe nói trước đây người Sumeru thích ăn nó trực tiếp với nước chấm, nhưng bây giờ họ lại bỏ các loại nhân vào bên trong và ăn từng miếng to.",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "_id": 108408,
      "name": "Bánh Túi Ngon",
      "description": "Một chiếc bánh mì với nhiều loại nhân khác nhau. Nước sốt như một thứ ánh sáng làm bật lên sự quyến rũ của các nguyên liệu ở trung tâm sân khấu, vị thơm của thịt và độ giòn của rau củ được kết hợp hoàn hảo. \"Chiếc túi\" này được ví như một bảo bối trong màn ảo thuật, mang đến cho mọi người hết bất ngờ này đến bất ngờ khác.",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    },
    "special": {
      "_id": 108437,
      "id": "yearning",
      "name": "Khát Khao",
      "description": "Món ăn độc quyền của Collei. Những nguyên liệu giàu chất dinh dưỡng được nhồi bên trong lớp vỏ bánh mềm mịn, vừa tiện mang vừa nhanh no. Collei nói thêm, phần thịt bên trong được xếp hạng là \"thịt nướng kiểm lâm!\". Ừm, không thể không nghĩ đến một bóng dáng hoạt bát màu đỏ nào đó... Món ăn này hẳn là hiện thân của sự ngưỡng mộ sâu sắc nhất từ Collei.",
      "effect": "Hồi 40% giới hạn HP cho nhân vật được chọn, và hồi thêm 2350 điểm HP.",
      "character": {
        "id": "collei",
        "name": "Collei"
      }
    }
  }
}
