{
  "_id": 3407,
  "id": "poisson_seafood_soup",
  "name": "Súp Hải Sản Poisson",
  "description": "Canh được làm từ các loại thủy sản. Bắt nguồn từ làng chài Poisson, ban đầu là do các ngư dân đã đem số cá không bán được nấu đại thành một nồi. Do hương vị tuyệt hảo nên đã dần thịnh hành ở Fontaine, ngày nay bất kỳ loại cá nào bắt được cũng đều có thể cho vào đây.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Thịt Cá",
      "amount": 4
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Cà Chua",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Bạc Hà",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108551,
      "name": "Súp Hải Sản Poisson Kỳ Lạ",
      "description": "Canh được làm từ các loại thủy sản. Ngoài vị tanh ra thì không thấy được mùi vị gì khác, nếu vị giác không có vấn đề gì, thì nhất định là món súp này có vấn đề... Á chờ đã, thứ kẹt trong kẽ răng là cát hay vảy cá đây?",
      "effect": "Lập tức hồi 26% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 450 HP."
    },
    "normal": {
      "_id": 108552,
      "name": "Súp Hải Sản Poisson",
      "description": "Canh được làm từ các loại thủy sản. Bắt nguồn từ làng chài Poisson, ban đầu là do các ngư dân đã đem số cá không bán được nấu đại thành một nồi. Do hương vị tuyệt hảo nên đã dần thịnh hành ở Fontaine, ngày nay bất kỳ loại cá nào bắt được cũng đều có thể cho vào đây.",
      "effect": "Lập tức hồi 28% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 620 HP."
    },
    "delicious": {
      "_id": 108553,
      "name": "Súp Hải Sản Poisson Ngon",
      "description": "Canh được làm từ các loại thủy sản. Nước súp đậm đà giống như bọt sóng tỏa ra ánh sáng vàng lấp lánh dưới ánh mặt trời chiếu rọi, mang theo hương vị của đại dương ùa vào miệng. Hương vị biển với nhiều chủng loại giống như những mảng màu trên bức tranh truyền thế, giao thoa với nhau một cách hài hòa và chuẩn mực. Chén súp nhanh chóng được húp cạn, thậm chí còn muốn dùng bánh mì để vét sạch cả giọt cuối cùng.",
      "effect": "Lập tức hồi 30% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 790 HP."
    },
    "special": {
      "_id": 108563,
      "id": "seabirds_sojourn",
      "name": "Bến Đỗ Của Chim Biển",
      "description": "Món ăn đặc biệt của Freminet. Cậu ấy để nồi canh này tại chỗ rồi nhanh chóng chạy mất hút. Nguyên liệu không giống của vùng biển cạn, e rằng đây đều là những nguyên liệu phải xuống sâu dưới đáy biển mới tìm thấy. Nếu muốn nói câu \"cảm ơn\"... thì phải đi đâu mới tìm được Freminet đây?",
      "effect": "Lập tức hồi 34% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 980 HP.",
      "character": {
        "id": "freminet",
        "name": "Freminet"
      }
    }
  }
}