{
  "_id": 3419,
  "id": "rainbow_macarons",
  "name": "Macaron Cầu Vồng",
  "description": "Bánh tròn nhỏ nhắn, màu sắc sặc sỡ. Có một câu nói truyền miệng ở Fontaine: Thiếu đi Macaron trong món tráng miệng, cũng như mất đi suối nguồn của muôn dòng nước. Là một trong những món tráng miệng tiêu biểu nhất ở vương quốc của nước, chưa nói đến đầu bếp đồ ngọt chuyên nghiệp ở Fontaine, ngay cả những người yêu thích ẩm thực trên đường phố cũng thuộc lòng công thức làm món ăn này.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 2
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Hạnh Nhân",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Trái Bulle",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108616,
      "name": "Macaron Cầu Vồng Kỳ Lạ",
      "description": "Bánh tròn nhỏ nhắn, màu sắc sặc sỡ. Lấy chiếc đầu tiên, cảm giác rỗng ruột. Lấy chiếc thứ hai, tạo hình hơi méo mó. Lấy chiếc thứ ba, bề mặt sần sùi thô ráp, màu sắc không đều... Không hổ danh là món tráng miệng kiểu Fontaine với rất nhiều chi tiết tỉ mỉ, xem ra muốn làm chủ được món này thì cần phải dành rất nhiều thời gian để luyện tập.",
      "effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108617,
      "name": "Macaron Cầu Vồng",
      "description": "Bánh tròn nhỏ nhắn, màu sắc sặc sỡ. Có một câu nói truyền miệng ở Fontaine: Thiếu đi Macaron trong món tráng miệng, cũng như mất đi suối nguồn của muôn dòng nước. Là một trong những món tráng miệng tiêu biểu nhất ở vương quốc của nước, chưa nói đến đầu bếp đồ ngọt chuyên nghiệp ở Fontaine, ngay cả những người yêu thích ẩm thực trên đường phố cũng thuộc lòng công thức làm món ăn này.",
      "effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108618,
      "name": "Macaron Cầu Vồng Ngon",
      "description": "Bánh tròn nhỏ nhắn, màu sắc sặc sỡ. Lớp vỏ giòn bọc bên ngoài lớp nhân mềm mại, mọi thứ đều được sắp đặt hoàn hảo. Cắn một miếng, có cảm giác như một chú mèo nhỏ đang dùng mũi dụi nhẹ vào lồng ngực bạn vậy. Bất kể là ai cũng sẽ đổ gục bởi trải nghiệm ngọt ngào và lãng mạn này.",
      "effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "_id": 108620,
      "id": "pick_what_you_like",
      "name": "\"Cứ Chọn Thoải Mái!\"",
      "description": "Món ăn đặc biệt của Navia. \"Mau đến đây và chọn thứ mình thích nhé!\" Cùng với tiếng cười vui quen thuộc đó vang lên, bạn sẽ thấy trước mắt mình là khay bánh ngọt hai tầng sang trọng đầy tính thẩm mỹ. Rất nhiều Macaron được bày trí gọn gàng, phía trên được vẽ các khuôn mặt với biểu cảm khác nhau, rất thú vị... Thật khiến người ta không kìm được suy nghĩ... Nếu tham lam lấy hết chỗ đó thì Navia sẽ có biểu cảm thế nào nhỉ?",
      "effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 1500s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "navia",
        "name": "Navia"
      }
    }
  }
}
