{
  "_id": 3220,
  "id": "rainbow_aster",
  "name": "Tử Uyển Cầu Vồng",
  "description": "Thức uống độc đáo. Loại đồ uống đặc biệt xuất hiện trong cuốn tiểu thuyết nổi tiếng \"Làm Phiền Rồi Guuji Hồ Ly Của Ta\" đã được Ngọn Gió Hành Trình và Nhà Xuất Bản Yae hợp tác triển khai và khôi phục hương vị kỳ diệu của nó. Vì không chứa các thành phần từ đậu nành nên hương vị hơi khác so với phiên bản đặc biệt trong Lễ Hội Irodori, có điều sẽ không cần lo lắng về việc dị ứng đậu.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 3
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Dưa Tím",
      "amount": 2
    },
    {
      "_id": 100056,
      "id": "calla_lily",
      "name": "Hoa Calla Lily",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Bạc Hà",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108384,
      "name": "Tử Uyển Cầu Vồng Kỳ Lạ",
      "description": "Món thức uống độc đáo. Chỉ nhìn màu sắc thôi thì trông cũng được, nếu có thể bỏ qua việc xử lý dưa tím không tốt làm để lại vị chát, thì cũng xem như là một món thức uống có thể chấp nhận được...",
      "effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108385,
      "name": "Tử Uyển Cầu Vồng",
      "description": "Thức uống độc đáo. Loại đồ uống đặc biệt xuất hiện trong cuốn tiểu thuyết nổi tiếng \"Làm Phiền Rồi Guuji Hồ Ly Của Ta\", đã được Ngọn Gió Hành Trình và Nhà Xuất Bản Yae hợp tác nghiên cứu và khôi phục hương vị kỳ diệu ban đầu của nó. Vì không chứa các thành phần từ đậu nành nên hương vị hơi khác so với phiên bản đặc biệt trong Lễ Hội Irodori, có điều sẽ không cần lo lắng về việc dị ứng đậu.",
      "effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108386,
      "name": "Tử Uyển Cầu Vồng Ngon",
      "description": "Món thức uống độc đáo. Hoa Calla Lily mọc ở Mondstadt và Dưa Tím đặc sản Inazuma, vượt qua biển cả để gặp gỡ nhau, sữa tươi ngọt ngào và hương thơm tươi mát của dưa hòa quyện vào nhau, đem lại một cảm giác hoàn toàn mới mẻ. Thảo nào trong sách nói rằng đại nhân Shogun đang bệnh sau khi uống xong thì tinh thần phấn chấn, đúng là không chút khoa trương!",
      "effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}