{
  "_id": 2309,
  "id": "rose_custard",
  "name": "Sữa Trứng Tường Vi",
  "description": "Món tráng miệng làm từ sữa lên men. Sữa lên men xong đem lọc, sau khi làm sữa chua, trộn với đường, trang trí bằng tường vi khô và các loại hạt. Cách ăn này ban đầu chỉ phổ biến ở những nhà thám hiểm và thương nhân bôn ba khắp nơi. Nhưng giờ nó đã lưu truyền khắp Sumeru, có thể thấy bóng dáng của nó trong bữa ăn sáng và cả món tráng miệng buổi chiều.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Tường Vi Sumeru",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108470,
      "name": "Sữa Trứng Tường Vi Kỳ Lạ",
      "description": "Món tráng miệng làm từ sữa lên men, nhìn thì ngon nhưng ăn vào thì... chua đến ê cả răng. Việc thiếu gia vị có thể giải quyết bằng cách cho thêm đường, nhưng nỗi sợ chua kéo dài trong lòng bạn thì không thể nào nguôi ngoai được.",
      "effect": "Lập tức hồi 18% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 300 HP."
    },
    "normal": {
      "_id": 108471,
      "name": "Sữa Trứng Tường Vi",
      "description": "Món tráng miệng làm từ sữa lên men. Sữa lên men xong đem lọc, sau khi làm sữa chua, trộn với đường, trang trí bằng tường vi khô và các loại hạt. Cách ăn này ban đầu chỉ phổ biến ở những nhà thám hiểm và thương nhân bôn ba khắp nơi. Nhưng giờ nó đã lưu truyền khắp Sumeru, có thể thấy bóng dáng của nó trong bữa ăn sáng và cả món tráng miệng buổi chiều.",
      "effect": "Lập tức hồi 20% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 390 HP."
    },
    "delicious": {
      "_id": 108472,
      "name": "Sữa Trứng Tường Vi Ngon",
      "description": "Món tráng miệng được làm từ sữa lên men. Sữa đông đặc, cánh hoa tươi và các loại hạt mềm mịn hòa quyện với nhau tạo nên hương vị êm dịu và ngọt ngào. Điều khiến bạn mê đắm trong cổ họng là hương sữa thoảng qua và điều đọng lại trong tim bạn là hương hoa ngập tràn lúc này.",
      "effect": "Lập tức hồi 22% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 470 HP."
    },
    "special": {
      "_id": 108473,
      "name": "Giấc Ngủ Xa Hoa",
      "description": "Món ăn đặc sắc của Layla. Những quả hạch rải rác giống như những vì sao điểm xuyết trong đêm khuya tĩnh lặng. Nếm thử một miếng, thân thể bôn ba cả ngày bỗng cảm thấy được bình yên. Sau khi nói cho Layla biết cảm nhận, cô ấy lộ ra vẻ mặt phức tạp cả vui lẫn hối tiếc... \"Tốt, tốt quá! Ôi, nếu như cũng hiệu quả với tôi thì tốt quá.\"",
      "effect": "Lập tức hồi 26% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 570 HP.",
      "character": {
        "id": "layla",
        "name": "Layla"
      }
    }
  }
}
