{
  "_id": 3312,
  "id": "sabz_meat_stew",
  "name": "Thịt Hầm Sabz",
  "description": "Món thịt hầm có hương vị độc đáo. Gộp nhiều loại rau cải xanh vào rồi cắt nhuyễn, sau đó cho cùng với thịt vào nồi để hầm. Vì có cho chanh vào, nên thành phẩm có vị chua khá ngon. Người Sumeru thường rưới nó lên cơm để ăn cùng.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Cỏ Kim Ngư",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Hành Tây",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Gia Vị",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108480,
      "name": "Thịt Hầm Sabz Kỳ Lạ",
      "description": "Món thịt hầm có hương vị độc đáo. Mùi chua hơi nồng, chỉ cần ngửi mùi thôi là đã khiến người ta có chút liên tưởng không hay... Để thêm một thời gian nữa, không chừng sẽ có Nấm Quỷ mọc ra từ đó nhỉ?",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "_id": 108481,
      "name": "Thịt Hầm Sabz",
      "description": "Món thịt hầm có hương vị độc đáo. Gộp nhiều loại rau cải xanh vào rồi cắt nhuyễn, sau đó cho cùng với thịt vào nồi để hầm. Vì có cho chanh vào, nên thành phẩm có vị chua khá ngon. Người Sumeru thường rưới nó lên cơm để ăn cùng.",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "_id": 108482,
      "name": "Thịt Hầm Sabz Ngon",
      "description": "Món thịt hầm có hương vị độc đáo. Nguyên liệu có hương thơm đặc biệt được phối hợp với nhau, đem lại cho vị giác một cảm giác diệu kỳ. Miếng thịt to được hầm cho mềm nhừ, gói vào trong lớp màu xanh lục đậm, giống như đưa người thưởng thức vào dạo bước trong khu rừng xanh ngát.",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    },
    "special": {
      "_id": 108486,
      "name": "Tình Huống Lý Tưởng",
      "description": "Món ăn đặc sắc của Alhaitham. Món ăn được làm từ rau cải và thịt được chế biến trong chiếc chảo có hoa văn dưới đáy. Người chế biến chắc đã cải tiến công thức, khác biệt khá nhiều với món ăn ban đầu. Chữ viết trên món ăn có nghĩa là \"suy nghĩ\". Theo cách nói của người chế biến là: \"Tình huống lý tưởng là ai ai cũng có thể làm được, nhưng đó là điều không thể.\"",
      "effect": "Hồi 40% giới hạn HP cho nhân vật được chọn, và hồi thêm 2350 điểm HP.",
      "character": {
        "id": "alhaitham",
        "name": "Alhaitham"
      }
    }
  }
}
