{
  "_id": 3205,
  "id": "sakura_mochi",
  "name": "Bánh Anh Đào",
  "description": "Món điểm tâm tinh tế và tao nhã. Phiến lá xanh đậm tăng vẻ đa dạng cho cả tông màu ấm. Mỗi việc chiêm ngưỡng cũng đã thấy đẹp và thanh thản. Nhưng tiếc là thời hạn giữ độ tươi ngon ngắn ngủi như kỳ hoa nở vậy, đừng thấy tiếc mà không nỡ bỏ vào miệng nhé.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Lúa Nước",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Đường",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Tú Cầu Anh Đào",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108282,
      "name": "Bánh Anh Đào Kỳ Lạ",
      "description": "Món điểm tâm tinh tế và tao nhã. Nhìn bề ngoài vẫn có thể chấp nhận được, nhưng sau khi ăn xong, vị béo ngậy và ngọt gắt như bám chặt cổ họng, khiến người ta không muốn ăn thêm một miếng nào nữa.",
      "effect": "Hồi 900 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "normal": {
      "_id": 108283,
      "name": "Bánh Anh Đào",
      "description": "Món điểm tâm tinh tế và tao nhã. Phiến lá xanh đậm nhấn nhá thêm cho cả tông màu ấm. Mỗi việc chiêm ngưỡng cũng đã thấy đẹp và thanh thản. Nhưng tiếc là thời gian để cảm nhận cái ngon của nó lại ngắn ngủi như chu kỳ hoa nở vậy, có điều, đừng thấy tiếc mà không nỡ bỏ vào miệng nhé.",
      "effect": "Hồi 1200 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "delicious": {
      "_id": 108284,
      "name": "Bánh Anh Đào Ngon",
      "description": "Món điểm tâm tinh tế và tao nhã. Được bao quanh bởi hương thơm của hoa anh đào, vỏ ngoài trang nhã ẩn chứa vẻ đẹp thoáng qua. Trong không gian tĩnh mịch, cắn nhẹ một miếng, chớp mắt như đã trở lại thời điểm muôn cánh hoa anh đào rơi rụng lả tả trong gió như một trận mưa hoa.",
      "effect": "Hồi 1500 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "special": {
      "_id": 108300,
      "name": "Lò Hồng Chấm Tuyết",
      "description": "Món ăn đặc biệt của Kamisato Ayaka. Tựa như một tác phẩm nghệ thuật tinh tế nhỏ nhắn xinh xắn, được bọc trong một lớp áo mỏng màu đỏ, như tấm chân tình của người thiếu nữ lúc mới yêu. Nếu có vinh dự thưởng thức một món ăn như vậy trong khi nhâm nhi một tách trà với nàng công chúa duyên dáng và quý phái, ắt hẳn sẽ khao khát khoảnh khắc đó cứ như vậy kéo dài mãi mãi.",
      "effect": "Hồi 20% giới hạn HP cho nhân vật được chọn hồi sinh, và hồi thêm 1500 điểm HP.",
      "character": {
        "id": "kamisato_ayaka",
        "name": "Kamisato Ayaka"
      }
    }
  }
}
