{
  "_id": 3208,
  "id": "sakura_tempura",
  "name": "Tempura Anh Đào",
  "description": "Món ăn rán mỡ. Cánh hoa anh đào được tẩm ướp rồi trộn vào bột nhão, sau đó đem tôm và rau cải tươi nhúng cho áo bột, rán rồi để ráo dầu. Nhìn tưởng đơn giản, nhưng nếu muốn hoàn thành món Tempura ngon bất ngờ, đấy không phải là chuyện một sớm một chiều.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Tôm Bóc Nõn",
      "amount": 4
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Dưa Tím",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Tú Cầu Anh Đào",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Phòng Ngự",
  "results": {
    "suspicious": {
      "_id": 108297,
      "name": "Tempura Anh Đào Kỳ Lạ",
      "description": "Món chiên ngập dầu. Có lẽ do thiếu kinh nghiệm trong việc kiểm soát nhiệt đồ dầu. Khi các nguyên liệu mới cho vào nồi, liền có làn khói hăng sộc vào mũi. Lớp vỏ ngoài của món ăn đã có màu lốm đốm và chuyển sang màu nâu, mặc dù có vẻ lãng phí...nhưng tốt nhất là không nên ăn nó.",
      "effect": "Hiệu quả khiên cả đội tăng mạnh 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108298,
      "name": "Tempura Anh Đào",
      "description": "Món chiên ngập dầu. Trộn những cánh hoa anh đào đã được tẩm ướp vào bột nhão, sau đó cho tôm tươi và rau cải tươi nhúng vào bột, đem đi chiên sau đó để ráo dầu. Nhìn tưởng đơn giản, nhưng nếu muốn hoàn thành món Tempura ngon bất ngờ, tuyệt đối không phải là chuyện một sớm một chiều.",
      "effect": "Hiệu quả khiên cả đội tăng mạnh 25%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108299,
      "name": "Tempura Anh Đào Ngon",
      "description": "Món chiên ngập dầu. Lớp bột ở ngoài vừa mỏng vừa mịn,như thể phủ một lớp vải lụa sang trọng lên trên các nguyên liệu. Độ giòn của lớp vỏ ngoài và độ tươi bên trong tạo thành một sự kết hợp tuyệt hảo, khiến người ăn cảm thấy tò mò về cách món ngon này được tạo ra như thế nào.",
      "effect": "Hiệu quả khiên cả đội tăng mạnh 30%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "_id": 108387,
      "id": "quiet_elegance",
      "name": "Tĩnh Lặng Trang Nhã",
      "description": "Món ăn đặc sắc của Kamisato Ayato. Được bày biện một cách tinh tế, rất hợp với phong cách làm việc của Kamisato Ayato, nhiều một chút sẽ thừa, ít một chút sẽ thiếu. Thưởng thức kỹ, sẽ phát hiện hương vị giống y hệt Nhà Hàng Uyuu, thật diệu kỳ. Cuối cùng khi đưa đũa đến đóa hoa lung linh kia, thì bị Ayato ngăn lại... \"Đó là tác phẩm tiện tay làm ra khi luyện kiếm, chỉ là vật trang trí mà thôi.\"",
      "effect": "Hiệu quả khiên cả đội tăng mạnh 35%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "kamisato_ayato",
        "name": "Kamisato Ayato"
      }
    }
  }
}
