{
  "_id": 3501,
  "id": "saurus_crackers",
  "name": "Bánh Quy Saurus",
  "description": "Bánh quy hình Saurian nhỏ. Hương vị giòn rụm, ngọt ngọt thơm thơm, hình Saurian trên đó vô cùng đáng yêu, có thể dễ dàng chiếm trọn trái tim của người Natlan. Nghe nói thậm chí ngay cả Saurian cũng bị nó thu hút, nhưng Saurian liệu có ăn bánh quy không nhỉ?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Hạt Ngũ Cốc",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Bơ",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108709,
      "name": "Bánh Quy Saurus Kỳ Lạ",
      "description": "Bánh quy hình Saurian nhỏ. Hương vị nhạt nhẽo tương phản rõ rệt với vẻ ngoài tinh tế, thêm vào đó là cảm giác cứng ngắc, tuy không khó nuốt, nhưng cũng chẳng ngon... Đợi đã, nếu đem thứ bánh quy này làm đồ luyện răng thì không biết Saurian có chịu không nhỉ?",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "_id": 108710,
      "name": "Bánh Quy Saurus",
      "description": "Bánh quy hình Saurian nhỏ. Hương vị giòn rụm, ngọt ngọt thơm thơm, hình Saurian trên đó vô cùng đáng yêu, có thể dễ dàng chiếm trọn trái tim của người Natlan. Nghe nói thậm chí ngay cả Saurian cũng bị nó thu hút, nhưng Saurian liệu có ăn bánh quy không nhỉ?",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "_id": 108711,
      "name": "Bánh Quy Saurus Ngon",
      "description": "Bánh quy hình Saurian nhỏ. Vị bơ quyến rũ dẫn dắt đầu lưỡi bắt trọn sự hòa quyện kỳ diệu của Cacahuatl và Hạt Ngũ Cốc. Tạo hình dễ thương khiến người ta không nỡ rời tay, hương vị thơm ngọt khiến người ta không nỡ rời miệng. Sau cùng, ngay cả những vụn bánh quy len lỏi đầu ngón tay cũng không thể bỏ qua!",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    }
  }
}
