{
  "_id": 2302,
  "id": "selva_salad",
  "name": "Salad Nhiệt Đới",
  "description": "Một món salad kiểu Aranara khiến Paimon phải vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Đào Zaytun rất tươi và giòn, đường trắng được thay bằng bạc hà tạo vị sảng khoái, thêm chút tường vi Sumeru vắt nhẹ để tăng hương vị. Là một món ăn mới lạ tuyệt vời về cả mùi và vị.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Đào Zaytun",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Bạc Hà",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Tường Vi Sumeru",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Mạo Hiểm",
  "results": {
    "suspicious": {
      "_id": 108397,
      "name": "Salad Nhiệt Đới Kỳ Lạ",
      "description": "Một món salad kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Đào Zaytun toát ra một mùi kỳ lạ gần như chín đến lên men, và tỷ lệ giữa bạc hà và tường vi cũng khá mất cân đối...",
      "effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "_id": 108398,
      "name": "Salad Nhiệt Đới",
      "description": "Một món salad kiểu Aranara khiến Paimon phải vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Đào Zaytun rất tươi và giòn, đường trắng được thay bằng bạc hà tạo vị sảng khoái, thêm chút tường vi Sumeru vắt nhẹ để tăng hương vị. Là một món ăn mới lạ tuyệt vời về cả mùi và vị.",
      "effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "_id": 108399,
      "name": "Salad Nhiệt Đới Ngon",
      "description": "Một món salad kiểu Aranara đã được Paimon vắt óc suy nghĩ để cải thiện, nhưng thật ra công thức này khá truyền thống ở Sumeru. Đào Zaytun được chọn phải có độ giòn, phần đầu mọng nước, kèm theo vị ngọt của bạc hà và hương thơm của tường vi khi chín sẽ đi thẳng vào dạ dày. Với độ ngọt và độ mát vừa phải, đây mới được gọi là \"mùi vị của hạnh phúc\".",
      "effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    }
  }
}
