{
  "_id": 3406,
  "id": "steak_tartare",
  "name": "Thịt Bò Tartare",
  "description": "Món thịt sống tươi ngon. Chọn miếng thịt loại ngon nhất, sau khi cắt nhuyễn thì trộn với gia vị, ăn kèm với lòng đỏ trứng gà sống. Không biết ai là người đầu tiên chế biến ra món này, có thể là một nhà mạo hiểm nào đó đã nảy ra ý tưởng trong tình thế cấp bách khi mắc kẹt chăng.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Hành Tây",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108539,
      "name": "Thịt Bò Tartare Kỳ Lạ",
      "description": "Món thịt sống. Thịt vụn màu đỏ đem lại linh cảm chẳng lành, đến gần ngửi thử, lại còn có chút mùi chua nhè nhẹ, xem ra không còn thích hợp để cho người ăn nữa rồi. Ừm... Đương nhiên cũng không nên cho Robot Hiến Binh ăn đâu nhỉ?",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "_id": 108540,
      "name": "Thịt Bò Tartare",
      "description": "Món thịt sống tươi ngon. Chọn miếng thịt loại ngon nhất, sau khi cắt nhuyễn thì trộn với gia vị, ăn kèm với lòng đỏ trứng gà sống. Không biết ai là người đầu tiên chế biến ra món này, có thể là một nhà mạo hiểm nào đó đã nảy ra ý tưởng trong tình thế cấp bách khi mắc kẹt chăng.",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "_id": 108541,
      "name": "Thịt Bò Tartare Ngon",
      "description": "Món thịt sống tươi ngon. Thịt vụn tươi mới, dưới lớp bọc của lòng đỏ trứng gà nên càng thơm ngon nhiều nước. Hương thơm của thịt cùng với nước thịt tuôn ra, đã làm cho đầu lưỡi và cả khoang miệng đều vui mừng khôn xiết, đem lại cảm giác được thưởng thức hương vị thuần túy nhất và nguyên thủy nhất.",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    },
    "special": {
      "_id": 108674,
      "id": "hearthfires_trail",
      "name": "Vết Tích Của Lửa Ấm",
      "description": "Món ăn đặc biệt của Arlecchino. Thịt tươi không tẩm ướp quá nhiều gia vị, mang lại sự hòa quyện giữa mùi tanh của máu kèm vị thịt tươi ngon, như khắc lên bản giao hưởng bay bổng trên đầu lưỡi. Sau cùng, dư vị lại càng gọn gàng hơn, không khác gì tác phong xử lý của người làm ra nó trong một khoảnh khắc nào đó...",
      "effect": "Hồi 40% giới hạn HP cho nhân vật được chọn, và hồi thêm 2350 điểm HP.",
      "character": {
        "id": "arlecchino",
        "name": "Arlecchino"
      }
    }
  }
}