{
  "_id": 3502,
  "id": "tatacos",
  "name": "Tatacos",
  "description": "Bánh mỏng kèm nhân. Đầu tiên là nướng lớp vỏ ngoài, thêm rau củ và tôm nướng, sau cùng rưới nước sốt lên, đây chính là ba bước để làm món Tatacos. Ở Natlan, Tatacos cũng giống như Phlogiston vậy, nơi nào cũng có.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Hạt Ngũ Cốc",
      "amount": 3
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Tôm Bóc Nõn",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Phô Mai",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Hành Tây",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108718,
      "name": "Tatacos Kỳ Lạ",
      "description": "Bánh mỏng kèm nhân. Vỏ bánh rõ ràng trông mỏng như vải, nhưng ăn vào lại cứng và lạnh như cục sắt. Nhưng hương vị phần nhân bên trong cũng không tệ, nếu không nói đến vỏ bánh thì cũng là một phần tôm nướng khá thơm ngon...",
      "effect": "Hồi 900 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "normal": {
      "_id": 108719,
      "name": "Tatacos",
      "description": "Bánh mỏng kèm nhân. Đầu tiên là nướng lớp vỏ ngoài, thêm rau củ và tôm nướng, sau cùng rưới nước sốt lên, đây chính là ba bước để làm món Tatacos. Ở Natlan, Tatacos cũng giống như Phlogiston vậy, nơi nào cũng có.",
      "effect": "Hồi 1200 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "delicious": {
      "_id": 108720,
      "name": "Tatacos Ngon",
      "description": "Bánh mỏng kèm nhân. Khi đầu lưỡi chạm vào phần vỏ bánh hòa quyện nhân nóng hổi, hương thơm nồng nàn mang theo dư vị nhiệt tình thấm vào từng kẽ răng, khiến người ta không khỏi nhớ đến một câu tục ngữ ở Natlan - \"Có thể cuộc sống sẽ khiến ta thất vọng, nhưng Tatacos thì không bao giờ!\"",
      "effect": "Hồi 1500 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "special": {
      "_id": 108789,
      "id": "secret_art",
      "name": "\"Bí Pháp Độc Quyền\"",
      "description": "Món ăn độc quyền của Citlali. Lá rau tươi mềm giòn đến bất ngờ, thịt tôm nướng có vị ngọt, thêm vào đó là tạo hình hoàn hảo mà một tay có thể dễ dàng nhào nặn... Nếu như bên cạnh có một quyển tiểu thuyết thú vị thì e là có thể xem cả ngày cả đêm. Đây chính là bí pháp độc quyền của Bà Itztli uyên bác sao?",
      "effect": "Hồi 20% giới hạn HP cho nhân vật được chọn hồi sinh, và hồi thêm 1500 điểm HP.",
      "character": {
        "id": "citlali",
        "name": "Citlali"
      }
    }
  }
}