{
  "_id": 3202,
  "id": "tonkotsu_ramen",
  "name": "Ramen Xương Hầm",
  "description": "Món mì nóng hổi. Các miếng thịt đã được nấu chín với nhiệt độ thấp sẽ rải lên trên, nước súp mặn mà thơm ngon len lỏi ngấm trên từng sợi mì. Nếu ăn một bát mì thế này trong lúc mệt nhọc, tinh thần sẽ tươi tỉnh lên nhiều đấy.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Thịt Rừng",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Măng Trúc",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Trứng Chim",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108261,
      "name": "Ramen Xương Hầm Kỳ Lạ",
      "description": "Món mì nóng hổi. Bận bịu chế biến các món ăn kèm dẫn đến việc sợi mì bị lãng quên trong tô, nhão đến nỗi muốn tan cả vào nước súp. Nếu nhắm mắt uống một hơi chắc vị cũng không đến nỗi tệ.",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "_id": 108262,
      "name": "Ramen Xương Hầm",
      "description": "Món mì nóng hổi. Các miếng thịt đã được nấu chín với nhiệt độ thấp sẽ rải lên trên, nước súp mặn mà thơm ngon len lỏi ngấm trên từng sợi mì. Nếu ăn một bát mì thế này trong lúc mệt nhọc, tinh thần sẽ tươi tỉnh lên nhiều đấy.",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "_id": 108263,
      "name": "Ramen Xương Hầm Ngon",
      "description": "Món mì nóng hổi. Sợi mì dai dai mềm mềm hấp thụ tinh túy của nước súp, các món ăn kèm phong phú giúp khẩu vị thay đổi đa dạng. Nước súp thì giữ được hương vị nồng đậm của xương, uống vào thanh ngọt không ngấy...khiến thực khách ăn mãi không thôi.",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    },
    "special": {
      "_id": 108365,
      "id": "victorious_legend",
      "name": "Thường Thắng Truyền Thuyết",
      "description": "Món ăn đặc sắc của Gorou. Món ăn kèm chất cao và đầy ắp, cũng giống như tâm ý của Gorou khiến cho người khác phải cảm động. Ăn hết mì, húp hết nước, xoa xoa bụng, rồi ngẩng đầu nhìn Gorou đứng bên cạnh...Chỉ thấy Gorou đang cười rạng rỡ, chiếc đuôi phía sau còn đang ngoe nguẩy, chắc bản thân Gorou cũng không phát hiện ra...",
      "effect": "Hồi 40% giới hạn HP cho nhân vật được chọn, và hồi thêm 2350 điểm HP.",
      "character": {
        "id": "gorou",
        "name": "Gorou"
      }
    }
  }
}
