{
  "_id": 3201,
  "id": "tricolor_dango",
  "name": "Dango Ba Màu",
  "description": "Món điểm tâm mềm và dẻo. Được làm từ bột gạo nếp xay nhuyễn rồi thêm nước vo thành hình cầu, sau đó đem đi hấp chín. Tú Cầu Anh Đào và màu Cỏ Kim Ngư khiến viên điểm tâm này càng thêm sinh động.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Sữa",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Cỏ Kim Ngư",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Tú Cầu Anh Đào",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Lúa Nước",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108252,
      "name": "Dango Ba Màu Kỳ Lạ",
      "description": "Món điểm tâm mềm và dẻo. Có lẽ trong lúc làm đã cho không đủ nước nên viên bột có phần nứt nẻ. Nếu nhắm mắt ăn bừa thì coi chừng bị nghẹn...",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "_id": 108253,
      "name": "Dango Ba Màu",
      "description": "Món điểm tâm mềm và dẻo. Được làm từ bột gạo nếp xay nhuyễn rồi thêm nước vo thành hình cầu, sau đó đem đi hấp chín. Tú Cầu Anh Đào và màu Cỏ Kim Ngư khiến viên điểm tâm này càng thêm sinh động.",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "_id": 108254,
      "name": "Dango Ba Màu Ngon",
      "description": "Món điểm tâm mềm và dẻo. Viên bột nhẵn bóng như sương mai đọng trên cánh hoa. Dùng món điểm tâm này khi đang ngắm hoa sẽ khiến người ta có cảm giác hạnh phúc, cứ như cả một năm tiếp theo sẽ xán lạn như hoa nở trước mắt.",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    },
    "special": {
      "_id": 108302,
      "name": "Cá Mùa Hạ",
      "description": "Món ăn đặc biệt của Yoimiya. Khi ngắm pháo hoa, trên tay cầm đầy đồ ăn vặt mà Yoimiya đưa cho, bên tai là tiếng cô ấy cười vô tư như đứa trẻ, cùng với tiếng nổ bùm bùm của pháo hoa trên đầu, giữa bản giao hưởng độc đáo này, con cá vàng bụ bẫm trong tay dường như cũng muốn quẫy đuôi vui mừng...",
      "effect": "Hồi 40% giới hạn HP cho nhân vật được chọn, và hồi thêm 2350 điểm HP.",
      "character": {
        "id": "yoimiya",
        "name": "Yoimiya"
      }
    }
  }
}
