{
  "_id": 2210,
  "id": "udon_noodles",
  "name": "Mì Udon",
  "description": "Món mì sợi dai. Sau khi lên men và kéo căng nhiều lần, bột sẽ trở thành sợi mì mềm mại và có tính đàn hồi. Không giống như Ramen hương vị đậm đà, mì udon lại làm say lòng người dân Inazuma với hương vị nhẹ nhàng.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Bột Mì",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Rong Biển",
      "amount": 1
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Thịt Cá",
      "amount": 1
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108377,
      "name": "Mì Udon Kỳ Lạ",
      "description": "Món mì sợi dai. Sợi mì và nước súp quá nhạt nhẽo khiến khi ăn có cảm giác nhàm chán. Xem ra lần sau khi nêm gia vị cần phải chú ý hơn một chút.",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 250 HP."
    },
    "normal": {
      "_id": 108378,
      "name": "Mì Udon",
      "description": "Món mì sợi dai. Sau khi lên men và kéo căng nhiều lần, bột sẽ trở thành sợi mì mềm mại và có tính đàn hồi. Không giống như Ramen hương vị đậm đà, mì udon lại làm say lòng người dân Inazuma với hương vị nhẹ nhàng.",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 400 HP."
    },
    "delicious": {
      "_id": 108379,
      "name": "Mì Udon Ngon",
      "description": "Món mì sợi dai. Sợi mì udon trắng, dẻo dai hòa quyện với nước dùng được chế biến cẩn thận, giản dị mà ngon đến nao lòng. Hương thơm thoang thoảng của lúa mì len vào trong dạ dày cùng với sợi mì mềm ngọt, nhưng dư vị ấm áp vẫn tràn ngập trong lòng.",
      "effect": "Hồi sinh nhân vật được chọn và hồi phục 550 HP."
    },
    "special": {
      "_id": 108380,
      "id": "fukuuchi_udon",
      "name": "Mì Udon Fukuuchi",
      "description": "Món ăn đặc biệt của Yae Miko. Món đậu phụ béo ngậy ở giữa là món đặc biệt do \"tiểu thư hồ ly\" làm, tương truyền rằng nếu bạn thành tâm và ăn hết một lượt, bạn sẽ được \"tiên hồ\" phù hộ gặp nhiều may mắn, hạnh phúc ngập tràn.",
      "effect": "Hồi sinh nhân vật được chọn và hồi 15% giới hạn HP cho nhân vật đó, đồng thời hồi thêm 550 điểm HP.",
      "character": {
        "id": "yae_miko",
        "name": "Yae Miko"
      }
    }
  }
}