{
  "id": "universal_peace",
  "name": "Thế Giới Hòa Bình",
  "description": "Món chính đầy màu sắc với nguyên liệu ngọt ngào quyện chặt giữa những hạt nếp dẻo thơm. Tâm ý của món ăn mong cho thiên hạ thái bình, khắp nơi thịnh vượng còn quan trọng hơn cả mùi vị của nó. Mà tâm ý lại chính là hương liệu tuyệt vời nhất, thế nên mùi vị chắc chắn sẽ không tệ.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "rice",
      "name": "Lúa Nước",
      "amount": 4
    },
    {
      "id": "lotus_head",
      "name": "Đài Sen",
      "amount": 2
    },
    {
      "id": "carrot",
      "name": "Cà Rốt",
      "amount": 2
    },
    {
      "id": "berry",
      "name": "Quả Mâm Xôi",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "name": "Thế Giới Hòa Bình Kỳ Lạ",
      "description": "Món chính đầy màu sắc. Bị mất quá nhiều nước trong quá trình chế biến, cần một chút trí tưởng tượng và bổ sung thêm nước để khôi phục lại hương vị.",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "name": "Thế Giới Hòa Bình",
      "description": "Món chính đầy màu sắc với nguyên liệu ngọt ngào quyện chặt giữa những hạt nếp dẻo thơm. Tâm ý của món ăn mong cho thiên hạ thái bình, khắp nơi thịnh vượng còn quan trọng hơn cả mùi vị của nó. Mà tâm ý lại chính là hương liệu tuyệt vời nhất, thế nên mùi vị chắc chắn sẽ không tệ.",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "name": "Thế Giới Hòa Bình Ngon",
      "description": "Món chính đầy màu sắc. Trái cây khô chua ngọt như sợi chỉ vô hình, quyện vào cơm lam đầy hương vị. Dù đã thưởng thức xong, thì vị ngọt nhàn nhạt vẫn còn lưu lại trên môi, trên răng khiến người ta cảm thấy sảng khoái.",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    },
    "special": {
      "name": "Thái Bình Thịnh Thế",
      "description": "Món ăn đặc sắc của Ganyu. Bức tranh kỳ lân đang nghỉ ngơi bên hoa, chỉ cần ngắm nhìn thôi cũng có thể xoa dịu tâm trạng. Ganyu nấu món ăn này với những lời cầu chúc tốt đẹp đến thế giới, rồi lặng lẽ để lại những cánh hoa trái tim thuần khiết mình thích nhất cho bạn.",
      "effect": "Hồi 40% giới hạn HP cho nhân vật được chọn, và hồi thêm 2350 điểm HP.",
      "character": {
        "id": "ganyu",
        "name": "Ganyu"
      }
    }
  }
}
