{
  "_id": 2109,
  "id": "vegetarian_abalone",
  "name": "Bào Ngư Chay",
  "description": "Một món chay có vị đậm đà. Cắt nhung tùng thành từng lát mỏng, chiên cho đến khi chín vàng rồi rưới nước sốt lên. Khi ăn có vị của bào ngư. Món ăn này hoàn toàn có thể thay thế cho món mặn.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Nhung Tùng",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Cỏ Kim Ngư",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108188,
      "name": "Bào Ngư Chay Kỳ Lạ",
      "description": "Một món chay có vị đậm đà. Nước sốt đặc lấn áp hoàn toàn vị tươi ngon của nguyên liệu. Có cảm giác khi ăn vào thì cho dù uống bao nhiêu nước cũng sẽ thấy bị khô cổ.",
      "effect": "Hồi 250 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "normal": {
      "_id": 108189,
      "name": "Bào Ngư Chay",
      "description": "Một món chay có vị đậm đà. Cắt nhung tùng thành từng lát mỏng, chiên cho đến khi chín vàng rồi rưới nước sốt lên. khi ăn có vị của bào ngư. Món ăn này hoàn toàn có thể thay thế cho món mặn.",
      "effect": "Hồi 400 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "delicious": {
      "_id": 108190,
      "name": "Bào Ngư Chay Ngon",
      "description": "Một món chay có vị đậm đà. Khi được thêm nước sốt, nhung tùng mang đến một hương vị cao cấp và chất lượng, mềm như sò điệp và tươi như bào ngư, rất khó để phân biệt đây là món chay hay mặn. Nếu thực khách ăn mà không biết trước, khi nói ra đáp án nhất định sẽ rất bất ngờ.",
      "effect": "Hồi 550 điểm HP cho nhân vật được chọn hồi sinh."
    },
    "special": {
      "_id": 108200,
      "id": "ghostly_march",
      "name": "Đại Hành Quân U U",
      "description": "Thức ăn đặc biệt của Hu Tao. Những con ma đầu tròn chen chúc nhau có chút gì đó ngộ nghĩnh và dễ thương. Tuy nhiên, nếu bạn ăn một trong số chúng thì bạn sẽ phải hối hận rất lâu... Thứ thức ăn trong đó đã phá hủy hoàn toàn vị giác - \"Tôi không biết mình đang ăn cái gì nữa.\"",
      "effect": "Hồi sinh nhân vật được chọn và hồi 15% giới hạn HP cho nhân vật đó, đồng thời hồi thêm 550 điểm HP.",
      "character": {
        "id": "hu_tao",
        "name": "Hu Tao"
      }
    }
  }
}
