{
  "_id": 3609,
  "id": "veggie_pot_soup",
  "name": "Canh Rau Củ Đóng Hộp",
  "description": "Món súp được chế biến từ nhiều loại rau củ. Các nguyên liệu được thái sợi và nấu chín với nước, chỉ cần nêm nếm đơn giản là có thể dùng được. Vị thanh đạm và thơm ngon, rất tốt cho sức khỏe.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Bắp Cải Cuộn",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Cà Rốt",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Khoai Tây",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Hồi Phục",
  "results": {
    "suspicious": {
      "_id": 108940,
      "name": "Canh Rau Củ Đóng Hộp Kỳ Lạ",
      "description": "Món súp được chế biến từ nhiều loại rau củ. Độ tươi và giòn biến mất sau khi hầm lâu, chỉ còn lại những chiếc lá nhũn nhão nhoẹt đang cố bám chặt. Nếu không ngại cảm giác nhớp nháp kỳ lạ này, thì chừng đó cũng đủ để ăn no...",
      "effect": "Hồi 30% giới hạn HP cho nhân vật được chọn, và hồi thêm 600 điểm HP."
    },
    "normal": {
      "_id": 108941,
      "name": "Canh Rau Củ Đóng Hộp",
      "description": "Món súp được chế biến từ nhiều loại rau củ. Các nguyên liệu được thái sợi và nấu chín với nước, chỉ cần nêm nếm đơn giản là có thể dùng được. Vị thanh đạm và thơm ngon, rất tốt cho sức khỏe.",
      "effect": "Hồi 32% giới hạn HP cho nhân vật được chọn, và hồi thêm 1250 điểm HP."
    },
    "delicious": {
      "_id": 108942,
      "name": "Canh Rau Củ Đóng Hộp Ngon",
      "description": "Món súp được chế biến từ nhiều loại rau củ. Cách chế biến đơn giản nhưng vẫn giữ được hương vị nguyên bản nhất của rau củ. Chỉ cần một ngụm, cảm giác ấm áp dễ chịu sẽ lan khắp người.",
      "effect": "Hồi 34% giới hạn HP cho nhân vật được chọn, và hồi thêm 1900 điểm HP."
    },
    "special": {
      "_id": 108951,
      "id": "nightwatch_soup",
      "name": "Súp Ấm Gác Đêm",
      "description": "Món ăn độc quyền của Illuga. Một ngụm súp ấm sau chuyến tuần tra đêm có thể xua tan mệt mỏi về thể chất lẫn tinh thần, xoa dịu những căng thẳng thần kinh. Hiệu quả đáng kinh ngạc này chắc hẳn là bí quyết độc đáo mà đội trưởng trẻ tuổi này đã tích lũy qua nhiều năm kinh nghiệm...",
      "effect": "Hồi 40% giới hạn HP cho nhân vật được chọn, và hồi thêm 2350 điểm HP.",
      "character": {
        "id": "illuga",
        "name": "Illuga"
      }
    }
  }
}