{
  "_id": 215044,
  "id": "a_day_carved_from_rising_winds",
  "name": "A Day Carved From Rising Winds",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "ATK +18%.",
  "four_pc": "After a Normal Attack, Charged Attack, Elemental Skill, or Elemental Burst hits an opponent, gain the Blessing of Pastoral Winds effect for 6s: ATK is increased by 25%. If the equipping character has completed Witch's Homework, Blessing of Pastoral Winds will be upgraded to Resolve of Pastoral Winds, which also increases the CRIT Rate of the equipping character by an additional 20%. This effect can be triggered even when the character is off-field.",
  "goblet": {
    "_id": 44412,
    "id": "heldeneposs_unspoken_tale",
    "name": "Heldenepos's Unspoken Tale",
    "description": "An ancient goblet, its azure surface weathered by time. It is rumored to have belonged to an unnamed bard in ages past."
  },
  "plume": {
    "_id": 44422,
    "id": "dawns_brilliant_oath",
    "name": "Dawn's Brilliant Oath",
    "description": "A feather accessory of azure, clear as the dawn, said to have once belonged to a guard who cast aside his name in ages past."
  },
  "circlet": {
    "_id": 44432,
    "id": "minnesang_of_love_and_lament",
    "name": "Minnesang of Love and Lament",
    "description": "A luxurious hair accessory adorned with jade and azure crystals, said to have once been a token bestowed by the Lord of Storm upon a favored recipient in ages past."
  },
  "flower": {
    "_id": 44442,
    "id": "windborne_flowers_spruchdichtung",
    "name": "Windborne Flower's Spruchdichtung",
    "description": "An azure crystal bloom that never withers, said to have once belonged, in ages past, to a wandering girl who invoked the thousand winds and countless flowers."
  },
  "sands": {
    "_id": 44452,
    "id": "a_note_in_springs_leich",
    "name": "A Note in Spring's Leich",
    "description": "An hourglass filled with azure sand. For reasons unknown, no matter how it is turned, the grains within it refuse to stir."
  }
}