{
  "_id": 215033,
  "id": "song_of_days_past",
  "name": "Song of Days Past",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Healing Bonus +15%.",
  "four_pc": "When the equipping character heals a party member, the Yearning effect will be created for 6s, which records the total amount of healing provided (including overflow healing). When the duration expires, the Yearning effect will be transformed into the \"Waves of Days Past\" effect: When your active party member hits an opponent with a Normal Attack, Charged Attack, Plunging Attack, Elemental Skill, or Elemental Burst, the DMG dealt will be increased by 8% of the total healing amount recorded by the Yearning effect. The \"Waves of Days Past\" effect is removed after it has taken effect 5 times or after 10s. A single instance of the Yearning effect can record up to 15,000 healing, and only a single instance can exist at once, but it can record the healing from multiple equipping characters. Equipping characters on standby can still trigger this effect.",
  "goblet": {
    "_id": 33412,
    "id": "promised_dream_of_days_past",
    "name": "Promised Dream of Days Past",
    "description": "An opulent vessel made based on the form of the legendary \"Pure Grail.\" It is said to be able to fulfill the wishes of the purest of people."
  },
  "plume": {
    "_id": 33422,
    "id": "recollection_of_days_past",
    "name": "Recollection of Days Past",
    "description": "A butterfly-shaped feather accessory made from silver and azure crystals. It is said to, in the distant past, have symbolized an oath to never be parted."
  },
  "circlet": {
    "_id": 33432,
    "id": "poetry_of_days_past",
    "name": "Poetry of Days Past",
    "description": "A formal hat that was once in vogue amongst creators of opera in Fontaine. Word has it that its feathered adornment was based on the legendary helms of the Lochknights."
  },
  "flower": {
    "_id": 33442,
    "id": "forgotten_oath_of_days_past",
    "name": "Forgotten Oath of Days Past",
    "description": "An ever-blooming flower shaped from larimar and shimmering silver. They say that this is still viewed as a symbol of resistance."
  },
  "sands": {
    "_id": 33452,
    "id": "echoing_sound_from_days_past",
    "name": "Echoing Sound From Days Past",
    "description": "An oddly shaped hourglass made from lazurite and aqua jade. It was reportedly inspired by the bell tower in Petrichor."
  }
}