{
  "_id": 224041,
  "id": "electro_cicins_gleam",
  "shareId": 341,
  "name": "Cintilar da Cicin Electro",
  "title": "Feiticeira Cicin Electro: Cintilar da Cicin Electro",
  "desc": "\"Você... veio brincar comigo?\"",
  "in_play_description": "Se Fatui - Feiticeira Cicin Electro com esta carta equipada estiver em campo, antes que você escolha uma ação: Se os <span style=\"color:#FFFFFFFF\">Usos</span> de <span style=\"color:#FFFFFFFF\">Cicin Electro</span> estiverem em pelo menos 3, então <span style=\"color:#FFFFFFFF\">Cicin Electro</span> causará imediatamente 1 <span style=\"color:#FFACFFFF\">Dano Electro</span>. (Consome <span style=\"color:#FFFFFFFF\">Usos</span>, uma vez por Turno)",
  "attributes": {
    "cost": 3,
    "cost_type": "Electro",
    "card_type": "Carta de Equipamento",
    "energy": [
      {
        "_id": 1104,
        "id": "electro",
        "type": "Electro",
        "count": 3
      }
    ],
    "source": "Recompensa por aceitar o Desafio da Taverna contra a Feiticeira Cicin Electro na Cauda do Gato e concluir todos os objetivos de desafio correspondentes em uma Partida Amistosa",
    "tags": [
      "Talento",
      "Ação de Combate"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "<span style=\"color:#FFFFFFFF\">Ações de Combate</span>: Quando seu Personagem em Combate for <span style=\"color:#FFFFFFFF\">Fatui - Feiticeira Cicin Electro</span>, equipe essa carta.<br/>Após Fatui - Feiticeira Cicin Electro equipar essa carta, usa imediatamente <span style=\"color:#FFD780FF\">Chamado Nevoento</span> uma vez.<br/>Se Fatui - Feiticeira Cicin Electro com esta carta equipada estiver em campo, antes que você escolha uma ação: Se os <span style=\"color:#FFFFFFFF\">Usos</span> de <span style=\"color:#FFFFFFFF\">Cicin Electro</span> estiverem em pelo menos 3, então <span style=\"color:#FFFFFFFF\">Cicin Electro</span> causará imediatamente 1 <span style=\"color:#FFACFFFF\">Dano Electro</span>. (Precisa consumir <span style=\"color:#FFFFFFFF\">Usos</span>, uma vez por Turno.)<br/>(O deck precisa ter Fatui - Feiticeira Cicin Electro para adicionar essa carta a ele.)"
    }
  ]
}
