{
  "_id": 223031,
  "id": "scorpocalypse",
  "shareId": 295,
  "name": "Pyrofuracão do Escorpião",
  "title": "Eremita Narradora da Areia Ardente - Pyrofuracão do Escorpião",
  "desc": "\"Pelo Oásis Eterno!\"",
  "in_play_description": "<span style=\"color:#FFFFFFFF\">Espírito Ominoso: Escorpião de Fogo</span> criado por Eremita Narradora da Areia Ardente com essa carta equipada causa +1 de Dano em Turnos que Eremita Narradora da Areia Ardente usou <span style=\"color:#FFFFFFFF\">Ataque Normal</span> ou <span style=\"color:#FFFFFFFF\">Habilidade Elemental</span>.<br/>Redução de Dano de <span style=\"color:#FFFFFFFF\">Espírito Ominoso: Escorpião de Fogo</span> agora pode ser ativado duas vezes por Turno.",
  "attributes": {
    "cost": 3,
    "cost_type": "Pyro",
    "card_type": "Carta de Equipamento",
    "energy": [
      {
        "_id": 1103,
        "id": "pyro",
        "type": "Pyro",
        "count": 3
      },
      {
        "_id": 1110,
        "id": "energy",
        "type": "Carga",
        "count": 2
      }
    ],
    "source": "Recompensa por aceitar o Desafio da Taverna contra Eremita Narradora da Areia Ardente na Cauda do Gato e conquistar todos os objetivos de desafio correspondentes na Partida Amistosa",
    "tags": ["Talento", "Ação de Combate"]
  },
  "skills": [
    {
      "name": "",
      "desc": "<span style=\"color:#FFFFFFFF\">Ações de Combate</span>: Quando seu Personagem em Combate for <span style=\"color:#FFFFFFFF\">Eremita Narradora da Areia Ardente</span>, equipe esta carta.<br/>Depois que Eremita Narradora da Areia Ardente equipar essa carta, imediatamente usa <span style=\"color:#FFD780FF\">O Despertar do Espírito Ominoso: Escorpião de Fogo</span> uma vez.<br/><span style=\"color:#FFFFFFFF\">Espírito Ominoso: Escorpião de Fogo</span> gerado por Eremita Narradora da Areia Ardente com esta carta equipada causará +1 de Dano em Turnos quando Eremita Narradora da Areia Ardente tiver usado um <span style=\"color:#FFFFFFFF\">Ataque Normal</span> ou <span style=\"color:#FFFFFFFF\">Habilidade Elemental</span>.<br/>A redução de Dano de <span style=\"color:#FFFFFFFF\">Espírito Ominoso: Escorpião de Fogo</span> pode ser ativada duas vezes por Turno.<br/>(Seu deck deve conter Eremita Narradora da Areia Ardente para que essa carta seja adicionada a ele)"
    }
  ]
}
