{
  "_id": 31,
  "id": "sumeru_the_rainforest_of_lore",
  "name": "Сумеру: Таинственные тропики",
  "order": 42,
  "achievements": [
    {
      "id": 80160,
      "name": "Континентальный исследователь: Леса Сумеру",
      "desc": "Откройте карты следующих регионов Сумеру: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 5,
      "hidden": false,
      "order": 160
    },
    {
      "id": 80161,
      "name": "Лесной странник",
      "desc": "Откройте все точки телепортации в следующих регионах Сумеру: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 5,
      "hidden": false,
      "order": 161
    },
    {
      "id": 80162,
      "name": "Паломник святилища: леса Сумеру",
      "desc": "Откройте все Усыпальницы глубин в следующих регионах Сумеру: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 10,
      "hidden": false,
      "order": 162
    },
    {
      "id": 80163,
      "name": "Флуоресцентное цветение",
      "desc": "Повысьте статую семи Архонтов в Сумеру до макс. уровня.",
      "reward": 20,
      "hidden": false,
      "order": 163
    },
    {
      "id": 80164,
      "name": "Апогей великой мечты",
      "desc": "Повысьте уровень Древа снов в Ванаране до макс. уровня.",
      "reward": 20,
      "hidden": false,
      "order": 164
    },
    {
      "id": 80165,
      "name": "Проводник в чаще",
      "desc": "Проследуйте за 10 феями и откройте сад фей в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 5,
      "hidden": false,
      "order": 165
    },
    {
      "id": 80166,
      "name": "Проводник в чаще",
      "desc": "Проследуйте за 20 феями и откройте сад фей в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 10,
      "hidden": false,
      "order": 166,
      "preStage": 80165
    },
    {
      "id": 80167,
      "name": "Проводник в чаще",
      "desc": "Проследуйте за 40 феями и откройте сад фей в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 20,
      "hidden": false,
      "order": 167,
      "preStage": 80166
    },
    {
      "id": 80168,
      "name": "Охотник за лесными сокровищами",
      "desc": "Откройте 100 сундуков в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 5,
      "hidden": false,
      "order": 168
    },
    {
      "id": 80169,
      "name": "Охотник за лесными сокровищами",
      "desc": "Откройте 200 сундуков в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 10,
      "hidden": false,
      "order": 169,
      "preStage": 80168
    },
    {
      "id": 80170,
      "name": "Охотник за лесными сокровищами",
      "desc": "Откройте 400 сундуков в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 20,
      "hidden": false,
      "order": 170,
      "preStage": 80169
    },
    {
      "id": 80171,
      "name": "Лесной искатель приключений",
      "desc": "Выполните 10 ограниченных по времени испытаний открытого мира в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 5,
      "hidden": false,
      "order": 171
    },
    {
      "id": 80172,
      "name": "Лесной искатель приключений",
      "desc": "Выполните 20 ограниченных по времени испытаний открытого мира в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 10,
      "hidden": false,
      "order": 172,
      "preStage": 80171
    },
    {
      "id": 80173,
      "name": "Лесной искатель приключений",
      "desc": "Выполните 40 ограниченных по времени испытаний открытого мира в следующих регионах: лес Авидья, джунгли Локапал, долина Ардрави, земля Ашаван, луга Вишудхи, Потерянный питомник, Ванарана.",
      "reward": 20,
      "hidden": false,
      "order": 173,
      "preStage": 80172
    },
    {
      "id": 80174,
      "name": "Лес помнит всё",
      "desc": "Завершите Араньяку.",
      "reward": 10,
      "hidden": false,
      "order": 174
    }
  ]
}