{
  "id": "aaru_mixed_rice",
  "name": "Gemischter Aaru-Reis",
  "description": "Ein sättigendes Hauptgericht. Dieses Nahrungsmittel bringt Reis, Weizenmehl und Bohnen zusammen. Sein wahres Geheimnis ist aber der süßlich saure Geschmack der Tomate. Aufgrund seiner weit verbreiteten Zutaten und deren günstigen Preises ist es eine gute Wahl, um den Hunger zu stillen. Daher breitet sich die Art der Herstellung allmählich vom Aaru-Dorf auf das ganze Gebiet von Sumeru aus.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "rice",
      "name": "Reis",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    },
    {
      "id": "glabrous_beans",
      "name": "Kahle Bohnen",
      "amount": 2
    },
    {
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Abenteuer",
  "results": {
    "suspicious": {
      "name": "Misslungener gemischter Aaru-Reis",
      "description": "Ein sättigendes Hauptgericht. Aufgrund zu großer Ungeduld wurde der Reis vor dem Verzehr nicht gründlich durchmischt, weshalb der Reis teilweise übermäßig viel vom Geschmack der Tomate aufgenommen hat und ein anderer Teil nahezu geschmacklos geblieben ist ... Besser noch einmal mischen.",
      "effect": "Stellt 40 Punkte Ausdauer wieder her."
    },
    "normal": {
      "name": "Gemischter Aaru-Reis",
      "description": "Ein sättigendes Hauptgericht. Dieses Nahrungsmittel bringt Reis, Weizenmehl und Bohnen zusammen. Sein wahres Geheimnis ist aber der süßsaure Geschmack der Tomate. Aufgrund seiner weit verbreiteten Zutaten und deren günstigen Preises ist es eine gute Wahl, um den Hunger zu stillen. Daher breitet sich die Art der Herstellung allmählich vom Aaru-Dorf auf das ganze Gebiet von Sumeru aus.",
      "effect": "Stellt 50 Punkte Ausdauer wieder her."
    },
    "delicious": {
      "name": "Leckerer gemischter Aaru-Reis",
      "description": "Ein sättigendes Hauptgericht. Der Reis wurde Korn für Korn mit kräftigem Tomatensaft benetzt. Obwohl kein Öl hinzugefügt wurde, ist dieses vegane Gericht noch viel verlockender als der Geruch von gebratenem Fleisch. Der sich wie Sanddünen auftürmende Wohlgeschmack bringt ein ungewöhnlich befriedigendes Gefühl mit sich.",
      "effect": "Stellt 60 Punkte Ausdauer wieder her."
    },
    "special": {
      "name": "Mit größter Hingabe",
      "description": "Candaces Spezialzubereitung. Vorm Servieren riechst du bereits diesen auf die Nase einstürmenden Duft. Es scheint, als sei Candace auch im Schutz des „Appetits“ sehr gewissenhaft ... Allein die Menge ist noch ein wenig größer als bei einem gewöhnlichen gemischten Aaru-Reis. Wie soll man diese „fast schon übermäßige Hingabe“ ganz aufessen?",
      "effect": "Stellt 80 Punkte Ausdauer wieder her.",
      "character": {
        "id": "candace",
        "name": "Candace"
      }
    }
  }
}
