{
  "_id": 3010,
  "id": "adventurers_breakfast_sandwich",
  "name": "Verlorene Eier auf Brot",
  "description": "Ein nahrhaftes Eiergericht. Dabei werden nacheinander Schinken und verlorene Eier auf eine Scheibe Brot gelegt. Dazu wird eine kräftige Ladung Mayonnaise serviert. Der tolle Geschmack dieser Mahlzeit bringt neue Kraft für lange Abenteuer. Es ist auch das Frühstück mit der besten Bewertung der Abenteurergilde.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Schinken",
      "amount": 1
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "_id": 108167,
      "name": "Misslungene verlorene Eier auf Brot",
      "description": "Ein nahrhaftes Eiergericht. Unter der eingetrockneten Schicht Mayonnaise stecken ein hartgekochtes Ei und ledriger Schinken. Satt macht das Gericht schon, solange man es hinunterwürgen kann.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108168,
      "name": "Verlorene Eier auf Brot",
      "description": "Ein nahrhaftes Eiergericht. Dabei werden nacheinander Schinken und verlorene Eier auf eine Scheibe Brot gelegt. Dazu wird eine kräftige Ladung Mayonnaise serviert. Der tolle Geschmack dieser Mahlzeit bringt neue Kraft für lange Abenteuer. Es ist auch das Frühstück mit der besten Bewertung der Abenteurergilde.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108169,
      "name": "Leckere verlorene Eier auf Brot",
      "description": "Ein nahrhaftes Eiergericht. Die Mayonnaise läuft malerisch an dem verlorenen Ei entlang, das innen unaussprechlich zart ist. Die Würze des Schinkens ist kräftig genug, trübe Regenwolken zu vertreiben und heiteres Wetter zu bringen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "_id": 108502,
      "id": "surveyors_breakfast_sandwich",
      "name": "Verlorene Eier nach Feldmesserart",
      "description": "Mikas Spezialzubereitung. Die reichhaltigen Zutaten sind schichtweise aufgebaut. Schon bei einem kleinen Bissen kann man die einzelnen Geschmacksrichtungen deutlich unterscheiden. Die süßen und herzhaften Aromen breiten sich so schnell im Mund aus, als würde man einen Berg von Aromen erklimmen. Ist das die Kochkunst, die Mika bei Expeditionen des Ordo Favonius verfeinert hat?",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 274 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "mika",
        "name": "Mika"
      }
    }
  }
}
