{
  "id": "almond_tofu",
  "name": "Mandeltofu",
  "description": "Eine mit einer Soße aus Mandeln übergossene Süßspeise. Sie ist süß und weich und fühlt sich im Mund an, als würde man auf einer Wolke kauen. Die Mandeln sind hier der Träger des Geschmacks. Aufgrund der Ähnlichkeit zu Tofu erhielt dieses Gericht seinen Namen.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "milk",
      "name": "Milch",
      "amount": 3
    },
    {
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    },
    {
      "id": "almond",
      "name": "Mandeln",
      "amount": 1
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "name": "Misslungener Mandeltofu",
      "description": "Eine mit einer Soße aus Mandeln übergossene Süßspeise. Beim Zerstoßen der Mandeln hat man sich nicht genügend Zeit gelassen. Die groben Stückchen geben nur teilweise ihren Geschmack an den Rest des Gerichts weiter und müssen wohl als eine besondere Auslegung des Rezepts gedeutet werden.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Mandeltofu",
      "description": "Eine mit einer Soße aus Mandeln übergossene Süßspeise. Sie ist süß und weich und fühlt sich im Mund an, als würde man auf einer Wolke kauen. Die Mandeln sind hier der Träger des Geschmacks. Aufgrund der Ähnlichkeit zu Tofu erhielt dieses Gericht seinen Namen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 81 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckerer Mandeltofu",
      "description": "Eine mit einer Soße aus Mandeln übergossene Süßspeise. Die vollendete Form wird nur noch von dem abgerundeten Geschmack übertroffen. Dieses Kunstwerk kann sich sehen und schmecken lassen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 95 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "name": "Träumchen",
      "description": "Xiaos Spezialzubereitung. Sein Traum ist ganz einfach. Er will weiterhin träumen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 114 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "xiao",
        "name": "Xiao"
      }
    }
  }
}
