{
  "_id": 3106,
  "id": "bamboo_shoot_soup",
  "name": "Bambussuppe mit Fleischeinlage",
  "description": "Eine Suppe, die lange geköchelt wird. Frische Bambussprossen, Fleisch und Schinken werden in kleine Stücke geschnitten und auf kleiner Flamme gekocht, bis das Wasser milchig wird. Die verschiedenen Fleischsorten sorgen für verschiedene Aromen in der Suppe, was ihren Charme ausmacht.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Schinken",
      "amount": 2
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambusspross",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108152,
      "name": "Misslungene Bambussuppe mit Fleischeinlage",
      "description": "Eine Suppe, die lange geköchelt wird. Die Hitze scheint nicht gut reguliert worde zu sein, sodass das Fleisch recht zäh geworden ist. Der salzige Schinken verdeckt außerdem den eigentlichen Geschmack des Gerichts. Wenigstens haben die Bambussprossen den Geschmack der beiden Fleischsorten aufgenommen. So kann man wenigstens diese Zutat als nicht ganz verloren betrachten.",
      "effect": "Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 450 LP wieder her."
    },
    "normal": {
      "_id": 108153,
      "name": "Bambussuppe mit Fleischeinlage",
      "description": "Eine Suppe, die lange geköchelt wird. Frische Bambussprossen, Fleisch und Schinken werden in kleine Stücke geschnitten und auf kleiner Flamme gekocht, bis das Wasser milchig wird. Die verschiedenen Fleischsorten sorgen für verschiedene Aromen in der Suppe, was ihren Charme ausmacht.",
      "effect": "Stellt der gewählten Figur sofort 28 % LP und innerhalb der nächsten 30 s alle 5 s 620 LP wieder her."
    },
    "delicious": {
      "_id": 108154,
      "name": "Leckere Bambussuppe mit Fleischeinlage",
      "description": "Eine Suppe, die lange geköchelt wird. Der Duft allein lässt einem das Wasser im Munde zusammenlaufen. Ein Löffel Suppe steckt schon so voller Geschmack, dass es kribbelt. In diesem Moment könnte man meinen, auf einer Wolke des Genusses zu schweben.",
      "effect": "Stellt der gewählten Figur sofort 30 % LP und innerhalb der nächsten 30 s alle 5 s 790 LP wieder her."
    },
    "special": {
      "_id": 108173,
      "name": "Langsam gegarte Bambussuppe mit Fleischeinlage",
      "description": "Zhonglis Spezialzubereitung. Der Schinken wird anhand der hohen Standards des Yuehai-Pavillons ausgewählt. Das noch rohe Fleisch wird von frisch erlegten Tieren in Quellingen genommen. Die Bambussprossen sind die dicksten der im Frühling sprießenden Sprossen im Qingce-Dorf. Mit größter Sorgfalt werden die Zutaten auf kleiner Flamme gekocht, bis sich ein ganz besonderer Geschmack entfaltet, der Menschen zugute kommen sollte, die ihn zu würdigen wissen.",
      "effect": "Stellt der gewählten Figur sofort 34 % LP und innerhalb der nächsten 30 s alle 5 s 980 LP wieder her.",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}
