{
  "_id": 2602,
  "id": "berries_and_fried_meat",
  "name": "Gebratenes Fleisch mit Beeren",
  "description": "Gebratenes Fleisch , gepaart mit Kartoffelpüree. Erst wird das in dünne Scheiben geschnittene Fleisch gebraten, dann geschmort und nach dem Garen auf ein Bett aus Kartoffelpüree gebettet. Normalerweise isst man es mit gestampften Beeren. Sehr nahrhaft und sättigend!",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 1
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Kartoffel",
      "amount": 1
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Mittsommerbeere",
      "amount": 1
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkabeere",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108873,
      "name": "Misslungenes gebratenes Fleisch mit Beeren",
      "description": "Gebratenes Fleisch mit Kartoffelpüree. Das Fleisch sieht zwar durchgegart aus, doch der erste Biss offenbart einen intensiven blutigen Geschmack ... Wenn man mit dem Gedanken an Rohkost klarkommt, ist es gar nicht mal so übel.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 250 LP wieder her."
    },
    "normal": {
      "_id": 108874,
      "name": "Gebratenes Fleisch mit Beeren",
      "description": "Gebratenes Fleisch mit Kartoffelpüree. Das Fleisch wird in dünne Scheiben geschnitten, angebraten und geschmort, dann auf das Kartoffelpüree gelegt. Wird oft zusammen mit zerdrückten Beeren serviert, eine ausgewogene und sättigende Mahlzeit.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 400 LP wieder her."
    },
    "delicious": {
      "_id": 108875,
      "name": "Leckeres gebratenes Fleisch mit Beeren",
      "description": "Gebratenes Fleisch mit Kartoffelpüree. Das Fleisch ist zart und fein geschnitten, salzig und aromatisch im Geschmack. Zusammen mit der natürlichen Süße der Beeren fühlt es sich an wie eine wilde kulinarische Reise durch ein unberührtes Feld, die nicht nur für Freude sorgt, sondern auch eine heilende Wohltat für die Seele ist.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 550 LP wieder her."
    }
  }
}