{
  "_id": 4301,
  "id": "biryani",
  "name": "Biryani",
  "description": "Ein aromatischer Pilaw. Das marinierte rohe Fleisch knusprig anbraten. Alle Zutaten und den Langkornreis auf sehr kleiner Flamme ausquellen lassen. Mit den Padisarah garnieren. Das deftige Fleisch mitsamt dem vielschichtigen Aroma der Gewürze vermischt sich mit den prallen Reiskörnern. So entsteht eine in Sumeru ganz beliebte Delikatesse.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Reis",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Harra-Würze",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108415,
      "name": "Misslungenes Biryani",
      "description": "Ein aromatischer Pilaw. Der Reis ist so sehr mit Öl vollgesogen, dass er durchsichtig geworden ist. Er hat einen unangenehm fettigen Geruch und nach dem Verzehr bleibt auf dem Boden der Schüssel eine dicke Schicht Öl zurück ... Nach diesem „Genuss“ wird man drei tagelang nichts auch nur in Ansätzen fettiges essen wollen.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 215 Punkte und den Heileffekt um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108416,
      "name": "Biryani",
      "description": "Ein aromatischer Pilaw. Das marinierte rohe Fleisch knusprig anbraten. Alle Zutaten und den Langkornreis auf sehr kleiner Flamme ausquellen lassen. Mit den Padisarah garnieren. Das deftige Fleisch mitsamt dem vielschichtigen Aroma der Gewürze vermischt sich mit den prallen Reiskörnern. So entsteht eine in Sumeru ganz beliebte Delikatesse.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 261 Punkte und den Heileffekt um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108417,
      "name": "Leckeres Biryani",
      "description": "Ein aromatischer Pilaw. Die goldene Krone aus Langkornreis und Fleisch ist mit Padisarah-Blütenblättern verziert, ein Bild, das an eine mit Oasen übersäte Wüste erinnert. Der verlockende Duft der Harra-Würze tanzt auf jedem Reiskorn. Jeder Bissen beruhigt deinen ganzen Körper. Es dauert nicht lange, bis ein Kunde den Teller leer gegessen hat. Sie können nicht anders, als sich den Mund abzulecken und den restlichen Geschmack zu genießen.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 308 Punkte und den Heileffekt um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
