{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Pummeleis",
  "description": "Ein in Aquamarinfarben getauchtes Speiseeis. Was gibt es an heißen Tagen für einen besseren Zeitvertreib als ein Becher Eiscreme, um der Hitze zu entfliehen? Der Geschmack des Eises ist kühl und erfrischend, wie ein Sprung ins Meer; alle Sorgen sind im Nu verschwunden, genauso wie die Hitze im Inneren des Körpers. Was bleibt, ist ein von Glück erfülltes Herz.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milch",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salz",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Sahne",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Misslungenes Pummeleis",
      "description": "Ein in Aquamarinfarben getauchtes Speiseeis. Die übergroßen Bröckchen an Meersalz starten einen regelrechten Überfall auf die Geschmacksnerven. Man kann gar nicht anders, als im Angesicht der übertriebenen Versalzung halb das Bewusstsein zu verlieren ... Und wenn man erst einmal den Mut aufbringt, es ein weiteres Mal zu kosten, ist das Eis bereits zu einer milchigen Flüssigkeit zerschmolzen ...",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 215 Punkte und den Heileffekt um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108685,
      "name": "Pummeleis",
      "description": "Ein in Aquamarinfarben getauchtes Speiseeis. Was gibt es an heißen Tagen für einen besseren Zeitvertreib als ein Becher Eiscreme, um der Hitze zu entfliehen? Der Geschmack des Eises ist kühl und erfrischend, wie ein Sprung ins Meer; alle Sorgen sind im Nu verschwunden, genauso wie die Hitze im Inneren des Körpers. Was bleibt, ist ein von Glück erfülltes Herz.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 261 Punkte und den Heileffekt um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108686,
      "name": "Leckeres Pummeleis",
      "description": "Ein in Aquamarinfarben getauchtes Speiseeis. Das Bild der niedlich-knuddeligen Pummelrobbe auf dem Becher verleiht dem Ganzen einen Hauch von Witz, während das milchige Aroma eine Textur der Gemächlichkeit webt, die von einem sanften Hauch Salz umschmeichelt wird. Man erhält den Eindruck, als würde der Gaumen von der Meeresströmung höchstpersönlich eingeladen, an einem einzigartigen Abenteuer teilzunehmen. Eine Reise der Köstlichkeit, von der man hofft, sie würde niemals enden!",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 308 Punkte und den Heileffekt um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
