{
  "_id": 4204,
  "id": "bountiful_year",
  "name": "Jahresfisch",
  "description": "Ein luxuriöses und exquisites Fisch-Sashimi. Das Fischfleisch wird in dünne Scheiben geschnitten und in Form blühender Blumen angerichtet, die dann von einem Kreis aus reichhaltigen Beilagen umgeben sind. Vor dem Essen werden die Beilagen in der Regel mit dem Sashimi vermischt, was den Wunsch ausdrückt, dass man später eine üppige Ernte haben könnte.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fisch",
      "amount": 4
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Möhre",
      "amount": 4
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Zwiebel",
      "amount": 2
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Glasglöckchen",
      "amount": 1
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "_id": 108366,
      "name": "Misslungener Jahresfisch",
      "description": "Luxuriöses und exquisites Fisch-Sashimi. Der ungleichmäßig gemischte Fisch und die Gewürze liegen so unordentlich auf dem Teller wie ein niedergeschlagener Seemann, der von den aufgewühlten Wellen an Land gespült wird, und sie wecken nicht gerade deinen Appetit. Dabei wäre es eine weitere Verschwendung dieser Zutaten, wenn du sie nicht essen würdest. Ach, was für ein morbides Dilemma.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108367,
      "name": "Jahresfisch",
      "description": "Luxuriöses und exquisites Fisch-Sashimi. Das Fischfleisch wird in dünne Scheiben geschnitten und in Form blühender Blumen angerichtet, die dann von einem Kreis aus reichhaltigen Beilagen umgeben sind. Vor dem Essen werden die Beilagen in der Regel mit dem Sashimi vermischt, was den Wunsch ausdrückt, dass man später eine üppige Ernte haben könnte.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108368,
      "name": "Leckerer Jahresfisch",
      "description": "Luxuriöses und exquisites Fisch-Sashimi. Das gestapelte rohe Fischfleisch ist so dünn geschnitten wie Zikadenflügel. Und sein Geschmack ist so leicht wie Nebel, seine Musterlinien opalweiß, wie Schnee, der die Erde küsst. Man kann es kaum erwarten, es zu schmausen. Das weiche, geschmeidige Fleisch und die unzähligen Aromen der Gewürze vereinen sich auf der Zunge, zum Lob aller. Das ist wahrlich ein Geschmackserlebnis, das alle anderen übertrifft!",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
