{
  "_id": 3122,
  "id": "braised_meatball",
  "name": "Geschmortes Fleischklößchen",
  "description": "Ein Klassiker der Liyuer Küche. Stücke fetten und mageren Fleisches werden zunächst zusammen mit knackigen Bambussprossen kleingehackt, anschließend wird alles zu Bällchen verknetet, die dann gekocht werden. Das fertige Gericht erfreut sich großer Beliebtheit, sei es nun als klassische Hausmannskost, als auch als gereichte Speise auf Banketten.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 4
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambusspross",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salz",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108642,
      "name": "Misslungenes geschmortes Fleischklößchen",
      "description": "Ein Klassiker der Liyuer Küche. Die Form ist rund, das Aroma würzig, auf den ersten Blick ist also alles mit diesem Gericht in Ordnung. Allerdings enthüllt der erste Bissen eine gewisse Trockenheit; kann es sein, dass vielleicht zu viele Stücke mageren Fleisches gewählt wurden?",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108643,
      "name": "Geschmortes Fleischklößchen",
      "description": "Ein Klassiker der Liyuer Küche. Stücke fetten und mageren Fleisches werden zunächst zusammen mit knackigen Bambussprossen kleingehackt, anschließend wird alles zu Bällchen verknetet, die dann gekocht werden. Das fertige Gericht erfreut sich großer Beliebtheit, sei es nun als klassische Hausmannskost, als auch als gereichte Speise auf Banketten.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108644,
      "name": "Leckeres geschmortes Fleischklößchen",
      "description": "Ein Klassiker der Liyuer Küche. Das Zartgrün der Zwiebeln und das Tiefrot des Fleisches bilden einen perfekten Kontrast, während die Konsistenz des Klößchens durch die exquisite Messertechnik bei der Zubereitung dieses butterweich im Mund zergehen lässt, wobei es saftig, aber nicht fettig ist. Man kommt nicht umhin, nach nur einem Bissen ins Schwärmen zu geraten. Und wenn man erst einmal alles aufgegessen hat, schwebt man sicher im siebten Himmel.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "_id": 108663,
      "id": "encompassing_gladness",
      "name": "Allumfassende Freude",
      "description": "Xianyuns Spezialzubereitung. Der Duft der Fleischbällchen steigt dir in die Nase und noch bevor du dich von deiner Überraschung erholen kannst, als deine Augen sie das erste Mal erblicken, setzt Xianyun auch schon an: „Wie sollte auch diese weltliche Küche mir eine Last aufbürden? Iss schnell, solange sie noch heiß sind. Möge dir Friede und Glück zuteilwerden und dir alles gelingen. *räusper* Hin und wieder ein kleines Ritual kann doch nicht schaden, oder?“",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 274 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "xianyun",
        "name": "Xianyun"
      }
    }
  }
}