{
  "_id": 3905,
  "id": "bubblemilk_pie",
  "name": "Bubblemilch-Strudel",
  "description": "Ein innovatives, gefülltes Dessert. Knusprige Teigschale, cremige Füllung und das überraschende Gefühl, dass die Blasen nacheinander platzen. Dieser Genuss nach dem Essen befriedigt alle Geschmacksknospen. Vergiss nicht, es zu essen, solange es noch heiß ist!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milch",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108835,
      "name": "Misslungener Bubblemilch-Strudel",
      "description": "Ein innovatives, gefülltes Dessert. Die platzenden Blasen lassen Wellen des Schmerzes deine Zunge überrollen. Und erst das Bild der grünen, knusprigen Ummantelung ... ein Erlebnis, das wohl dem nahekommt, sich explodierende Dendro-Kerne in den Rachen zu stopfen ...",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108836,
      "name": "Bubblemilch-Strudel",
      "description": "Ein innovatives, gefülltes Dessert. Knusprige Teigschale, cremige Füllung und das überraschende Gefühl, dass die Blasen nacheinander platzen. Dieser Genuss nach dem Essen befriedigt alle Geschmacksknospen. Vergiss nicht, es zu essen, solange es noch heiß ist!",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108837,
      "name": "Leckerer Bubblemilch-Strudel",
      "description": "Ein innovatives, gefülltes Dessert. Der süße Genuss öffnet seinen Vorhang mit dem knusprigen Knacken der goldenen Kruste, gefolgt von einer warmen Füllung, die sich über den Gaumen ergießt, während die Bläschen zwischen den Zähnen zerplatzen. Eine kulinarische Reise quer durch das unendliche Spektrum von Texturen ... Ein perfektes Finale für jedes Festmahl!",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
