{
  "_id": 3301,
  "id": "butter_chicken",
  "name": "Butterhühnchen",
  "description": "Ein Gericht mit sehr intensivem Geschmack. Zuerst die marinierten Hähnchenstücke frittieren. Anschließend die Butter erhitzen, die gehackten Tomaten und Harra-Würze hinzufügen und sie breiig werden lassen. Zuletzt die gebratenen Hähnchenstücke hinzufügen. Das fertige Gericht ist die Delikatesse, die jeden Sumeru-Einwohner am meisten berühren kann.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Harra-Würze",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108391,
      "name": "Misslungenes Butterhühnchen",
      "description": "Ein Gericht mit sehr intensivem Geschmack. Die zu verwendende Menge Gewürze wurde anscheinend völlig falsch eingeschätzt, was zu einem viel zu kräftigen Geschmack führte. Vielleicht kann man es mit viel Wasser herunterschlucken ...",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108392,
      "name": "Butterhühnchen",
      "description": "Ein Gericht mit sehr intensivem Geschmack. Zuerst die marinierten Hähnchenstücke frittieren. Anschließend die Butter erhitzen, die gehackten Tomaten und Harra-Würze hinzufügen und sie breiig werden lassen. Zuletzt die gebratenen Hähnchenstücke hinzufügen. Das fertige Gericht ist die Delikatesse, die jeden Sumeru-Einwohner am meisten berühren kann.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108393,
      "name": "Leckeres Butterhühnchen",
      "description": "Ein Gericht mit sehr intensivem Geschmack. Saftiges Hähnchenfleisch, durchtränkt mit seidiger Sauce. Jeder Bissen orchestriert eine „elementare Symphonie der Aromen“ ... Ups, ehe du dich’s versiehst, hast du den Teller schon leer gegessen. Tauche das Fladenbrot in die Soße, damit du auch den letzten Tropfen nicht verpasst!",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "_id": 108438,
      "id": "show_me_the_mora",
      "name": "Mora kommt herbei",
      "description": "Doris Spezialzubereitung. Nachdem du eine große Summe Geld bezahlt hast, hast du endlich die Chance, das Gericht zu probieren, das Herr Sangemah Bay selbst gekocht hat. Das knackige Hühnchen ist mit einer seidigen Soße überzogen, die eine geschmeidige Textur hat. Dieses Gericht mit seinem umwerfenden Geschmack wird dich dazu bringen, ein Vermögen für einen weiteren Bissen auszugeben!",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 274 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "dori",
        "name": "Dori"
      }
    }
  }
}