{
  "id": "butter_crab",
  "name": "Butterkrebs",
  "description": "Ein gegrilltes Krebsgericht. Durch die richtige Hitzekontrolle bleibt das Krabbenfleisch feucht und fett. Die Butter ist in das Krabbenfleisch gesickert und hat ein Aroma erzeugt, das schon von weitem den Speichelfluss anregt.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "butter",
      "name": "Butter",
      "amount": 4
    },
    {
      "id": "crab",
      "name": "Krebs",
      "amount": 4
    },
    {
      "id": "seagrass",
      "name": "Seegras",
      "amount": 2
    },
    {
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "name": "Misslungener Butterkrebs",
      "description": "Ein gegrilltes Krebsgericht. Die Krebsbeine sind noch kalt und haben einen rohen, salzigen Geschmack, fast so, als würde man mit Meerwasser gefüttert werden.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 215 Punkte und den Heileffekt um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Butterkrebs",
      "description": "Ein gegrilltes Krebsgericht. Durch die richtige Hitzekontrolle bleibt das Krabbenfleisch feucht und fett. Die Butter ist in das Krabbenfleisch gesickert und hat ein Aroma erzeugt, das schon von weitem den Speichelfluss anregt.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 261 Punkte und den Heileffekt um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckerer Butterkrebs",
      "description": "Ein gegrilltes Krebsgericht. Die mit Butter übergossenen Krebsbeine haben ein reichhaltiges Aroma, das die Geschmacksknospen so verführerisch umspült, dass man, ehe man sich versieht, alles aufgegessen hat und an den Butterresten in der Krabbenschale nippt, in der Hoffnung, ein Fragment der Schönheit des Gerichts wieder einzufangen.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 308 Punkte und den Heileffekt um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
