{
  "id": "calla_lily_seafood_soup",
  "name": "Meeresfrüchtesuppe mit Wasserlilie",
  "description": "Eine sehr ausgeglichene Suppe mit Meeresfrüchten. Mit jedem Löffel dieser klaren Suppe schmeckt man das leckere Krebsfleisch heraus. Die Minze und die Wasserlilie bringen Frische in das Gericht.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "crab",
      "name": "Krebs",
      "amount": 4
    },
    {
      "id": "calla_lily",
      "name": "Wasserlilie",
      "amount": 1
    },
    {
      "id": "mint",
      "name": "Minze",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "name": "Misslungene Meeresfrüchtesuppe mit Wasserlilie",
      "description": "Eine sehr ausgeglichene Suppe mit Meeresfrüchten. Die bittere Wasserlilie, die strenge Minze und das beißende Krebsfleisch bringen alle negativen Eigenschaften der Zutaten gleichzeitig hervor. Das ist eine wahre Leistung.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Meeresfrüchtesuppe mit Wasserlilie",
      "description": "Eine sehr ausgeglichene Suppe mit Meeresfrüchten. Mit jedem Löffel dieser klaren Suppe schmeckt man das leckere Krebsfleisch heraus. Die Minze und die Wasserlilie bringen Frische in das Gericht.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere Meeresfrüchtesuppe mit Wasserlilie",
      "description": "Eine sehr ausgeglichene Suppe mit Meeresfrüchten. Das Krebsfleisch versetzt deinen Gaumen geradezu in Ekstase. Zusammen mit der Minze und der Wasserlilie ist es, als würdest du barfuß an einem milden Sommertag am Seeufer entlangwandeln.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "name": "Guter Fang",
      "description": "Tartaglias Spezialzubereitung. Sie ähnelt stark einem Ungeheuer, das sich in einem Meer aus Blut windet. Bei seinem Tod entwichen für Menschen unhörbare Schreie ... Tartaglia nimmt es aber mit Humor und erklärt, das sei seine Beute aus dem Meer mit einigen Zutaten aus der alten Heimat.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 282 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "tartaglia",
        "name": "Tartaglia"
      }
    }
  }
}
