{
  "_id": 3308,
  "id": "candied_ajilenakh_nut",
  "name": "Honigdatteln",
  "description": "Ein reichhaltig gefülltes Dessert. Zuerst muss man das Zuckerwasser kochen lassen, bis es klar wird. Dann muss man es mit der Füllung und Sumeru-Sesammus vermischen und den sich ergebenden Sirup schließlich nach gleichmäßigem Umrühren in einer Form von der Sonne zu dem knusprigen fertigen Produkt trocknen lassen. Es heißt, dass es im kalten Snezhnaya eine vergleichbare Speise gebe, die sich nur im Geschmack minimal unterscheide. Natürlich glauben die Bewohner beider Reiche, dass das jeweils eigene Rezept das wohlschmeckendste ganz Teyvats sei.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Dattel",
      "amount": 4
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Mandeln",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Sumeru-Rose",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108454,
      "name": "Misslungene Honigdatteln",
      "description": "Ein reichhaltig gefülltes Dessert. Die enthaltenen Nüsse sind wie kleine, im Boden der Wüste verborgene Steine. Wenn man nicht gut achtgibt, verschwören sie sich gegen den Genießer. Süßer Geschmack bringt Freude, aber harte Stücke zwischen den Zähnen machen diese Freude zunichte.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108455,
      "name": "Honigdatteln",
      "description": "Ein reichhaltig gefülltes Dessert. Zuerst muss man das Zuckerwasser kochen lassen, bis es klar wird. Dann muss man es mit der Füllung und Sumeru-Sesammus vermischen und den sich ergebenden Sirup schließlich nach gleichmäßigem Umrühren in einer Form von der Sonne zu dem knusprigen fertigen Produkt trocknen lassen. Es heißt, dass es im kalten Snezhnaya eine vergleichbare Speise gebe, die sich nur im Geschmack minimal unterscheide. Natürlich glauben die Bewohner beider Reiche, dass das jeweils eigene Rezept das wohlschmeckendste ganz Teyvats sei.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108456,
      "name": "Leckere Honigdatteln",
      "description": "Ein reichhaltig gefülltes Dessert. Der Honig selbst zerschmilzt auf der Zunge, die darin enthaltenen Nüsse, Schwanendaunen umhüllten Edelsteinen gleich, bringen eine große Vielfalt an Überraschungen mit sich. Kaum sind sie im Mund, beginnt die Süße ins Herz vorzudringen und es fühlt sich an, als schwimme man selbst in einer Honigwabe ... Beim nächsten Mal bitte noch ein bisschen mehr!",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "_id": 108474,
      "id": "halvamazd",
      "name": "Halvamazd",
      "description": "Nahidas Spezialzubereitung. Es wird gesagt, dass „Mazd“ in Sumeru „Weisheit“ bedeutet, und solch exquisite und zarte „Weisheit“ ist einfach unwiderstehlich. In Nahidas Augen breitet sich ein sanftes Lächeln aus: „Seeanemonen haben Fisch beim Wachsen geholfen und sein Wachstum begleitet, daher ist es für Fisch selbstverständlich, etwas zurückzugeben.“",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 282 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "nahida",
        "name": "Nahida"
      }
    }
  }
}