{
  "_id": 4405,
  "id": "candy_shells",
  "name": "Bunte Muschelleckerei",
  "description": "Leckereien in den verschiedensten Formen. Es heißt, dass nur ein winziger Teil der in Chevalmarins Filmtasieland verkauften Bunten Muschelleckereien echte Perlen enthält und dass das Vergnügen, diese zu probieren, nur den allergrößten Glückspilzen vorbehalten ist. Ob du wohl einer von ihnen sein wirst?",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101234,
      "id": "tidalga",
      "name": "Gezeitenalge",
      "amount": 3
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Blasenmandarine",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Minze",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108817,
      "name": "Misslungene Bunte Muschelleckerei",
      "description": "Leckereien in den verschiedensten Formen. Der Puderzuckerüberzug ist so körnig, dass er an Sand erinnert, der sich in einer Austernschale festgesetzt hat. Vielleicht ist es ja nur dem Krieger, dem es gelingt, diese scharfkantige Glasur zu besiegen, vergönnt, von der Frucht des Sieges zu kosten – der zuckersüßen Süßigkeit.",
      "effect": "#Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 25 % und ihre VTD um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108818,
      "name": "Bunte Muschelleckerei",
      "description": "Leckereien in den verschiedensten Formen. Es heißt, dass nur ein winziger Teil der in Chevalmarins Filmtasieland verkauften Bunten Muschelleckereien echte Perlen enthält und dass das Vergnügen, diese zu probieren, nur den allergrößten Glückspilzen vorbehalten ist. Ob du wohl einer von ihnen sein wirst?",
      "effect": "#Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 30 % und ihre VTD um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108819,
      "name": "Leckere Bunte Muschelleckerei",
      "description": "Leckereien in den verschiedensten Formen. Wie Juwelen schlummern die bunten Bonbons in dem exquisiten Etui und bescheren jedem eine zuckersüße Überraschung. Was könnte es Schöneres geben als einen Besuch in Chevalmarins Filmtasieland? Na, wenn man dort eine Bunte Muschelleckerei vernascht, ist doch klar!",
      "effect": "#Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 35 % und ihre VTD um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}