{
  "id": "chilimince_cornbread_buns",
  "name": "Scharfe Fleischmaisbällchen",
  "description": "Ein traditioneller Snack aus Liyue. Der frische Teig wird in einen Ring gedreht, ruht und wird dann in einen Käfig zum Dämpfen gelegt. Das Fleisch und das Gemüse werden dann gewaschen und gewürfelt, bevor sie schnell in einem geölten Wok gebraten werden. Beim Verzehr werden die frittierten Gewürze in die Höhlung inmitten des Bällchens gegeben und dann zusammen gegessen. Mit dem knackigen Gemüse und dem würzigen Fleisch ist dies ein deftiger, großartiger Geschmack.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "id": "cabbage",
      "name": "Weißkohl",
      "amount": 2
    },
    {
      "id": "jueyun_chili",
      "name": "Jueyun-Peperoni",
      "amount": 2
    }
  ],
  "results": {
    "suspicious": {
      "name": "Misslungene scharfe Fleischmaisbällchen",
      "description": "Eine traditionelle Beilage aus Liyue. In der Mitte ist ein großes Bündel frittierter Jueyun-Peperoni aufgetürmt, deren Hitze schier unerträglich ist. Schon ein kleiner Bissen fühlt sich an, als würde jemand versuchen, deine Kehle zu verbrennen. Noch ein paar Bissen und wer weiß, vielleicht spuckt man am Ende sogar Feuer wie Guoba!",
      "effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 25 % und ihre VTD um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Scharfe Fleischmaisbällchen",
      "description": "Eine traditionelle Beilage aus Liyue. Der frische Teig wird in einen Ring gedreht, ruht und wird dann in ein Gitter zum Dämpfen gelegt. Das Fleisch und das Gemüse werden dann gewaschen und gewürfelt, bevor sie schnell in einem geölten Wok gebraten werden. Beim Verzehr werden die frittierten Gewürze in die Höhlung inmitten des Bällchens gegeben und dann zusammen gegessen. Mit dem knackigen Gemüse und dem würzigen Fleisch ist dies ein deftiger, großartiger Geschmack.",
      "effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 30 % und ihre VTD um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere scharfe Fleischmaisbällchen",
      "description": "Eine traditionelle Beilage aus Liyue. Das intensive Aroma des Woks liegt auf den Gewürzen, die in die fluffigen Bällchen geschaufelt werden, und füllt die Luft mit einem Duft, der allein schon ein Schwärmen wert ist. So wie die fleißigen Hände des Volkes von Liyue diesen berühmten, wohlhabenden Hafen geschaffen haben, können diese gewöhnlichen Zutaten durch den eigenen Schweiß zu etwas „entwickelt“ werden, das in seiner Köstlichkeit überrascht. Kein Wunder, dass ein solches Gericht sogar einen schlafenden Gott erwecken könnte ...",
      "effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 35 % und ihre VTD um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
