{
  "_id": 3503,
  "id": "chocolate",
  "name": "Schokolade",
  "description": "Ein kleiner, kugelförmiger Snack. Es heißt, dass der Ort, an dem Cacahuatl wächst, der Schokolade ihren unverwechselbaren und besonderen Geschmack verleiht. Ein kräftiges, erdiges Aroma mit einem Hauch fruchtiger Süße ... Wie der nächste Bissen wohl schmecken wird?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milch",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Ausdauer",
  "results": {
    "suspicious": {
      "_id": 108724,
      "name": "Misslungene Schokolade",
      "description": "Ein kleiner, kugelförmiger Snack. Der ursprüngliche, besondere Geschmack des Cacahuatl wird durch die übermäßige Zuckermenge völlig überdeckt, wodurch eine monotone Süße zurückbleibt. Beim Essen ist er sowohl klebrig als auch zu süß. Die Zähne zu reinigen ist nicht schwer, aber was macht man mit der übriggebliebenen Schokolade?",
      "effect": "Stellt 70 Punkte Ausdauer wieder her."
    },
    "normal": {
      "_id": 108725,
      "name": "Schokolade",
      "description": "Ein kleiner, kugelförmiger Snack. Es heißt, dass der Ort, an dem Cacahuatl wächst, der Schokolade ihren unverwechselbaren und besonderen Geschmack verleiht. Ein kräftiges, erdiges Aroma mit einem Hauch fruchtiger Süße ... Wie der nächste Bissen wohl schmecken wird?",
      "effect": "Stellt 85 Punkte Ausdauer wieder her."
    },
    "delicious": {
      "_id": 108726,
      "name": "Leckere Schokolade",
      "description": "Ein kleiner, kugelförmiger Snack. Beim ersten Biss offenbart sich die samtige, seidige Textur, die zart auf der Zunge schmilzt. Nach dem Schmelzen entfaltet Cacahuatl eine warme, sanfte Note, die sich harmonisch mit der langanhaltenden Süße vereint. Der letzte Geschmackseindruck hat fast etwas Magisches, das jedem Genießer ein Lächeln ins Gesicht zaubert.",
      "effect": "Stellt 100 Punkte Ausdauer wieder her."
    },
    "special": {
      "_id": 108760,
      "id": "fruitflavored_milk_candies",
      "name": "Fruchtige Milchbonbons",
      "description": "Xilonens Spezialzubereitung. Wie ihr so nebeneinander auf einem großen Baum sitzt und plaudert, überreicht sie dir doch einfach so eine filigrane Schachtel mit ... Süßigkeiten in den verschiedensten Formen und Farben? „Cacahuatl gilt tatsächlich als eine Frucht. Es wäre deshalb wohl nicht gelogen, wenn wir Süßigkeiten, die durch die Zugabe von Cacahuatl mit Milch und Zucker hergestellt werden, als fruchtige Milchbonbons bezeichnen würden, oder? Komm schon, lass uns gemeinsam naschen!“ Gesagt, getan. Und so schnappt sie sich eins und lässt es mit einem Wurf nach oben in ihrem Mund landen, bevor sie beherzt zubeißt.",
      "effect": "Stellt 130 Punkte Ausdauer wieder her.",
      "character": {
        "id": "xilonen",
        "name": "Xilonen"
      }
    }
  }
}
