{
  "_id": 3410,
  "id": "coffee_bavarois",
  "name": "Kaffee-Bavarois",
  "description": "Eine erfrischende Nachspeise. Dieses typische Dessert aus Fontaine ist so einfach zuzubereiten, dass praktisch nichts schief gehen kann, solange man nur darauf achtet, die richtige Menge an Zutaten zu verwenden. Es ist zart und hat einen kühlen, erfrischenden Geschmack, der die Stimmung sofort aufhellt.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Kaffeebohne",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Milch",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Sahne",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108579,
      "name": "Misslungenes Kaffee-Bavarois",
      "description": "Eine erfrischende Nachspeise. Bereits nach dem ersten Bissen irritierte der intensive, säuerlich-bittere Geschmack den Verstand. Man könnte grob davon ausgehen, dass dies auf die Verwendung von zu vielen Kaffeebohnen zurückzuführen ist. Der bittere Geschmack im Mund sollte sich nach einer Weile legen, vielmehr solltest du dich wegen deines Schlafes heute Abend sorgen ...",
      "effect": "#Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 450 LP wieder her."
    },
    "normal": {
      "_id": 108580,
      "name": "Kaffee-Bavarois",
      "description": "Eine erfrischende Nachspeise. Dieses typische Dessert aus Fontaine ist so einfach zuzubereiten, dass praktisch nichts schief gehen kann, solange man nur darauf achtet, die richtige Menge an Zutaten zu verwenden. Es ist zart und hat einen kühlen, erfrischenden Geschmack, der die Stimmung sofort aufhellt.",
      "effect": "#Stellt der gewählten Figur sofort 28 % LP und innerhalb der nächsten 30 s alle 5 s 620 LP wieder her."
    },
    "delicious": {
      "_id": 108581,
      "name": "Leckeres Kaffee-Bavarois",
      "description": "Eine erfrischende Nachspeise. Während sich das zarte Aroma von Vanillepudding, gepaart mit dem milden Geschmack von Kaffee, auf der Zunge entfaltet, ist es besonders die seidige, aber dennoch dichte Textur, die verblüfft. Dass dieses Gericht ein absoluter Dauerbrenner auf den Dessertkarten der Restaurants ist, dürfte dann niemanden mehr verblüffen!",
      "effect": "#Stellt der gewählten Figur sofort 30 % LP und innerhalb der nächsten 30 s alle 5 s 790 LP wieder her."
    }
  }
}