{
  "_id": 2112,
  "id": "crab_roe_tofu",
  "name": "Krebsrogentofu",
  "description": "Ein sehr delikates Gericht. Man brate den Krebsrogen in Öl an und gebe dann den bereits blanchierten Tofu dazu. Das Ganze wird mit feiner Brühe abgelöscht. Simple Zutaten, die einem den Gaumen kitzeln werden.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Krebsrogen",
      "amount": 1
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108176,
      "name": "Misslungener Krebsrogentofu",
      "description": "Ein delikates Gericht. Selbst der frischeste Krebsrogen kann den Geschmack des zu alten Tofus nicht überdecken. Man muss den Tofu richtig fest mit dem Reis vermengen, damit er genießbar wird.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 250 LP wieder her."
    },
    "normal": {
      "_id": 108177,
      "name": "Krebsrogentofu",
      "description": "Ein sehr delikates Gericht. Man brate den Krebsrogen in Öl an und gebe dann den bereits blanchierten Tofu dazu. Das Ganze wird mit feiner Brühe abgelöscht. Simple Zutaten, die einem den Gaumen kitzeln werden.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 400 LP wieder her."
    },
    "delicious": {
      "_id": 108178,
      "name": "Leckerer Krebsrogentofu",
      "description": "Ein delikates Gericht. Der mit einem Löffel aufgenommene Tofu ist so zart, dass man nicht zu fest pusten darf, sonst zerfällt er direkt. Das Öl des Krebsrogens ist so reichhaltig, dass es noch an den Lippen haften bleibt. Es streichelt einem förmlich die Speiseröhre bis in den Magen hinein, ohne dass man nur einmal kauen müsste, und hinterlässt nichts als perfekten Geschmack im Mund.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 550 LP wieder her."
    },
    "special": {
      "_id": 108244,
      "id": "my_way",
      "name": "„Mein Kreis, der hat vier Ecken“",
      "description": "Yanfeis Spezialzubereitung. Krebsrogentofu, zubereitet in einzigartiger Gleichmäßigkeit. Unabhängig von Größe oder Geschmack, sie folgt ganz genau dem „Krebsrogentofu-Gesetz“.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 15 % LP sowie zusätzlich 550 LP wieder her.",
      "character": {
        "id": "yanfei",
        "name": "Yanfei"
      }
    }
  }
}