{
  "_id": 3606,
  "id": "crispy_roast",
  "name": "Knuspriges Grillfleisch",
  "description": "Ein überdimensioniertes Stück gebratenen Fleisches. Erst wird ein kleines Gittermuster in die Haut geritzt, dann wird es mariniert und in den Ofen geschoben. Alltägliche Zutaten, einfache Zubereitung, authentischer Geschmack.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Kartoffel",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Salz",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Schmand",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108882,
      "name": "Misslungenes knuspriges Grillfleisch",
      "description": "Große Fleischstücke, gerade noch rechtzeitig dem beißenden Rauch entrissen. Doch diese tiefschwarze Farbe ... Solange die Glut noch lodert, lohnt sich vielleicht ein neuer Versuch.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108883,
      "name": "Knuspriges Grillfleisch",
      "description": "Große Fleischstücke, gitterförmig eingeschnitten, mariniert und gegrillt. Selbst einfache Zutaten entfalten so ihren puren Geschmack.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108884,
      "name": "Leckeres knuspriges Grillfleisch",
      "description": "Große Fleischstücke, frisch aus dem Ofen fährt einem ihr Duft direkt in die Seele. Kein Wunder, dass viele Nod-Krai-Bewohner sagen: An eiskalten Tagen ist so ein Grillfleisch wie eine wärmende Sonne.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}