{
  "_id": 3124,
  "id": "crispy_spring_rolls",
  "name": "Knusper-Frühlingsrollen",
  "description": "Eine frittierte Köstlichkeit aus Liyue. Geschnetzeltes Fleisch und Gemüse werden in einen dünnen Pfannkuchen gewickelt, zu einer Rolle geformt und dann goldbraun frittiert. Außen knusprig, innen reichhaltig, ein Leckerbissen, der sich bei Jung und Alt größter Beliebtheit erfreut.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambusspross",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champignon",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108934,
      "name": "Misslungene Knusper-Frühlingsrollen",
      "description": "Eine frittierte Köstlichkeit aus Liyue. Eigentlich sollte die Kruste ja knusprig sein, ist aber irgendwie weich und matschig; komisch ... Moment mal, könnte das vielleicht am Backpapier liegen, in das das Essen eingewickelt war ...?",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108935,
      "name": "Knusper-Frühlingsrollen",
      "description": "Eine frittierte Köstlichkeit aus Liyue. Geschnetzeltes Fleisch und Gemüse werden in einen dünnen Pfannkuchen gewickelt, zu einer Rolle geformt und dann goldbraun frittiert. Außen knusprig, innen reichhaltig, ein Leckerbissen, der sich bei Jung und Alt größter Beliebtheit erfreut.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108936,
      "name": "Leckere Knusper-Frühlingsrollen",
      "description": "Eine frittierte Köstlichkeit aus Liyue. Mit einem frischen Knacken spritzt die saftige Füllung beim Reinbeißen heraus. Unter der goldbraunen, blättrigen Hülle verbergen sich nicht nur Schichten voll des Geschmacks, sondern auch der lebendige, geschäftige Geist von Liyue selbst.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "_id": 108949,
      "id": "flavor_of_spring",
      "name": "Geschmack des Frühlings",
      "description": "Zibais Spezialzubereitung. Seine Farbe schimmert wie goldener Bernstein und erinnert frappierend an ihre Augen. Das Aroma ist so vertraut wie eine einfache Frühlingsrolle, doch jeder knusprige Bissen offenbart eine unerwartete Widerstandsfähigkeit ... Könnte dies ein Geheimrezept aus dem alten Lang-Gan sein?",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 282 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "zibai",
        "name": "Zibai"
      }
    }
  }
}