{
  "id": "dragon_beard_noodles",
  "name": "Drachenbartnudeln",
  "description": "Ein feines, den Drachenbärten ähnelndes Nudelgericht. Die Nudeln werden mit Frühlingszwiebeln unter Rühren gebraten, mit der Suppe und dem Gemüse vermischt und schließlich angerichtet. Der Teig muss mehrmals gedehnt und gefaltet werden, bevor er so fein wie Drachenbärte wird. Dies ist eines der kunstvollsten Nudelgerichte von Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 4
    },
    {
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 2
    },
    {
      "id": "mushroom",
      "name": "Champignon",
      "amount": 2
    },
    {
      "id": "ham",
      "name": "Schinken",
      "amount": 1
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "name": "Misslungene Drachenbartnudeln",
      "description": "Nudeln, die so dünn sind wie die Haare eines Drachenbarts. Der verzweifelte Versuch, die Nudeln so dünn wie möglich zu machen, hat dazu geführt, dass die Stücke während des Kochvorgangs zerbrochen sind. Die Zubereitung ist schwieriger, als sie aussieht. Und man braucht auf jeden Fall mehr Übung.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Drachenbartnudeln",
      "description": "Nudeln, die so dünn sind wie die Haare eines Drachenbarts. Die Nudeln werden mit Frühlingszwiebeln unter Rühren gebraten, mit der Suppe und dem Gemüse vermischt und schließlich angerichtet. Der Teig muss mehrmals gedehnt und gefaltet werden, bevor er so fein wie Drachenbärte wird. Dies ist eines der kunstvollsten Nudelgerichte von Liyue.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere Drachenbartnudeln",
      "description": "Nudeln, die so dünn sind wie die Haare eines Drachenbarts. Die schlanken Nudeln sind wie ein Wasserfall, der sich in eine Suppe ergießt, die die kulinarische Essenz der Berge eingefangen hat. Das weiche Mundgefühl im Vergleich zu einem durchschnittlichen Nudelgericht macht es fast unmöglich, mit dem Essen aufzuhören, wenn man einmal angefangen hat.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "name": "Herznudeln",
      "description": "Shenhes Spezialzubereitung. Vielleicht kommt das von ihrem Wunsch, einen Geschmack nachzubilden, der nur in ihren Erinnerungen lebt, aber Shenhe hat viel Zeit und Mühe in die Zubereitung und Anrichtung dieses Gerichts gesteckt. Die weichen Nudeln und die köstliche Suppe machen in der Tat einen großartigen Eindruck, aber das Beste sind die Hingabe und das Engagement, die in dieses Gericht gesteckt werden ...",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 274 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "shenhe",
        "name": "Shenhe"
      }
    }
  }
}
