{
  "id": "fishermans_toast",
  "name": "Fischerschnitte",
  "description": "Eine mit Zwiebeln übersäte Scheibe Brot, der Liebling aller Fischersleut. Mit einem Sack voll dieser Leckerbissen steht einem ganzen Tag am Fluss nichts entgegen.",
  "rarity": 2,
  "recipe": [
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "id": "onion",
      "name": "Zwiebel",
      "amount": 1
    },
    {
      "id": "milk",
      "name": "Milch",
      "amount": 1
    }
  ],
  "results": {
    "suspicious": {
      "name": "Merkwürdige Fischerschnitte",
      "description": "Eine mit Zwiebeln übersäte Scheibe Brot. Beim Überbacken ist wohl etwas schiefgegangen. Selbst wenn man beim Kauen nebenbei fischt, schmeckt man den Unterschied heraus.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 88 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Fischerschnitte",
      "description": "Eine mit Zwiebeln übersäte Scheibe Brot, der Liebling aller Fischersleut. Mit einem Sack voll dieser Leckerbissen steht einem ganzen Tag am Fluss nichts entgegen.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 107 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere Fischerschnitte",
      "description": "Eine mit Zwiebeln übersäte Scheibe Brot. Der Duft ist so betörend, dass man schwer sagen kann, ob die Fische nach dem Köder oder nach dem Brot schnappen.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 126 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "name": "Fischhäppchen auf Brot",
      "description": "Klees Spezialzubereitung. Damit sich Klee bei den Fischern dafür entschuldigen kann, wenn sie die Fische mit ihren lauten Explosionen vertreibt, hat Jean ihr beigebracht, wie sie dieses einfache Gericht zubereiten kann. Es ist ganz lecker und macht satt. Jetzt kann Klee den lieben langen Tag Fische in die Luft jagen und muss dabei nicht hungern.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 151 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "klee",
        "name": "Klee"
      }
    }
  }
}
