{
  "_id": 3401,
  "id": "fontainian_foie_gras",
  "name": "Foie gras de Fontaine",
  "description": "Eine traditionelle Speise in Fontaine. Nachdem die Leber einfach durchgebraten wurde, kann sie serviert werden. Äußerlich gelbbraun gebraten und innen zart. Der leckere Geschmack ist das Ergebnis der präzisen Kontrolle über die Temperatur. Daher muss man bei der Zubereitung voll bei der Sache sein. Eine kurze Unachtsamkeit und die Leber wird zu einem Reinfall.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 2
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Konfitüre",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108515,
      "name": "Misslungene Foie gras de Fontaine",
      "description": "Eine traditionelle Speise in Fontaine. Der erste Biss fühlte sich an, als hätte man einen Löffel Öl geschluckt. Man gab nicht auf und probierte noch einen zweiten, aber es war zu ölig, um sie hinunterzubekommen ... Wurde sie etwa mit zu viel Öl frittiert?",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108516,
      "name": "Foie gras de Fontaine",
      "description": "Eine traditionelle Speise in Fontaine. Nachdem die Leber einfach durchgebraten wurde, kann sie serviert werden. Äußerlich gelbbraun gebraten und innen zart. Der leckere Geschmack ist das Ergebnis der präzisen Kontrolle über die Temperatur. Daher muss man bei der Zubereitung voll bei der Sache sein. Eine kurze Unachtsamkeit und die Leber wird zu einem Reinfall.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108517,
      "name": "Leckere Foie gras de Fontaine",
      "description": "Eine traditionelle Speise in Fontaine. Die zarte vorzügliche Stopfleber gleitet mit einer sanften Berührung der Zunge wie ein seidenes Band in den Rachen. Man wird es sein ganzes Leben lang bereuen, diese köstliche Delikatesse gekostet zu haben, denn sie macht andere Gerichte geschmacklos. Und man wird auch bereuen, sie nie gekostet zu haben.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
