{
  "_id": 2404,
  "id": "fontainian_onion_soup",
  "name": "Fontaine-Zwiebelsuppe",
  "description": "Eine Suppe mit einer Zwiebelbasis. Brate die Zwiebeln, bis sie bräunlich sind. Gib diese in die Brühe und lasse sie köcheln. Gib sie in eine Suppentasse. Darauf werden Brotstücke und Käse gestreut, um diese zu backen. Erfahrene Köche haben auch einen Trick auf Lager, der verhindert, dass einem beim Zwiebelschneiden die Tränen kommen. Dieser lautet ... dass man einen Lehrling die Zwiebeln schneiden lässt.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Zwiebel",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Käse",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108545,
      "name": "Misslungene Fontaine-Zwiebelsuppe",
      "description": "Eine Suppe mit einer Zwiebelbasis. Die ersten paar Schlucke schmecken noch akzeptabel, aber wenn man anfängt, sie hinunterzuschlucken, bekommt man von dem fettigen Käse fast Herzklopfen ... Wahrscheinlich willst du in der nächsten Woche keine Suppe zu dir nehmen.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 88 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108546,
      "name": "Fontaine-Zwiebelsuppe",
      "description": "Eine Suppe mit einer Zwiebelbasis. Brate die Zwiebeln, bis sie bräunlich sind. Gib diese in die Brühe und lasse sie köcheln. Gib sie in eine Suppentasse. Darauf werden Brotstücke und Käse gestreut, um diese zu backen. Erfahrene Köche haben auch einen Trick auf Lager, der verhindert, dass einem beim Zwiebelschneiden die Tränen kommen. Dieser lautet ... dass man einen Lehrling die Zwiebeln schneiden lässt.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 107 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108547,
      "name": "Leckere Fontaine-Zwiebelsuppe",
      "description": "Eine Suppe mit einer Zwiebelbasis. Der dehnbare und goldene Käse liegt auf einer Scheibe Brot, die oben knusprig und unten weich ist. Das reiche Zwiebelaroma verbindet sich mit einem leicht salzigen Geschmack. Ein kleiner Schluck reicht aus, um sich aufzuwärmen.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 126 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
