{
  "_id": 3421,
  "id": "fricassee_de_poulet",
  "name": "Fricassée de poulet",
  "description": "Ein in Fontaine weit bekanntes Gericht. Erst das Fleisch in Öl anbraten, bis die Haut knusprig ist, dann die Zwiebeln und das Gemüse anschwitzen, die fermentierten Fruchtsäfte dazugeben und köcheln lassen. Anschließend die Brühe mit Sahne andicken. Sobald das Fleisch aus der Pfanne kommt, umhüllt die Sahne gleichmäßig jedes einzelne Stück und verleiht ihm den warmen Geschmack, der jedem Fontainer doch so bestens vertraut ist.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 4
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Fermentierter Saft",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Zwiebel",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Sahne",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108680,
      "name": "Misslungenes Fricassée de poulet",
      "description": "Ein in Fontaine weit verbreitetes Fleischgericht. Schon beim ersten Bissen wird dir auffallen, dass etwas nicht stimmt. Die geschmeidige Sahne kann die verdorrte, trockene Fleischmasse nicht retten, und da ist sogar ein Hauch von Bitterkeit. Der gerade noch aufgekommene Appetit ist wie im Nu verschwunden.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108681,
      "name": "Fricassée de poulet",
      "description": "Ein in Fontaine weithin bekanntes Fleischgericht. Erst das Fleisch in Öl anbraten, bis die Haut knusprig ist, dann die Zwiebeln und das Gemüse anschwitzen, die fermentierten Fruchtsäfte dazugeben und köcheln lassen. Anschließend die Brühe mit Sahne andicken. Sobald das Fleisch aus der Pfanne kommt, umhüllt die Sahne gleichmäßig jedes einzelne Stück und verleiht ihm den warmen Geschmack, der jedem Fontainer doch so bestens vertraut ist.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108682,
      "name": "Leckeres Fricassée de poulet",
      "description": "Ein in Fontaine weithin bekanntes Fleischgericht. Während Sahne und Hühnchen ihre romantische Liaison eingehen, entfaltet sich auch schon der reichhaltige Duft, der alle um sich herum in helles Aufsehen versetzt. Es heißt, dass dieses Gericht ein gern gesehener Stammgast auf den Tellern Fontaines ist ... so köstlich, dass man sich ein Leben lang nicht daran satt essen kann.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "_id": 108683,
      "id": "a_fragrant_feast_of_flavors",
      "name": "Ein duftendes Fest der Genüsse",
      "description": "Émilies Spezialzubereitung. Der fermentierte Fruchtsaft verbreitet einen leichten Duft von Blumen und ein fruchtiges Aroma, welche deine Geschmacksknospen mit einer grasigen Note und cremigen Süße umschmeicheln. Farbe und Süße harmonieren perfekt miteinander und gleiten wie Seide über die Lippen. Der vollmundige Geschmack bleibt auch nach dem Abgang noch lange erhalten. Es ist fast wie die zufällige Begegnung mit einem Duft, den man auch später, wenn er längst verflogen ist, einfach nicht zu vergessen vermag.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 274 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "emilie",
        "name": "Émilie"
      }
    }
  }
}