{
  "_id": 3604,
  "id": "fruit_tandem_turnovers",
  "name": "Doppelfruchtröllchen",
  "description": "Ein mit Beeren gebackenes Brot. Nachdem der Sauerteig in lange Streifen gerollt wurde, gibt man Zucker und Beeren hinzu und rollt das Ganze zum Backen auf. Anschließend wird das Ergebnis mit kleingeschnittenen Beeren verziert. Normalerweise reicht man dieses Brot zusammen mit Kaffee und serviert es zum Frühstück oder Nachmittagstee.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Mittsommerbeere",
      "amount": 2
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkabeere",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108870,
      "name": "Misslungene Doppelfruchtröllchen",
      "description": "Ein mit Beeren gefülltes Gebäck. Die feuchte, weiche Textur fühlt sich an, als hätte es stundenlang im Regen gelegen. Der klebrige Teig bleibt an den Zähnen haften wie ein Albtraum, der einfach nicht verschwinden will ... Der kalte Schweiß steht einem schon auf der Stirn.",
      "effect": "#Stellt der gewählten Figur 30 % LP sowie zusätzlich 600 LP wieder her."
    },
    "normal": {
      "_id": 108871,
      "name": "Doppelfruchtröllchen",
      "description": "Ein mit Beeren gefülltes Gebäck. Der gegärte Teig wird ausgerollt, mit Zucker und Beeren gefüllt, zusammengerollt und gebacken. Anschließend wird er noch mit Beerenstückchen garniert. Wird meist mit Kaffee zum Frühstück oder Nachmittagstee serviert.",
      "effect": "#Stellt der gewählten Figur 32 % LP sowie zusätzlich 1.250 LP wieder her."
    },
    "delicious": {
      "_id": 108872,
      "name": "Leckeres Doppelfruchtröllchen",
      "description": "Ein mit Beeren gefülltes Gebäck. Frisch aus dem Ofen, sind die Doppelfruchtröllchen warm und duftend. Beim Beißen in die knusprige Kruste fühlt man sich in eine weiche, zarte Füllung gebettet, als wäre man von einer warmen Kaschmirmatte umhüllt. Das Glücksgefühl, das dabei aufkommt, kann alle kalten Winde vertreiben.",
      "effect": "#Stellt der gewählten Figur 34 % LP sowie zusätzlich 1.900 LP wieder her."
    },
    "special": {
      "_id": 108921,
      "id": "afterclass_practice",
      "name": "„Hausaufgaben“",
      "description": "Jahodas Spezialzubereitung. Nachdem sie Ineffa schon zum sechsten Mal um Tipps beim Backen gebeten hatte, gab Jahoda endlich ihre Hausaufgabe ab – ein selbstgemachtes Dessert. Obwohl die Form etwas schief aussieht, ist der Duft der Beeren wirklich süß. Der Geschmack ... äh, sollte nicht allzu schlecht sein?",
      "effect": "#Stellt der gewählten Figur 40 % LP sowie zusätzlich 2.350 LP wieder her.",
      "character": {
        "id": "jahoda",
        "name": "Jahoda"
      }
    }
  }
}