{
  "_id": 3511,
  "id": "fruits_aplenty",
  "name": "Saft der Fülle",
  "description": "Ein frisches und mildes Saftgetränk. Die verschiedenen Zutaten, aus denen er hergestellt wird, verleihen ihm seinen charakteristischen Geschmack. Dabei ist er nicht nur erfrischend, sondern auch sehr gesund, weshalb sich viele Fitnessbegeisterte im „Kollektiv der Fülle“ nicht selten zwei Becher täglich davon genehmigen.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Kornfrucht",
      "amount": 2
    },
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Quenepa-Beere",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108797,
      "name": "Misslungener Saft der Fülle",
      "description": "Ein frisches und mildes Saftgetränk. Die saure Bitterkeit der Cacahuatl, die Fasern der Kornfrucht, die Adstringenz der Quenepa-Beere und dann noch die Klebrigkeit eines Vogeleis – ein einziger Kampf, der da auf den Geschmacksknospen stattfindet ... Man hat schon bald keine Geduld mehr darauf zu warten, wer wohl gewinnen wird, sondern möchte einfach nur noch einen Schluck klares Wasser, um sich den Mund auszuspülen.",
      "effect": "#Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 450 LP wieder her."
    },
    "normal": {
      "_id": 108798,
      "name": "Saft der Fülle",
      "description": "Ein frisches und mildes Saftgetränk. Die verschiedenen Zutaten, aus denen er hergestellt wird, verleihen ihm seinen charakteristischen Geschmack. Dabei ist er nicht nur erfrischend, sondern auch sehr gesund, weshalb sich viele Fitnessbegeisterte im „Kollektiv der Fülle“ nicht selten zwei Becher täglich davon genehmigen.",
      "effect": "#Stellt der gewählten Figur sofort 28 % LP und innerhalb der nächsten 30 s alle 5 s 620 LP wieder her."
    },
    "delicious": {
      "_id": 108799,
      "name": "Leckerer Saft der Fülle",
      "description": "Ein frisches und mildes Saftgetränk. Der frische, fruchtige Duft, der einem entgegenströmt, versetzt einen scheinbar in eine Obstplantage, ganz früh am Morgen. Die mit Tautropfen benetzte Honigfrucht zergeht auf der Zunge, erquickt die Sinne und gibt Energie ... Moment mal, warum bewegen sich meine Füße denn gerade in Richtung Fitnessklub, ohne, dass ich etwas dagegen tun kann?",
      "effect": "#Stellt der gewählten Figur sofort 30 % LP und innerhalb der nächsten 30 s alle 5 s 790 LP wieder her."
    }
  }
}