{
  "_id": 3116,
  "id": "fruity_duet",
  "name": "Fruchtiges Duo",
  "description": "Ein Getränk, welches über doppelten Fruchtgeschmack verfügt. Platziere erst am Boden großzügig Fruchstücke. Gib dann einen Smoothie hinzu, der Teebasis und Fruchtsaft miteinander verbindet. Das Getränk liefert einen fruchtig frischen Geschmack mit mehreren Geschmacksebenen. Niemand kann ihm widerstehen.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Dämmerfrucht",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Konfitüre",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Qingxin",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108567,
      "name": "Misslungenes Fruchtiges Duo",
      "description": "Ein Getränk, welches über doppelten Fruchtgeschmack verfügt. Das Fruchtfleisch am Boden des Glases enthält aus irgendeinem Grund einen Hauch von Bitterkeit und trübt einem die Laune ... Wie wäre es mit einem neuen Glas, um die Bitterkeit aus deinem Mund und deinem Herzen zu vertreiben?",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108568,
      "name": "Fruchtiges Duo",
      "description": "Ein Getränk, welches über doppelten Fruchtgeschmack verfügt. Platziere erst am Boden großzügig Fruchstücke. Gib dann einen Smoothie hinzu, der Teebasis und Fruchtsaft miteinander verbindet. Das Getränk liefert einen fruchtig frischen Geschmack mit mehreren Geschmacksebenen. Niemand kann ihm widerstehen.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108569,
      "name": "Leckeres fruchtiges Duo",
      "description": "Ein Getränk, welches über doppelten Fruchtgeschmack verfügt. Nach einem Schluck umspielt der Fruchtgeschmack Lippen und Zähne. Für einen Moment fühlt es sich so an, als würde man den orangefarbenen Sonnenaufgang an einem weißen Strand beobachten. Das muss deine Stimmung aufhellen.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}