{
  "id": "fullmoon_egg",
  "name": "Vollmondei",
  "description": "Eine der traditionellen Leckereien aus Liyue. Rohes Ei wird mit Mehl verquirlt und dünn ausgerollt. Dann wird eine Füllung aus kleingehackten Garnelen und Fisch vorbereitet. Ein kleines Klümpchen davon kommt auf jede Teigscheibe, die oben offen bleibt, sodass kleine gefüllte Schälchen entstehen. Das Ganze wird gedämpft und sieht am Ende wie kleine Monde aus, die von Wolken verdeckt werden.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fisch",
      "amount": 4
    },
    {
      "id": "shrimp_meat",
      "name": "Garnelenfleisch",
      "amount": 2
    },
    {
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 2
    },
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "name": "Misslungenes Vollmondei",
      "description": "Eine der traditionellen Leckereien aus Liyue. Der Teig ist fest um das Fleisch gewickelt und man bekommt beim Essen den Eindruck, auf einer trockenen Teigtasche zu kauen.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her."
    },
    "normal": {
      "name": "Vollmondei",
      "description": "Eine der traditionellen Leckereien aus Liyue. Rohes Ei wird mit Mehl verquirlt und dünn ausgerollt. Dann wird eine Füllung aus kleingehackten Garnelen und Fisch vorbereitet. Ein kleines Klümpchen davon kommt auf jede Teigscheibe, die oben offen bleibt, sodass kleine gefüllte Schälchen entstehen. Das Ganze wird gedämpft und sieht am Ende wie kleine Monde aus, die von Wolken verdeckt werden.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1200 LP wieder her."
    },
    "delicious": {
      "name": "Leckeres Vollmondei",
      "description": "Eine der traditionellen Leckereien aus Liyue. Nimm einen Bissen, solange er noch heiß ist, und verwöhne deine Geschmacksknospen mit dem zarten Hackfleisch und dem köstlichen Saft, der von einem Hauch süßer Garnele gekrönt wird. Du wirst sehen, wie vor deinem geistigen Augen der Vollmond über dem plätschernden Wasser aufgeht und vom Fischerboot am anderen Ufer die Lieder der Fischer erklingen.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1500 LP wieder her."
    }
  }
}
