{
  "_id": 2402,
  "id": "garlic_baguette",
  "name": "Knoblauchbaguette",
  "description": "Baguette in Scheiben. Gerade aus dem Ofen geholt, ist das Äußere knusprig und das Innere weich. Das Ganze wird kombiniert mit dem Aroma von Butter und Knoblauch. Wahrlich ein Gedicht! Kein Wunder, dass alle Leute in Fontaine gern eines zum Feierabend kaufen.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 4
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Butter",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108521,
      "name": "Misslungenes Knoblauchbaguette",
      "description": "Baguette in Scheiben. Der harte Biss lässt den Esser immer wieder ungläubig auf den Teller schauen, um sich zu überzeugen ... Dass dieses Brot nicht doch getarnter Stein ist.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108522,
      "name": "Knoblauchbaguette",
      "description": "Baguette in Scheiben. Gerade aus dem Ofen geholt, ist das Äußere knusprig und das Innere weich. Das Ganze wird kombiniert mit dem Aroma von Butter und Knoblauch. Wahrlich ein Gedicht! Kein Wunder, dass alle Leute in Fontaine gern eines zum Feierabend kaufen.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 81 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108523,
      "name": "Leckeres Knoblauchbaguette",
      "description": "Baguette in Scheiben. In Fontaine soll es ab und an einen Wettbewerb geben, um den Bäcker mit den besten Baguetten zu küren und seine Kunst im Palais Mermonia vorzuführen. Würde dieses hier daran teilnehmen, würde es garantiert gewinnen!",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 95 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}