{
  "id": "golden_fried_chicken",
  "name": "Golden frittierte Hühnerhappen",
  "description": "Geflügel, das gewürzt und dann gebraten wurde. Die Gewürze wurden zu einer Paste verarbeitet und auf das Huhn gestrichen, bevor es bei hoher Temperatur gebraten wurde. Allein der Duft lässt das Bild von knuspriger Haut und zartem Fleisch vor dem inneren Auge entstehen. Ein Biss und die köstlichen Säfte beginnen zu fließen. Wahrlich unwiderstehlich.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Butter",
      "amount": 4
    },
    {
      "id": "pepper",
      "name": "Pfeffer",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "name": "Misslungene golden frittierte Hühnerhappen",
      "description": "Geflügel, das gewürzt und dann gebraten wurde. Vielleicht war die Öltemperatur nicht gut genug kontrolliert, aber was eigentlich eine knusprige Außenhaut hätte sein sollen, scheint völlig aufgeweicht zu sein, wodurch die Gesamtfettigkeit um mindestens ein paar Grad erhöht wurde.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Golden frittierte Hühnerhappen",
      "description": "Geflügel, das gewürzt und dann gebraten wurde. Die Gewürze wurden zu einer Paste verarbeitet und auf das Huhn gestrichen, bevor es bei hoher Temperatur gebraten wurde. Allein der Duft lässt das Bild von knuspriger Haut und zartem Fleisch vor dem inneren Auge entstehen. Ein Biss und die köstlichen Säfte beginnen zu fließen. Wahrlich unwiderstehlich.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere golden frittierte Hühnerhappen",
      "description": "Geflügel, das gewürzt und dann gebraten wurde. Die goldene Außenhaut hat die reichlich vorhandenen Säfte im Fleisch nahezu versiegelt, was zu absolutem Genuss bei jedem Bissen führt. Der Geschmack an deinen Fingerspitzen wird viel länger in Erinnerung bleiben als der kurze Moment, in dem die Mahlzeit bis auf dünne Knochen verputzt wird.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
