{
  "_id": 2009,
  "id": "goulash",
  "name": "Gulaschsuppe mit Gemüse",
  "description": "Ein heißer Eintopf. Er besteht aus kaltem Gourmetfleisch und in kleine Stücke geschnittenem Gemüse. Langsam gekochte Tomaten verleihen diesem Gericht eine reichhaltige und dicke Textur. Wenn man sich den Magen mit dieser beruhigenden Mischung füllt, bleibt man stundenlang warm.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100094,
      "id": "chilled_meat",
      "name": "„Kaltes Gourmetfleisch“",
      "amount": 2
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Möhre",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Ausdauer",
  "results": {
    "suspicious": {
      "_id": 108204,
      "name": "Misslungene Gulaschsuppe mit Gemüse",
      "description": "Ein heißer Eintopf. Leider wurde dieser Eintopf bei zu großer Hitze gekocht, das Fleisch ist etwas fade und das Gemüse verkocht. Man kann es essen, aber es wird einen nicht von innen wärmen.",
      "effect": "Verringert die Geschwindigkeit beim Ansammeln bitterer Kälte für alle Truppenmitglieder 900 s lang ein wenig. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108205,
      "name": "Gulaschsuppe mit Gemüse",
      "description": "Ein heißer Eintopf. Er besteht aus kaltem Gourmetfleisch und in kleine Stücke geschnittenem Gemüse. Langsam gekochte Tomaten verleihen diesem Gericht eine reichhaltige und dicke Textur. Wenn man sich den Magen mit dieser beruhigenden Mischung füllt, bleibt man stundenlang warm.",
      "effect": "Verringert die Geschwindigkeit beim Ansammeln bitterer Kälte für alle Truppenmitglieder 900 s lang etwas. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108206,
      "name": "Leckere Gulaschsuppe mit Gemüse",
      "description": "Ein heißer Eintopf. Ein einziger Löffel davon füllt einem den Magen und lässt einem das Herz aufgehen. Je länger man kaut, desto zarter kommt einem das Fleisch darin vor. Nach einer Portion davon fühlt man sich unbesiegbar, selbst in Eis und Schnee.",
      "effect": "Verringert die Geschwindigkeit beim Ansammeln bitterer Kälte für alle Truppenmitglieder 900 s lang. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}