{
  "_id": 2504,
  "id": "grainfruit_chips",
  "name": "Kornfruchtchips",
  "description": "Knusprige Chips in Dreiecksform. Man nehme die frittierten Chips aus der Pfanne, beträufle sie mit der Soße, bestreue sie mit Käse, füge etwas geraspeltes Fleisch hinzu und schon hat man ein herzhaftes natlanisches Frühstück.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Kornfrucht",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Käse",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108736,
      "name": "Misslungene Kornfruchtchips",
      "description": "Knusprige Chips in Dreiecksform. Sie glänzen im Öl, und die Mischung mit dem klebrigen Käse sorgt für einen extrem fettigen und schwer verdaulichen Geschmack. Schon nach dem ersten Bissen ist es eine Herausforderung, weitere Stücke zu verzehren.",
      "effect": "#Stellt der gewählten Figur sofort 18 % LP und innerhalb der nächsten 30 s alle 5 s 300 LP wieder her."
    },
    "normal": {
      "_id": 108737,
      "name": "Kornfruchtchips",
      "description": "Knusprige Chips in Dreiecksform. Man nehme die frittierten Chips aus der Pfanne, beträufle sie mit der Soße, bestreue sie mit Käse, füge etwas geraspeltes Fleisch hinzu und schon hat man ein herzhaftes natlanisches Frühstück.",
      "effect": "#Stellt der gewählten Figur sofort 20 % LP und innerhalb der nächsten 30 s alle 5 s 390 LP wieder her."
    },
    "delicious": {
      "_id": 108738,
      "name": "Leckere Kornfruchtchips",
      "description": "Knusprige Chips in Dreiecksform. Sie bieten ein tolles Knusper-Erlebnis, kombiniert mit einem süßsauren Dip, reichhaltigem Käse und aromatischen Fleischstücken. Das perfekte Zusammenspiel dieser Zutaten sorgt dafür, dass man sich dem Genuss nicht entziehen kann. Was für eine unschlagbare Kombination!",
      "effect": "#Stellt der gewählten Figur sofort 22 % LP und innerhalb der nächsten 30 s alle 5 s 470 LP wieder her."
    },
    "special": {
      "_id": 108747,
      "id": "impeccably_organized",
      "name": "Alles in bester Ordnung",
      "description": "Kachinas Spezialzubereitung. Die kleinen Chips sind ordentlich in Reih und Glied aufgereiht und perfekt frittiert, knusprig und lecker. Diese sorgfältige und liebevolle Zubereitung zeigt deutlich Kachinas Engagement und Hingabe. Wenn man seine Begeisterung ausdrückt und ein wenig lobt, wird sie sich bestimmt sehr freuen, oder?",
      "effect": "#Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 570 LP wieder her.",
      "character": {
        "id": "kachina",
        "name": "Kachina"
      }
    }
  }
}