{
  "_id": 2506,
  "id": "grainfruit_wrap",
  "name": "Kornfrucht-Teigtasche",
  "description": "Ein in große Blätter gewickeltes Hauptgericht. In Natlan gibt es ein einfaches Sprichwort: „Gibt es eine Kornfrucht einzuwickeln, dann fällt irgendwo ein Blatt vom Himmel.“ Ein Ausdruck zur Beschreibung des Schicksals.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Kornfrucht",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108767,
      "name": "Misslungene Kornfrucht-Teigtasche",
      "description": "Ein in große Blätter gewickeltes Hauptgericht. Es schmeckt im Grunde so, als würde man in eine rohe Kornfrucht beißen, was die Frage aufwirft, was der Zweck des Kochens war ...",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 88 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108768,
      "name": "Kornfrucht-Teigtasche",
      "description": "Ein in große Blätter gewickeltes Hauptgericht. In Natlan gibt es ein einfaches Sprichwort: „Gibt es eine Kornfrucht einzuwickeln, dann fällt irgendwo ein Blatt vom Himmel.“ Ein Ausdruck zur Beschreibung des Schicksals.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 107 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108769,
      "name": "Leckere Kornfrucht-Teigtasche",
      "description": "Ein in große Blätter gewickeltes Hauptgericht. Der leichte Duft von Kornfrucht steigt aus der weichen Füllung im Inneren auf. Wenn sie auf der Zunge zergeht, verbinden sich ihre süßen und würzigen Noten mit einem Hauch von Salzigkeit zu einem unglaublich reichen Geschmackserlebnis.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 126 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}