{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Gegrilltes Schwein mit Honig",
  "description": "Eine Grillspezialität aus Liyue, bei der mariniertes Fleisch auf einer speziellen Eisengabel über einer Feuerstelle gegart wird. Unter zahlreichen Feinschmeckern erfreut sich der Geschmack von frisch gegrilltem Schweinefleisch großer Beliebtheit.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Misslungenes gegrilltes Schwein mit Honig",
      "description": "Eine Grillspezialität aus Liyue. Die übertriebene Süße sorgt für einen schwer erträglichen Geschmack. Ein Liyuer Sprichwort besagt, dass kleine Fehler große Konsequenzen nach sich ziehen können. Dies scheint wohl auch beim Kochen zuzutreffen.",
      "effect": "#Stellt der gewählten Figur sofort 8 % LP und innerhalb der nächsten 30 s alle 5 s 210 LP wieder her."
    },
    "normal": {
      "_id": 108646,
      "name": "Gegrilltes Schwein mit Honig",
      "description": "Eine Grillspezialität aus Liyue, bei der mariniertes Fleisch auf einer speziellen Eisengabel über einer Feuerstelle gegart wird. Unter zahlreichen Feinschmeckern erfreut sich der Geschmack von frisch gegrilltem Schweinefleisch großer Beliebtheit.",
      "effect": "#Stellt der gewählten Figur sofort 9 % LP und innerhalb der nächsten 30 s alle 5 s 260 LP wieder her."
    },
    "delicious": {
      "_id": 108647,
      "name": "Leckeres gegrilltes Schwein mit Honig",
      "description": "Eine Grillspezialität aus Liyue. Die Farbe rot und kräftig, das Aroma duftend und reichhaltig. Man befürchtet, dass nur ein weiterer Blick darauf genügt, um schwach zu werden. Und dann das süße Fleisch im Mund, aus dem der Saft quillt; seien wir ehrlich, eine Schüssel Reis ist wirklich nicht genug!",
      "effect": "#Stellt der gewählten Figur sofort 10 % LP und innerhalb der nächsten 30 s alle 5 s 300 LP wieder her."
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "Zeit für ein Tässchen Tee",
      "description": "Gamings Spezialzubereitung. Hübsch aufgereiht sitzen sie da in Reih und Glied im Dämpfer, die beinahe lebensecht wirkenden Dampfbrötchen in Form von Suanni. Ein Blick auf sie und man kommt nicht umhin, an den wendigen Jungen erinnert zu werden, wie er auf den Pflaumenholz-Pfählen herumspringt ... „Warum das lange Gesicht? Hier, trink erstmal einen Tee“, sagt der heitere Junge mit breitem Lachen, während er dir die Tasse reicht.",
      "effect": "#Stellt der gewählten Figur sofort 14 % LP und innerhalb der nächsten 30 s alle 5 s 350 LP wieder her.",
      "character": {
        "id": "gaming",
        "name": "Gaming"
      }
    }
  }
}
