{
  "_id": 2405,
  "id": "ile_flottante",
  "name": "Île flottante",
  "description": "Ein Dessert, welches mit Eiweiß gemacht wird. Die Zubereitung ist kinderleicht. Das Eiweiß steif zu schlagen, ist bereits die halbe Miete. Danach muss das bereits erhitzte Eiweiß nur noch auf die Sauce gegeben werden und man ist fertig. Die Optik des fertigen Desserts ist romantisch und ist bei den Damen in Fontaine mit Rang und Namen äußerst beliebt.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108548,
      "name": "Misslungene Île flottante",
      "description": "Ein Dessert, welches mit Eiweiß gemacht wird. Nach einem erfolglosen Versuch, das Eiweiß zu schlagen, hast du fast keine Kraft mehr für die Hände. Obwohl du versuchst, die Mischung über die vorbereitete Soße zu geben, verschmelzen die beiden zu einem totalen Durcheinander ... Äh, wie wäre es, wenn du es als neues Getränk betrachtest und einen Schluck trinkst?",
      "effect": "#Stellt der gewählten Figur sofort 18 % LP und innerhalb der nächsten 30 s alle 5 s 300 LP wieder her."
    },
    "normal": {
      "_id": 108549,
      "name": "Île flottante",
      "description": "Ein Dessert, welches mit Eiweiß gemacht wird. Die Zubereitung ist kinderleicht. Das Eiweiß steif zu schlagen, ist bereits die halbe Miete. Danach muss das bereits erhitzte Eiweiß nur noch auf die Sauce gegeben werden und man ist fertig. Die Optik des fertigen Desserts ist romantisch und ist bei den Damen in Fontaine mit Rang und Namen äußerst beliebt.",
      "effect": "#Stellt der gewählten Figur sofort 20 % LP und innerhalb der nächsten 30 s alle 5 s 390 LP wieder her."
    },
    "delicious": {
      "_id": 108550,
      "name": "Leckere Île flottante",
      "description": "Ein Dessert, welches mit Eiweiß gemacht wird. Das sanfte Eiklar schwebt wie Tau auf der weißen Cremesoße, geheimnisvollen Schätzen gleich, die auf ihre Entdeckung durch einen Reisenden warten. Dieser unglaublich leckere Genuss ist genauso befriedigend, wie das Öffnen einer prachtvollen Schatztruhe!",
      "effect": "#Stellt der gewählten Figur sofort 22 % LP und innerhalb der nächsten 30 s alle 5 s 470 LP wieder her."
    }
  }
}