{
  "_id": 3212,
  "id": "invigorating_kitty_meal",
  "name": "Belebende Katzenmahlzeit",
  "description": "Dieses Hauptgericht sieht ziemlich süß aus. Mit Kiminami Annas Hilfe wurde dieses Gericht nach dem Geschmack der vorläufigen Oberpriesterin Neko zubereitet. Obwohl es nicht ganz an den Geschmack von Hibiki herankommt, scheint Neko dennoch recht zufrieden mit ihrer Arbeit zu sein. Aufgrund der fehlenden Gewürze könnten die Menschen dieses Gericht ein wenig schlicht finden.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fisch",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Seegras",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Reis",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108318,
      "name": "Misslungene belebende Katzenmahlzeit",
      "description": "Dieses Hauptgericht sieht ziemlich süß aus. Allerdings verrät sein Aussehen einen Mangel an Erfahrung bei der Herstellung, denn das Endprodukt ist offensichtlich eine hastig zusammengewürfelte Flickschusterei. Wer weiß, ob die vorläufige Oberpriesterin Neko das akzeptieren wird ...",
      "effect": "Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 450 LP wieder her."
    },
    "normal": {
      "_id": 108319,
      "name": "Belebende Katzenmahlzeit",
      "description": "Dieses Hauptgericht sieht ziemlich süß aus. Mit Kiminami Annas Hilfe wurde dieses Gericht nach dem Geschmack der vorläufigen Oberpriesterin Neko zubereitet. Obwohl es nicht ganz an den Geschmack von Hibiki herankommt, scheint Neko dennoch recht zufrieden mit ihrer Arbeit zu sein. Aufgrund der fehlenden Gewürze könnten die Menschen dieses Gericht ein wenig schlicht finden.",
      "effect": "Stellt der gewählten Figur sofort 28 % LP und innerhalb der nächsten 30 s alle 5 s 620 LP wieder her."
    },
    "delicious": {
      "_id": 108320,
      "name": "Leckere belebende Katzenmahlzeit",
      "description": "Dieses Hauptgericht sieht ziemlich süß aus. Die einfache Methode, mit der es zubereitet wird, hat den Geschmack der Zutaten maximal erhalten. Sogar Katzen, die der Menschheit normalerweise wenig Beachtung schenken, werden sicherlich herbeieilen, wenn sie einen Hauch von diesem Gericht riechen. Äh, warte einen Moment. Sollte das auch Hunde anlocken?",
      "effect": "Stellt der gewählten Figur sofort 30 % LP und innerhalb der nächsten 30 s alle 5 s 790 LP wieder her."
    },
    "special": {
      "_id": 108511,
      "id": "energizing_bento",
      "name": "Vitalisierendes Bento",
      "description": "Spezialzubereitung von Kirara. Ein für Menschen gedachtes, speziell auf Mädchen zugeschnittenes Bento, das Kirara mit viel Mühe kreiert hat. Die ernährungsphysiologisch ausgewogenen Zutaten, kombiniert mit dem in niedlich-knuddeliger Katzenform gehaltenen Reis, wirken wie eine Lieferung voll der Freundschaft ... Selbst wenn man jeden Tag eins erhält, man kann sich einfach nicht daran satt sehen!",
      "effect": "Stellt der gewählten Figur sofort 34 % LP und innerhalb der nächsten 30 s alle 5 s 980 LP wieder her.",
      "character": {
        "id": "kirara",
        "name": "Kirara"
      }
    }
  }
}
