{
  "_id": 2211,
  "id": "katsu_sandwich",
  "name": "Schnitzelbrötchen",
  "description": "Eine sehr nahrhafte Mahlzeit. Im Inneren des Brotes befindet sich ein großes, knuspriges Schnitzel. Die Säfte des Fleischs haben leichte süße und säuerliche Noten, die den Fettgeschmack vollständig überdecken. Sie ist die perfekte Kombination aus lokalen Spezialitäten und der Küche aus der Ferne.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 2
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Weißkohl",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108381,
      "name": "Misslungenes Schnitzelbrötchen",
      "description": "Eine ausgewogene und nahrhafte Mahlzeit. Das eher trockene Schnitzel wird durch die verwelkten Blätter des Gemüses und die zu dicken Brotscheiben ergänzt ... Vergiss es, du musst deinen Magen füllen, also ... Augen zu und runter damit.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108382,
      "name": "Schnitzelbrötchen",
      "description": "Eine ausgewogene und nahrhafte Mahlzeit. Im Inneren des Brotes befindet sich ein großes, knuspriges Schnitzel. Die Säfte des Fleischs haben leichte süße und säuerliche Noten, die den Fettgeschmack vollständig überdecken. Sie ist die perfekte Kombination aus lokalen Spezialitäten und der Küche aus der Ferne.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 81 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108383,
      "name": "Leckeres Schnitzelbrötchen",
      "description": "Eine ausgewogene und nahrhafte Mahlzeit. Das duftende und fluffige Brot macht dich richtig satt, während das zarte und saftige Schnitzel die Sinne kitzelt. Ein einziger Bissen reicht aus, um dich von der Zunge bis zum Bauch mit Zufriedenheit zu erfüllen. Also, wer hat sich diese geniale Kombination als Erster einfallen lassen?",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 95 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "_id": 108390,
      "id": "the_only_truth",
      "name": "Nichts als die Wahrheit",
      "description": "Die Spezialzubereitung von Shikanoin Heizou. Auf dem zarten, feuchten Rührei liegt ein saftiges, goldbraun gebratenes Schnitzel, dessen Aroma sehr verlockend ist ... Nachdem du das ganze Gericht aufgegessen hast, bekommst du plötzlich den Drang, alle deine Geheimnisse auszuspucken. Das ist doch nicht etwa eine Geheimwaffe von Heizou, oder?",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 114 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "shikanoin_heizou",
        "name": "Shikanoin Heizou"
      }
    }
  }
}
