{
  "_id": 3206,
  "id": "konda_cuisine",
  "name": "Konda-Küche",
  "description": "Regionale Küche, die langsam über einem Feuer zubereitet wird. Jeder im Dorf Konda weiß, wie man dieses Gericht zubereitet. Ursprünglich hatte es keinen Namen, aber es verbreitete sich in ganz Inazuma aufgrund seiner nahrhaften Köstlichkeit. Dies führte schließlich dazu, dass diejenigen von außerhalb des Dorfes ihm seinen Namen gaben: „Konda-Küche“.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 3
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Goldfischkraut",
      "amount": 2
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Lavendelmelone",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Champignon",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108285,
      "name": "Misslungene Konda-Küche",
      "description": "Regionale Küche, die langsam über einem Feuer zubereitet wird. Konnte man das zuvor nicht gebratene Geflügel noch gerade so ertragen, so ist es mit der ungekochten Lavendelmelone wahrlich eine kulinarische Katastrophe. Nicht nur, dass der Geschmack dir den Mund zusammenzieht, die Mischung färbt sogar so stark auf die Zunge ab, dass man meinen könnte, man sei vergiftet worden.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her."
    },
    "normal": {
      "_id": 108286,
      "name": "Konda-Küche",
      "description": "Regionale Küche, die langsam über einem Feuer zubereitet wird. Jeder im Dorf Konda weiß, wie man dieses Gericht zubereitet. Ursprünglich hatte es keinen Namen, aber es verbreitete sich in ganz Inazuma aufgrund seiner nahrhaften Köstlichkeit. Dies führte schließlich dazu, dass diejenigen von außerhalb des Dorfes ihm seinen Namen gaben: „Konda-Küche“.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her."
    },
    "delicious": {
      "_id": 108287,
      "name": "Leckere Konda-Küche",
      "description": "Regionale Küche, die langsam über einem Feuer zubereitet wird. Eine gut ausgeklügelte Temperaturkontrolle hat es ermöglicht, dass jede Zutat genau richtig gegart wird. Das ist es: Genau das gleiche Aroma, das du riechst, einfach und doch viele Köstlichkeiten übertreffend, wenn du nachts durch das Dorf Konda schlenderst. Sicherlich würde ein Dorfbewohner, der in der Fremde unterwegs ist, anfangen, seine Heimat zu vermissen, wenn er dieses von dir so zubereitete Gericht essen würde.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her."
    }
  }
}
