{
  "_id": 3015,
  "id": "meatnado",
  "name": "Fleischonado",
  "description": "Ein äußerst beliebtes Fleischgericht. Die dünnen Fleischscheiben werden erst mit Speck und anderen Beilagen belegt, aufgerollt, in der Pfanne angebraten und dann in Brühe gegart. Sobald man das fertige Gericht zerschneidet, erinnert das Fleisch unweigerlich an einen Wirbelwind, der sich um die Füllung legt.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 2
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Speck",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Kartoffel",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Zwiebel",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Abenteuer",
  "results": {
    "suspicious": {
      "_id": 108691,
      "name": "Misslungener Fleischonado",
      "description": "Ein äußerst beliebtes Fleischgericht, das anfangs perfekt gelingt, doch im entscheidenden Moment des finalen Aufschneidens bricht das sorgfältig gerollte Fleisch plötzlich auseinander. Beilagen und rohes Fleisch vermischen sich zu einem chaotischen Durcheinander, das der Verwüstung nach einem Sturm ähnelt ...",
      "effect": "#Stellt beim Besiegen von Gegnern durch eine beliebige Figur aus der Truppe 15 Punkte Ausdauer wieder her. 3 s Abklingzeit, hält 900 s. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108692,
      "name": "Fleischonado",
      "description": "Ein äußerst beliebtes Fleischgericht. Die dünnen Fleischscheiben werden erst mit Speck und anderen Beilagen belegt, aufgerollt, in der Pfanne angebraten und dann in Brühe gegart. Sobald man das fertige Gericht zerschneidet, erinnert das Fleisch unweigerlich an einen Wirbelwind, der sich um die Füllung legt.",
      "effect": "#Stellt beim Besiegen von Gegnern durch eine beliebige Figur aus der Truppe 20 Punkte Ausdauer wieder her. 3 s Abklingzeit, hält 900 s. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108693,
      "name": "Leckerer Fleischonado",
      "description": "Ein äußerst beliebtes Fleischgericht, dessen intensive, fleischige Aromen Körper und Seele umhüllen und alle Träume von saftigen Fleischspeisen erfüllen. Kein Wunder, dass dieses Gericht bei jeder fröhlichen Zusammenkunft von Freunden und Familie nicht fehlen darf.",
      "effect": "#Stellt beim Besiegen von Gegnern durch eine beliebige Figur aus der Truppe 25 Punkte Ausdauer wieder her. 3 s Abklingzeit, hält 900 s. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}