{
  "id": "meat_lovers_mushroom_pizza",
  "name": "Pilz- und Fleischpizza",
  "description": "Eine Pizza, die frisch aus dem Ofen kommt. Mit großen Fleischstücken und frischen Pilzen, frisch gebacken zieht sie Fäden wie keine andere und niemand kann ihrem intensiven Geschmack widerstehen. Alle Pizzen sind sofort weg, sobald sie aus dem Ofen kommen. Deswegen ist ein gutes Timing entscheidend, wenn man diese Delikatesse unbedingt probieren will.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 4
    },
    {
      "id": "mushroom",
      "name": "Champignon",
      "amount": 3
    },
    {
      "id": "cheese",
      "name": "Käse",
      "amount": 2
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "name": "Misslungene Pilz- und Fleischpizza",
      "description": "Eine Pizza, die frisch aus dem Ofen kommt. Der unordentliche Klumpen aus Käse und Zutaten verströmt einen fettigen Geruch und die steinharte Kruste macht die Sache noch schlimmer. Was hat das arme Gericht durchgemacht, um in diesem Zustand zu enden – war es die Backzeit oder die übermäßige Gärung?",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Pilz- und Fleischpizza",
      "description": "Eine Pizza, die frisch aus dem Ofen kommt. Mit großen Fleischstücken und frischen Pilzen, frisch gebacken zieht sie Fäden wie keine andere und niemand kann ihrem intensiven Geschmack widerstehen. Alle Pizzen sind sofort weg, sobald sie aus dem Ofen kommen. Deswegen ist ein gutes Timing entscheidend, wenn man diese Delikatesse unbedingt probieren will.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere Pilz- und Fleischpizza",
      "description": "Eine Pizza, die frisch aus dem Ofen kommt. Jeder Zentimeter der Kruste ist mit dem fettigen Aroma von Fleisch gesättigt. Oben drauf sind Champignons gestreut, um den Geschmack auszugleichen. Ein kleiner Bissen und deine Geschmacksknospen werden von dem berauschenden Duft des Käses begrüßt. Du kannst nicht anders, als nach einem weiteren Stück zu greifen, noch bevor du das eine in deiner Hand aufgegessen hast.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
