{
  "_id": 4903,
  "id": "meatlovers_feast",
  "name": "Festmahl für Fleischliebhaber",
  "description": "Ein Menü, das aus Fleisch und Kaffee besteht. Das frittierte Hähnchensteak, umhüllt von Salatblättern und geschälten Garnelen, vereint land- und flussbezogene Aromen in einer mutigen Kombination. Es lässt einen unwillkürlich staunen, denn der Geschmack von Speisen ist wie ein unbekanntes Abenteuer – voller unendlicher Möglichkeiten.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 5
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Garnelenfleisch",
      "amount": 4
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Kaffeebohne",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108829,
      "name": "Misslungenes Festmahl für Fleischliebhaber",
      "description": "Ein Menü, das aus Fleisch und Kaffee besteht. Ein chaotisches Sammelsurium aus Zutaten, die willkürlich zusammengewürfelt wurden. Auf den ersten Blick erinnert es an ... ähm, eine Kombination aus Fleisch und Krabben? Wenn du über das heillose Durcheinander hinwegsehen kannst, kann es dir immerhin den Magen füllen ...",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108830,
      "name": "Festmahl für Fleischliebhaber",
      "description": "Ein Menü, das aus Fleisch und Kaffee besteht. Das frittierte Hähnchensteak, umhüllt von Salatblättern und geschälten Garnelen, vereint land- und flussbezogene Aromen in einer mutigen Kombination. Es lässt einen unwillkürlich staunen, denn der Geschmack von Speisen ist wie ein unbekanntes Abenteuer – voller unendlicher Möglichkeiten.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108831,
      "name": "Leckeres Festmahl für Fleischliebhaber",
      "description": "Ein Menü, das aus Fleisch und Kaffee besteht. Die Spezialsoße verströmt ein verlockendes Aroma. Es breitet sich in der Luft aus, als wäre es von der Anemo-Kraft selbst beseelt. Die saftigen, köstlich frischen Garnelen tanzen auf der Zunge und erfüllen jeden Bissen mit einer vielschichtigen Wonne ... Selbst als du dir bereits den Bauch vollgeschlagen hast, betest du, dass dieser Traum eines fleischigen Schmauses niemals enden möge!",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}