{
  "_id": 2111,
  "id": "mint_salad",
  "name": "Minzsalat",
  "description": "Ein duftendes Salatgericht. Fein gehackte Jueyun-Peperoni werden mit einer Soße vermengt und mit Minzblättern vermischt. Es sieht nicht besonders aus, aber es hat überraschend starke Kräfte der Erfrischung und Belebung. Es ist auch der perfekte Gaumenreiniger nach einem fettigen, üppigen Essen.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Minze",
      "amount": 4
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Jueyun-Peperoni",
      "amount": 1
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "_id": 108228,
      "name": "Misslungener Minzsalat",
      "description": "Ein duftendes Salatgericht. Die Minze und die Jueyun-Peperoni sind weder aufeinander abgestimmt noch gut eingearbeitet, was zu einem Gericht führt, das so scharf ist, dass jeder, der es isst, eine Zeit lang ratlos sein wird.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108229,
      "name": "Minzsalat",
      "description": "Ein duftendes Salatgericht. Fein gehackte Jueyun-Peperoni werden mit einer Soße vermengt und mit Minzblättern vermischt. Es sieht nicht besonders aus, aber es hat überraschend starke Kräfte der Erfrischung und Belebung. Es ist auch der perfekte Gaumenreiniger nach einem fettigen, üppigen Essen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 81 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108230,
      "name": "Leckerer Minzsalat",
      "description": "Ein duftendes Salatgericht. Die leicht bitteren, minzig-frischen Aromen überdecken nicht das lodernde Mundgefühl der Jueyun-Peperoni, sondern lassen die Schärfe in neue Höhen steigen. Die beiden wirbeln und drehen Pirouetten auf der Zunge wie ein konkurrierendes Tanzpaar unter dem herzlichen und kräftigen Beifall aller.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 95 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
