{
  "_id": 3316,
  "id": "minty_fruit_tea",
  "name": "Fruchtiger Minz-Tee",
  "description": "Ein erfrischendes und spritziges Getränk. Das wohltuende Aroma des Tees vermischt sich mit dem süß-säuerlichen Geschmack der Frucht und stimuliert sofort die Geschmacksknospen, und ehe man sich versieht, ist auch schon eine große Tasse geleert.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Minze",
      "amount": 3
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Dämmerfrucht",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Beere",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108498,
      "name": "Misslungener fruchtiger Minz-Tee",
      "description": "Ein erfrischendes und spritziges Getränk. Schon nach einem Schluck ist der saure Geschmack so heftig, dass die Zähne den Mund verlassen würden, um nie wieder zurückzukehren. Die Frische und der süße Nachgeschmack, die man beim Trinken erwartet, sind von einer tyrannischen Herbheit verdrängt worden. Ist das wirklich ein Früchtetee?",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108499,
      "name": "Fruchtiger Minz-Tee",
      "description": "Ein erfrischendes und spritziges Getränk. Das wohltuende Aroma des Tees vermischt sich mit dem süß-säuerlichen Geschmack der Frucht und stimuliert sofort die Geschmacksknospen, und ehe man sich versieht, ist auch schon eine große Tasse geleert.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108500,
      "name": "Leckerer fruchtiger Minz-Tee",
      "description": "Ein erfrischendes und spritziges Getränk. Der süße Teegeschmack mischt sich mit einem erfrischenden Blumenduft, während die Aromen der Früchte die Kehle hinunterwandern ... Moment mal, wie kommt es, dass nur noch Eiswürfel im Glas sind?",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}