{
  "id": "mint_jelly",
  "name": "Minzgötterspeise",
  "description": "Eine erfrischende Nachspeise. Die Schritte zur Herstellung sind in der Tat recht einfach und wenn sie die Kehle hinuntergleitet, wird der leichte, frische Geschmack von Minze dich für den Rest des Tages beleben.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "mint",
      "name": "Minze",
      "amount": 1
    },
    {
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "name": "Misslungene Minzgötterspeise",
      "description": "Eine erfrischende Nachspeise. Bei der Herstellung dieses Gerichts sind einige kleine Missgeschicke passiert, sodass das Gelee ungleichmäßig fest wurde. Nun, es könnte trotzdem noch dienlich sein, solltest du etwas Minzsirup trinken wollen ...",
      "effect": "Stellt der gewählten Figur 8 % LP sowie zusätzlich 800 LP wieder her."
    },
    "normal": {
      "name": "Minzgötterspeise",
      "description": "Eine erfrischende Nachspeise. Die Schritte zur Herstellung sind in der Tat recht einfach und wenn sie die Kehle hinuntergleitet, wird der leichte, frische Geschmack von Minze dich für den Rest des Tages beleben.",
      "effect": "Stellt der gewählten Figur 9 % LP sowie zusätzlich 1000 LP wieder her."
    },
    "delicious": {
      "name": "Leckere Minzgötterspeise",
      "description": "Eine erfrischende Nachspeise. Das richtige Maß an Elastizität sorgt wahrlich für einen schönen Anblick, wenn du sie mit der Rückseite eines kleinen Löffels berührst. Schmecke diesen Löffel und das kühle und erfrischende Gefühl wird sich sofort in deinem Mund ausbreiten und alle negativen Gefühlsregungen vertreiben, die du vielleicht beherbergst, bis zu dem Punkt, an dem du dich fühlst, als wärest du ein neuer Mensch geworden.",
      "effect": "Stellt der gewählten Figur 10 % LP sowie zusätzlich 1.200 LP wieder her."
    },
    "special": {
      "name": "Sättigungsgel",
      "description": "Aloys Spezialzubereitung. Der Querschnitt sieht perfekt aus, seine Form ist gleichmäßig und er verströmt einen kühlen Duft. Zuerst schien Aloy etwas besorgt zu sein, ob dir diese einzigartige Nachspeise schmecken würde, aber sie war erleichtert, als du sie in einem Zug hinunterschlangst ...",
      "effect": "Stellt der gewählten Figur 16 % LP sowie zusätzlich 1.350 LP wieder her.",
      "character": {
        "id": "aloy",
        "name": "Aloy"
      }
    }
  }
}
