{
  "_id": 2203,
  "id": "mixed_yakisoba",
  "name": "Gemischte Yakisoba",
  "description": "Eine in Inazuma übliche Haushaltskost. Man muss lediglich die Nudeln und die Beilagen vor dem Servieren gleichmäßig anbraten, was es zu einem einfach zuzubereitenden und sättigenden Gericht macht. Kein Wunder also, dass dieses Gericht in Inazuma so beliebt ist.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Weißkohl",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108291,
      "name": "Misslungene gemischte Yakisoba",
      "description": "Eine in Inazuma übliche Haushaltskost. Sowohl die Nudeln als auch die Beilagen zeigen Anzeichen, dass sie schwarz verbrannt wurden, Zeugnis der Tragödie, die sich zuvor ereignet haben muss.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 250 LP wieder her."
    },
    "normal": {
      "_id": 108292,
      "name": "Gemischte Yakisoba",
      "description": "Eine in Inazuma übliche Haushaltskost. Man muss lediglich die Nudeln und die Beilagen vor dem Servieren gleichmäßig anbraten, was es zu einem einfach zuzubereitenden und sättigenden Gericht macht. Kein Wunder also, dass dieses Gericht in Inazuma so beliebt ist.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 400 LP wieder her."
    },
    "delicious": {
      "_id": 108293,
      "name": "Leckere gemischte Yakisoba",
      "description": "Eine in Inazuma übliche Haushaltskost. Den leicht gewellten Nudeln und gewöhnlichen Beilagen wurde eine geheimnisvolle Würzkunst verliehen. Geschmeidig, elastisch, reichhaltig ... die Magie, die auf dem Teller wirkt, ist so, dass man nie müde wird, die Nudeln zu verputzen.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 550 LP wieder her."
    },
    "special": {
      "_id": 108364,
      "name": "Pfad des Stärksten",
      "description": "Arataki Ittos Spezialzubereitung. Er besteht darauf, dass dies ein „im Geschmack bisher unübertroffenes und unvergleichliches Gericht“ ist, das von „Arataki Itto, dem beste Gourmet“ hergestellt wird. Ob im Stehen, Sitzen oder Liegen, es füllt deinen Bauch mit einem Schlag und schickt dich auf den besten Weg, das zweitmächtigste Wesen der Welt zu werden ... Was für ein „toller“ Typ.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 15 % LP sowie zusätzlich 550 LP wieder her.",
      "character": {
        "id": "arataki_itto",
        "name": "Arataki Itto"
      }
    }
  }
}
