{
  "id": "moon_pie",
  "name": "Mondkuchen",
  "description": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Das eingelegte Fleisch hat nicht nur einen kräftigen Geschmack. Nach dem Rösten entstehen Aromastoffe, die eine leichte Süße bringen. Auf Festen in Mondstadt darf diese Delikatesse nicht fehlen.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 4
    },
    {
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Butter",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "name": "Misslungener Mondkuchen",
      "description": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Die dunkel geröstete Kruste wirkt ein wenig abstoßend. Am besten zeigt man diese Portion niemandem aus Mondstadt. Das könnte sonst ziemlich peinlich werden.",
      "effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 25 % und ihre VTD um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Mondkuchen",
      "description": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Das eingelegte Fleisch hat nicht nur einen kräftigen Geschmack. Nach dem Rösten entstehen Aromastoffe, die eine leichte Süße bringen. Auf Festen in Mondstadt darf diese Delikatesse nicht fehlen.",
      "effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 30 % und ihre VTD um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckerer Mondkuchen",
      "description": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Schneidet man eine Ecke des zarten Fleischs ab, dringt einem der warme Duft des Fleisches mit seinem Butteraroma in die Nase, der einen an die Feierlichkeit von Festen und Erntetagen erinnert. Und plötzlich fühlt man sich sorglos und glücklich.",
      "effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 35 % und ihre VTD um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "name": "Stürmische Calzone",
      "description": "Eulas Spezialzubereitung. Es ist schwer zu sagen, ob die Abweichung von der traditionellen Vollmond-Form der absichtliche Rebell gegen die Tradition ist oder ihr „Zahn für Zahn”-Ethos ausdrücken soll. Unter der goldenen Kruste kommt ein salziger, frischer, geräucherter Geschmack zum Vorschein, der in seiner Fülle und Intensität wahrscheinlich von keinem anderen in Mondstadt erreicht wird. Am besten sagst du ihr das aber nicht, damit sie sich nicht daran „erinnert“.",
      "effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 40 % und ihre VTD um 282 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}
