{
  "_id": 1101,
  "id": "mora_meat",
  "name": "Mora-Medaillon",
  "description": "Ein Fladen mit großzügiger Hackfleischfüllung. Zunächst wird der Fladen aufgeschnitten und dann mit Hackfleischmasse gefüllt. Damit wird der starke Geschmack des Fleischs abgemildert und durch den aromatischen Fladen ergänzt. Das Mora-Symbol, das üblicherweise auf dem Fladen zu sehen ist, steht für Reichtum und Glück.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108092,
      "name": "Misslungenes Mora-Medaillon",
      "description": "Ein Fladen mit großzügiger Hackfleischfüllung. Er ist zäh wie eine Schuhsohle. Ist man gewillt, sich nur auf das fettige Fleisch zu konzentrieren, entlockt man dem Gericht tatsächlich noch ein wenig Geschmack.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 50 LP wieder her."
    },
    "normal": {
      "_id": 108093,
      "name": "Mora-Medaillon",
      "description": "Ein Fladen mit großzügiger Hackfleischfüllung. Zunächst wird der Fladen aufgeschnitten und dann mit Hackfleischmasse gefüllt. Damit wird der starke Geschmack des Fleischs abgemildert und durch den aromatischen Fladen ergänzt. Das Mora-Symbol, das üblicherweise auf dem Fladen zu sehen ist, steht für Reichtum und Glück.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 100 LP wieder her."
    },
    "delicious": {
      "_id": 108094,
      "name": "Leckeres Mora-Medaillon",
      "description": "Ein Fladen mit großzügiger Hackfleischfüllung. Während der Fladen leicht knusprig ist, bleibt das Fleisch im Innern zart und saftig. Selbst angesichts eines Haufens Mora möchte man sich nicht von diesem Gericht trennen.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 150 LP wieder her."
    },
    "special": {
      "_id": 108139,
      "id": "qiankun_mora_meat",
      "name": "Qiankun-Mora-Medaillon",
      "description": "Ningguangs Spezialzubereitung. Der Fladen ist luftig locker und das Fleisch ist voller Geschmack. Die dampfende Fleischsoße quillt heraus, sobald man den Fladen zusammendrückt. Woher weiß Ninguang, der Tianquan, nur, wie man dieses Gericht zubereitet?",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 10 % LP sowie zusätzlich 150 LP wieder her.",
      "character": {
        "id": "ningguang",
        "name": "Ningguang"
      }
    }
  }
}