{
  "_id": 3512,
  "id": "nanas_cake",
  "name": "Nanas-Kuchen",
  "description": "Ein Kuchen mit einer faszinierenden Form. Den Teig gut verrühren, in eine Form geben und erhitzen, bis er durchgebacken ist. Die Ränder sind besonders anfällig für Verbrennungen. Wenn man eine perfekte goldene Farbe für den Nanas-Kuchen erreichen will, ist es wichtig, die Hitze gut zu kontrollieren.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 4
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108843,
      "name": "Misslungener Nanas-Kuchen",
      "description": "Ein Kuchen mit einer faszinierenden Form. Beim Herausnehmen aus dem Ofen hat sich der ganze Leib etwas verformt und er ist etwas zu weich. Du kommst nicht umhin, an den Herstellungsprozess zu denken ... und dass der Kuchen so schmeckt, als wäre er gerade aus dem Meer gefischt worden.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108844,
      "name": "Nanas-Kuchen",
      "description": "Ein Kuchen mit einer faszinierenden Form. Den Teig gut verrühren, in eine Form geben und erhitzen, bis er durchgebacken ist. Die Ränder sind besonders anfällig für Verbrennungen. Wenn man eine perfekte goldene Farbe für den Nanas-Kuchen erreichen will, ist es wichtig, die Hitze gut zu kontrollieren.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108845,
      "name": "Leckerer Nanas-Kuchen",
      "description": "Ein Kuchen mit einer faszinierenden Form. Er hat einen goldenen Schimmer, wie ein Sonnenuntergang in Kaktusfeigen. Das schelmische Lächeln eines „Nanasiers“ bringt dich zum Schmunzeln, während du in den Duft von Ei und Milch eintauchst, und du möchtest die glücklichen Momente, die du mit den anderen in Villa Guiztli verbracht hast, für immer bewahren.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}