{
  "id": "omelette_rice",
  "name": "Omelette-Reis",
  "description": "Ein Hauptgericht, eingewickelt in eine Eihülle. Die gleichmäßig verquirlte Ei-Flüssigkeit wird in der Pfanne gebraten, bevor sie über den Reis gegossen wird, und danach wird Tomatenketchup darüber geträufelt, wenn es fertig ist, auf den Teller zu kommen. Man sagt, dass dieses Gericht aus einer anderen Region stammt, wenn auch mit einer komplizierteren Kochmethode.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 4
    },
    {
      "id": "rice",
      "name": "Reis",
      "amount": 3
    },
    {
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Abenteuer",
  "results": {
    "suspicious": {
      "name": "Misslungener Omelette-Reis",
      "description": "Ein Hauptgericht, eingewickelt in eine Eihülle. Die Eihülle bedeckt den Reis gerade noch und ist so lange gebraten, dass sie ihre Flüssigkeit verloren hat. Man könnte es genauso gut „Spiegelei auf Reis“ nennen.",
      "effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 15 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Omelette-Reis",
      "description": "Ein Hauptgericht, eingewickelt in eine Eihülle. Die gleichmäßig verquirlte Ei-Flüssigkeit wird in der Pfanne gebraten, bevor sie über den Reis gegossen wird, und danach wird Tomatensoße darüber geträufelt, wenn es fertig ist, auf den Teller zu kommen. Man sagt, dass dieses Gericht aus einer anderen Region stammt, wenn auch mit einer komplizierteren Kochmethode.",
      "effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 20 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckerer Omelette-Reis",
      "description": "Ein Hauptgericht, eingewickelt in eine Eihaut. Wenn man die äußere Schicht der Eihaut, die noch nicht ganz gar gekocht ist, sanft ansticht, wickelt sie sich, garniert mit einer dicken süßsauren Soße, um den dicht gepackten weißen Reis, und der Appetit eines jeden Kunden wird geweckt. Nach dem genussvollen Verzehr kann man sich ein Lächeln nicht verkneifen.",
      "effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 25 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "name": "Omelette-Reis-Walzer",
      "description": "Kuki Shinobus Spezialzubereitung. Die weiche Eihaut scheint fast auf einer Bühne aus Soße zu tanzen, unter deren schwingendem Rock fluffiger Reis eingewickelt ist. Dieses Gericht kann es sogar mit der Arbeit des Chefkochs der Uyuu-Pagode aufnehmen. Shinobu hat ihre Kochlizenz wirklich nicht umsonst erworben.",
      "effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 1.500 s lang um 25 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "kuki_shinobu",
        "name": "Kuki Shinobu"
      }
    }
  }
}
