{
  "id": "onigiri",
  "name": "Onigiri",
  "description": "Ein Gericht für unterwegs, das mit Reis zubereitet wird. Es ist einfach zuzubereiten und bleibt auch bei Zimmertemperaturen köstlich, was es bei Zivilisten und Soldaten gleichermaßen sehr beliebt gemacht hat.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "fish",
      "name": "Fisch",
      "amount": 2
    },
    {
      "id": "seagrass",
      "name": "Seegras",
      "amount": 2
    },
    {
      "id": "rice",
      "name": "Reis",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "name": "Misslungene Onigiri",
      "description": "Ein Gericht für unterwegs, das mit Reis hergestellt wird. Es hat fast eine dreieckige Form, ist aber so locker, dass es zu zerfallen droht, wenn du es aufhebst, ganz wie die Erwartungen deiner potenziellen Gäste.",
      "effect": "Stellt der gewählten Figur sofort 18 % LP und innerhalb der nächsten 30 s alle 5 s 300 LP wieder her."
    },
    "normal": {
      "name": "Onigiri",
      "description": "Ein Gericht für unterwegs, das mit Reis zubereitet wird. Es ist einfach zuzubereiten und bleibt auch bei Zimmertemperaturen köstlich, was es bei Zivilisten und Soldaten gleichermaßen sehr beliebt gemacht hat.",
      "effect": "Stellt der gewählten Figur sofort 20 % LP und innerhalb der nächsten 30 s alle 5 s 390 LP wieder her."
    },
    "delicious": {
      "name": "Leckere Onigiri",
      "description": "Ein tragbares Gericht, das mit Reis zubereitet wird. Der knusprige Seetang fügt der bodenständigen Süße des Klebreises einen Hauch von Umami hinzu. Für den letzten Schliff schlägt der frische Fisch im Reisbällchen wie eine Bande aus dem Hinterhalt zu und die Befriedigung, die er Körper und Geist bringt, ist wie der klare Siegesschrei.",
      "effect": "Stellt der gewählten Figur sofort 22 % LP und innerhalb der nächsten 30 s alle 5 s 470 LP wieder her."
    },
    "special": {
      "name": "Technik zur Vermeidung von Schwindel – Version 2.0",
      "description": "Sayus Spezialität. Das Reisbällchen wurde von Sayu in eine niedliche Form geknetet – aber denk dran, es ist ein Mujina, kein Tanuki, verstanden? Und jetzt, wo du es erwähnst, so kann Sayu nach dem Essen wohl einen ganzen Tag lang schlafen, oder?",
      "effect": "Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 570 LP wieder her.",
      "character": {
        "id": "sayu",
        "name": "Sayu"
      }
    }
  }
}
