{
  "_id": 2305,
  "id": "panipuri",
  "name": "Panipuri",
  "description": "Ein mit einer Soße verzehrter Imbiss. Zuerst die Blätterteigbällchen in heißem Öl frittieren, dann ein Loch in das Blätterteigbällchen stechen und es mit den vorbereiteten Zutaten füllen. Besser mit Panipuri-Soße servieren. Ein solches Bällchen kann mit einem Bissen gegessen werden. Es ist ein klassischer Imbiss von Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Kartoffel",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Kahle Bohnen",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Harra-Würze",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108409,
      "name": "Misslungene Panipuri",
      "description": "Ein mit einer Soße verzehrter Imbiss. Die grüne Panipuri-Soße gibt einen subtilen ungewöhnlichen Duft ab und auch die Farbe scheint nicht zu stimmen ... Vielleicht sollte man einfach auf die Sauce verzichten und sich das knusprige Bällchen einfach direkt in den Mund stecken.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 250 LP wieder her."
    },
    "normal": {
      "_id": 108410,
      "name": "Panipuri",
      "description": "Ein mit einer Soße verzehrter Imbiss. Zuerst die Blätterteigbällchen in heißem Öl frittieren, dann ein Loch in das Blätterteigbällchen stechen und es mit den vorbereiteten Zutaten füllen. Besser mit Panipuri-Soße servieren. Ein solches Bällchen kann mit einem Bissen gegessen werden. Es ist ein klassischer Imbiss von Sumeru.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 400 LP wieder her."
    },
    "delicious": {
      "_id": 108411,
      "name": "Leckere Panipuri",
      "description": "Ein mit einer Soße verzehrter Imbiss. Die runden Panipuri erinnern dich an Schleim. Wenn du es in die geheimnisvolle, leuchtende Soße tauchst und zum Mund führst, prallen die kühlen, sauren und prickelnden Eindrücke auf deiner Zunge ab, als hätte jemand ein traumhaftes Dynamit gezündet. Kein Wunder, dass manche Menschen in Sumeru so besessen von diesem Essen sind ...",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 550 LP wieder her."
    },
    "special": {
      "_id": 108918,
      "id": "secrets_exchanged",
      "name": "„Geheimgeschäfte“",
      "description": "Nefers Spezialzubereitung. „Wie wäre es, wenn du das gegen eine ungewöhnliche Geschichte eintauschst, die du kennst?“ Kaum hatte sie gesprochen, erschien ein Teller voller duftender Panipuri auf dem Tisch. Gerade wolltest du zugreifen, da hielt sie deine Hand zurück. „Übrigens, ein Panipuri kostet mindestens einen Satz.“ ... Etwas zu essen, das Nefer selbst zubereitet hat, ist eben nicht so einfach ...",
      "effect": "#Belebt die gewählte Figur wieder und stellt ihr 15 % LP sowie zusätzlich 550 LP wieder her.",
      "character": {
        "id": "nefer",
        "name": "Nefer"
      }
    }
  }
}