{
  "_id": 3407,
  "id": "poisson_seafood_soup",
  "name": "Poisson-Suppe",
  "description": "Eine aus Meeresfrüchten gemachte Suppe. Dieses Gericht stammt ursprünglich aus dem Fischerdorf Poisson. Beim ersten Mal wurden die von den Fischern nicht verkauften Fischreste willkürlich in einen Topf geworfen und gekocht. Aufgrund seines delikaten Geschmacks wurde das Gericht in Fontaine sehr beliebt. Heutzutage kann praktisch jeder gefangene Fisch in diesem Gericht landen.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fisch",
      "amount": 4
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Minze",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108551,
      "name": "Misslungene Poisson-Suppe",
      "description": "Eine aus Meeresfrüchten gemachte Suppe. Außer dem Fischgeschmack kann man kein anderes Aroma herausschmecken. Wenn der Geschmack in Ordnung ist, muss etwas mit der Suppe nicht stimmen ... Warte mal, sind es Fischschuppen oder Kies, die zwischen deinen Zähnen stecken geblieben sind?",
      "effect": "#Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 450 LP wieder her."
    },
    "normal": {
      "_id": 108552,
      "name": "Poisson-Suppe",
      "description": "Eine aus Meeresfrüchten gemachte Suppe. Dieses Gericht stammt ursprünglich aus dem Fischerdorf Poisson. Beim ersten Mal wurden die von den Fischern nicht verkauften Fischreste willkürlich in einen Topf geworfen und gekocht. Aufgrund seines delikaten Geschmacks wurde das Gericht in Fontaine sehr beliebt. Heutzutage kann praktisch jeder gefangene Fisch in diesem Gericht landen.",
      "effect": "#Stellt der gewählten Figur sofort 28 % LP und innerhalb der nächsten 30 s alle 5 s 620 LP wieder her."
    },
    "delicious": {
      "_id": 108553,
      "name": "Leckere Poisson-Suppe",
      "description": "Eine aus Meeresfrüchten gemachte Suppe. Die dicke Brühe glänzt golden wie die Wellen im Sonnenschein und bringt das Aroma des Meeres an deinen Gaumen. Die Seefrüchte harmonieren und interagieren wie die Farben in Kunstwerken alter Zeiten. Die Schüssel war sofort leer und man konnte nicht anders, als die letzten Reste mit einem Stück Brot aufzutunken.",
      "effect": "#Stellt der gewählten Figur sofort 30 % LP und innerhalb der nächsten 30 s alle 5 s 790 LP wieder her."
    },
    "special": {
      "_id": 108563,
      "id": "seabirds_sojourn",
      "name": "„Aufenthalt eines Seevogels“",
      "description": "Fréminets Spezialzubereitung. Er hat die Suppenschüssel einfach stehengelassen und ist geflüchtet. Die Zutaten kommen nicht aus dem flachen Wasser, vielleicht wurden sie aus der Tiefsee emporgeholt. Du möchtest deine Dankbarkeit zum Ausdruck bringen, aber ... wo kannst du ihn finden?",
      "effect": "#Stellt der gewählten Figur sofort 34 % LP und innerhalb der nächsten 30 s alle 5 s 980 LP wieder her.",
      "character": {
        "id": "freminet",
        "name": "Fréminet"
      }
    }
  }
}
