{
  "id": "potato_boat",
  "name": "Kartoffelboot",
  "description": "Eine gebackene Vorspeise. Die Kartoffeln waschen, Käse und Rukkhashava-Pilze dazugeben und zusammen backen. Dieser Snack ist in Sumeru sehr beliebt. Er schmeckt besser, wenn er heiß gegessen wird. Aber man muss aufpassen, dass man sich beim Essen nicht den Mund verbrennt.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "potato",
      "name": "Kartoffel",
      "amount": 4
    },
    {
      "id": "rukkhashava_mushrooms",
      "name": "Rukkhashava-Pilz",
      "amount": 2
    },
    {
      "id": "cheese",
      "name": "Käse",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "name": "Misslungenes Kartoffelboot",
      "description": "Eine gebackene Vorspeise. Die Kartoffeln sind nur halbgar und an ihrer Oberfläche ist noch Erde zu erkennen ... Sieht aus, als könnte dieses Gericht nicht einmal durch Überbacken mit dem allmächtigen Käse zu neuem Leben erweckt werden.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her."
    },
    "normal": {
      "name": "Kartoffelboot",
      "description": "Eine gebackene Vorspeise. Die Kartoffeln waschen, Käse und Rukkhashava-Pilze dazugeben und zusammen backen. Dieser Snack ist in Sumeru sehr beliebt. Er schmeckt besser, wenn er heiß gegessen wird. Aber man muss aufpassen, dass man sich beim Essen nicht den Mund verbrennt.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her."
    },
    "delicious": {
      "name": "Leckeres Kartoffelboot",
      "description": "Eine gebackene Vorspeise. Die triefende Sahne fließt wie ein goldener Fluss und trägt ihr verführerisches Aroma in deinen Mund, zusammen mit der Frische der Rukkhashava-Pilze und der Weichheit der Kartoffeln. Du kannst nicht anders, als dir zu wünschen, dass diese gemütliche und schmackhafte Tour länger dauert ...",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her."
    }
  }
}
