{
  "_id": 2117,
  "id": "qingxin_flower_cake",
  "name": "Qingxin-Blütenkuchen",
  "description": "Ein Kuchen, der aus Blumen hergestellt wird. Seine Füllung wird mit morgens frisch gepflückten Qingxin-Blütenblättern zubereitet und dann in viele Schichten aus zwei verschiedenen Teigsorten, Blätterteig und Butterteig, eingewickelt. Qingxin-Blütenkuchen schmeckt frisch aus dem Ofen einfach am besten.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Qingxin",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Ausdauer",
  "results": {
    "suspicious": {
      "_id": 108781,
      "name": "Misslungener Qingxin-Blütenkuchen",
      "description": "Ein Kuchen, der aus Blumen hergestellt wird. Der trockene und fade Geschmack hat allerdings herzlich wenig mit der Zartheit von Blumen gemein. Man kommt nicht umhin, sich zu fragen, ob die Füllung nicht einfach aus Papierkonfetti besteht ...",
      "effect": "Stellt 40 Punkte Ausdauer wieder her."
    },
    "normal": {
      "_id": 108782,
      "name": "Qingxin-Blütenkuchen",
      "description": "Ein Kuchen, der aus Blumen hergestellt wird. Seine Füllung wird mit morgens frisch gepflückten Qingxin-Blütenblättern zubereitet und dann in viele Schichten aus zwei verschiedenen Teigsorten, Blätterteig und Butterteig, eingewickelt. Qingxin-Blütenkuchen schmeckt frisch aus dem Ofen einfach am besten.",
      "effect": "Stellt 50 Punkte Ausdauer wieder her."
    },
    "delicious": {
      "_id": 108783,
      "name": "Leckerer Qingxin-Blütenkuchen",
      "description": "Ein Kuchen, der aus Blumen hergestellt wird. Du musst nur einen Bissen nehmen und schon ist es, als würden sämtliche Blumen in den Gebirgen deines Mundes mit einem Schlag erblühen, während ihr Duft sich direkt einen Weg zu deinem Herzen bahnt. Während du schweren Herzens den letzten Bissen genießt, ist das einzige, was zurückbleibt, dieser flüchtige, deinen Fingern anhaftende Duft ...",
      "effect": "Stellt 60 Punkte Ausdauer wieder her."
    },
    "special": {
      "_id": 108788,
      "id": "jadecut_flowers",
      "name": "Jade-Schnittblumen",
      "description": "Lan Yans Spezialzubereitung. Das junge Mädchen vor dir hält den Kopf gesenkt und ist emsig in ihre Strickerei vertieft ... Und im Nu hältst du eine zarte Rattanschale in der Hand, gefüllt mit köstlichen Silberschwalben und duftendem Gebäck. Das Mädchen lächelt dich an; so unverfälscht, so schlicht, du fühlst dich wie verzaubert, dazu verleitet, einen Bissen zu nehmen und dich in den Genüssen der Schale zu ergehen.",
      "effect": "Stellt 80 Punkte Ausdauer wieder her.",
      "character": {
        "id": "lan_yan",
        "name": "Lan Yan"
      }
    }
  }
}