{
  "id": "rice_cake_soup",
  "name": "Klebreissuppe",
  "description": "Übliche Stadtküche. Die Zutaten wurden von der Suppe verschlungen, was sie in der Tat sehr verlockend macht. Man sagt, dass dieses Gericht anfangs nur aus wenigen Zutaten bestand, aber im Laufe der Zeit wurden mehr hinzugefügt, was zu seiner heutigen Form führte.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "sausage",
      "name": "Wurst",
      "amount": 2
    },
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "id": "fish",
      "name": "Fisch",
      "amount": 1
    },
    {
      "id": "lavender_melon",
      "name": "Lavendelmelone",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "name": "Misslungene Klebreissuppe",
      "description": "Übliche Stadtküche. Diese Zutaten wurden so lange gegart, dass sie knusprig geworden sind. Die einzige Möglichkeit, die Komponenten zu unterscheiden, besteht darin, die Mischung zu durchwühlen, einen kleinen Löffel zu nehmen und eine weitere Analyse einzuleiten.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Klebreissuppe",
      "description": "Übliche Stadtküche. Die Zutaten wurden von der Suppe verschlungen, was sie in der Tat sehr verlockend macht. Man sagt, dass dieses Gericht anfangs nur aus wenigen Zutaten bestand, aber im Laufe der Zeit wurden mehr hinzugefügt, was zu seiner heutigen Form führte.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere Klebreissuppe",
      "description": "Übliche Stadtküche. Die Frische der leichten Suppe bildet den perfekten Hintergrund, um den ursprünglichen Geschmack der Zutaten hervorzuheben und gibt dir den alten Geschmack von Inazuma. Wenn du in einer verschneiten Nacht alleine unterwegs bist, wird dir bei dieser einfachen Küche ganz warm ums Herz.",
      "effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
