{
  "_id": 3121,
  "id": "right_at_home",
  "name": "Zuhause auf Reisen",
  "description": "Ein reichhaltiges Hauptgericht mit vielen Zutaten. Zubereitet wird es aus Schinken, Vogeleiern und weiteren Zutaten, die dann mit Reis gebraten werden. Da es bei der Wahl der Zutaten viele Freiheiten lässt, wird es in so gut wie jedem Haushalt Liyues zubereitet.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Reis",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Schinken",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 1
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Bambusspross",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "_id": 108633,
      "name": "Misslungenes Zuhause auf Reisen",
      "description": "Ein reichhaltiges Hauptgericht mit vielen Zutaten. Fehlende Hitze und überschüssige Flüssigkeit sorgen dafür, dass sich im Mund ein Gefühl einstellt, als wäre irgendwas falsch; ausbleiben tut ein rauchiges Aroma, das man eigentlich erwartet hätte. Vielleicht sollte das nächste Mal einfach die Hitze erhöht werden ...",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108634,
      "name": "Zuhause auf Reisen",
      "description": "Ein reichhaltiges Hauptgericht mit vielen Zutaten. Zubereitet wird es aus Schinken, Vogeleiern und weiteren Zutaten, die dann mit Reis gebraten werden. Da es bei der Wahl der Zutaten viele Freiheiten lässt, wird es in so gut wie jedem Haushalt Liyues zubereitet.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108635,
      "name": "Leckeres Zuhause auf Reisen",
      "description": "Ein reichhaltiges Hauptgericht mit vielen Zutaten. Jedes einzelne Reiskorn ist überzogen von einer goldenen Schicht aus Ei, während der säuerliche Geschmack des Schinkens perfekt von der Hitze durchdrungen wurde. In dieser geselligen und rauchigen Atmosphäre werden sich alle Freunde und Verwandte, angereist von nah und fern, auch auf Reisen wie zu Hause fühlen.",
      "effect": "#Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}