{
  "_id": 3605,
  "id": "roulette_special",
  "name": "Runde Mischung",
  "description": "Ein Getränk, das in den verschiedensten Farben angeboten wird. Man könnte es eher als eine Art Tischspiel bezeichnen, als als Nahrungsmittel, bei dem es darum geht, jenes Getränk zu trinken, auf das die Nadel fällt. Demyan hat es so abgewandelt, dass es sich von den üblichen Produkten im „Flaggschiff“ unterscheidet. Es ist ausnahmslos alkoholfrei und dabei ziemlich süß.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkabeere",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Mittsommerbeere",
      "amount": 3
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Nachtschattenblume",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Minze",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Ausdauer",
  "results": {
    "suspicious": {
      "_id": 108876,
      "name": "Misslungene runde Mischung",
      "description": "Ein Getränk, das in den verschiedensten Farben angeboten wird, die alle gleich schmecken – nach langweiligem Zuckerwasser. Da fragt man sich wirklich, warum man sich die Mühe macht, acht verschiedenfarbige Getränke zu mischen, die dann doch alle gleich fade sind.",
      "effect": "#Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 15 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108877,
      "name": "Runde Mischung",
      "description": "Ein Getränk, das in den verschiedensten Farben angeboten wird. Man könnte es eher als eine Art Tischspiel bezeichnen, statt als Nahrungsmittel, bei dem es darum geht, das Getränk zu trinken, auf das der Zeiger zeigt. Demyan hat das Rezept so abgewandelt, dass es sich von den üblichen Produkten im „Flaggschiff“ unterscheidet. Es ist ausnahmslos alkoholfrei und dabei ziemlich süß.",
      "effect": "#Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 20 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108878,
      "name": "Leckere Runde Mischung",
      "description": "Ein Getränk, das in den verschiedensten Farben angeboten wird – fruchtig und frisch in perfektem Gleichgewicht. Eins reicht nie und noch bevor du den Zeiger drehst, wünschst du dir insgeheim: bloß kein leeres Glas!",
      "effect": "#Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 25 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}