{
  "_id": 3205,
  "id": "sakura_mochi",
  "name": "Sakuramochi",
  "description": "Ein zarter und eleganter Snack. Das dunkelgrüne Blatt fügt der gesamten warmen Farbpalette Komplexität hinzu. Schon der Anblick gibt dir ein Gefühl für seine stille Schönheit. Es ist eine Schande, dass sein lieblicher Geschmack in seiner Vergänglichkeit einer blühenden Blume gleicht. Doch lass dich davon nicht abhalten, einen Bissen zu nehmen.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Reis",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Sakura-Blüte",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108282,
      "name": "Misslungene Sakuramochi",
      "description": "Ein zarter und eleganter Snack. Sein Äußeres sieht angenehm aus, aber seine widerwärtige Süße bewirkt fast, dass er im Hals stecken bleibt und man keinen Appetit auf einen weiteren hat.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her."
    },
    "normal": {
      "_id": 108283,
      "name": "Sakuramochi",
      "description": "Ein zarter und eleganter Snack. Das dunkelgrüne Blatt fügt der gesamten warmen Farbpalette Komplexität hinzu. Schon der Anblick gibt dir ein Gefühl für seine stille Schönheit. Es ist eine Schande, dass sein lieblicher Geschmack in seiner Vergänglichkeit einer blühenden Blume gleicht. Doch lass dich davon nicht abhalten, einen Bissen zu nehmen.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her."
    },
    "delicious": {
      "_id": 108284,
      "name": "Leckere Sakuramochi",
      "description": "Ein zarter und eleganter Snack. Er ist umgeben vom Duft der Sakura und sein elegantes Äußeres verbirgt eine Lieblichkeit, die in einem einzigen Augenblick auftaucht und wieder verschwindet. In einem Moment, in dem alles still ist, bringt ein einziger Geschmack dich zu dem Moment zurück, als die Sakuras wie ein Schneesturm um dich herum waren.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her."
    },
    "special": {
      "_id": 108300,
      "id": "snow_on_the_hearth",
      "name": "„Schnee auf dem Herd“",
      "description": "Kamisato Ayakas Spezialzubereitung. Es ist fast wie ein kleines, wunderschönes und kompliziertes Kunstwerk, das mit seinem blassroten Mantel das Gefühl verdeckt, das das junge Mädchen von diesem Moment an zu hegen begann. Wenn man die Ehre hätte, ein solches Gericht zu genießen, während man mit einer Prinzessin, die so anmutig und edel wie ein weißer Reiher ist, Tee trinkt, würde man sich sicherlich danach sehnen, diesen Moment bis in die Ewigkeit auszudehnen.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 20 % LP sowie zusätzlich 1.500 LP wieder her.",
      "character": {
        "id": "kamisato_ayaka",
        "name": "Kamisato Ayaka"
      }
    }
  }
}