{
  "_id": 4201,
  "id": "sashimi_platter",
  "name": "Sashimi-Platte",
  "description": "Ein Gericht mit Meeresfrüchten, das aus frischen Zutaten zubereitet wird. Der Fisch und die Schalentiere werden in Stücke geschnitten und ordentlich angeordnet. Die Scheiben haben einen eleganten und zarten Geschmack und liefern reichhaltige und hochwertige Nährstoffe. Der anhaltende süße Nachgeschmack kommt ganz von der Frische der Zutaten und jeder Bissen ist ein Genuss, der es wert ist, die Augen zu schließen und zu genießen.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fisch",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Garnelenfleisch",
      "amount": 4
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Krebs",
      "amount": 4
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Rettich",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108258,
      "name": "Misslungene Sashimi-Platte",
      "description": "Ein Gericht mit Meeresfrüchten, das mit frischen Zutaten zubereitet wird. Das muss ein Übungsgericht sein. Die rostige Messerarbeit hat den ursprünglichen Geschmack der Zutaten ruiniert, noch sind die Fischschuppen auf den Sashimi-Scheiben vollständig entfernt worden. Es ist ... wahrscheinlich noch nicht zu spät, professionelle Hilfe zu erhalten ...",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108259,
      "name": "Sashimi-Platte",
      "description": "Ein Gericht mit Meeresfrüchten, das aus frischen Zutaten zubereitet wird. Der Fisch und die Schalentiere werden in Stücke geschnitten und ordentlich angeordnet. Die Scheiben haben einen eleganten und zarten Geschmack und liefern reichhaltige und hochwertige Nährstoffe. Der anhaltende süße Nachgeschmack kommt ganz von der Frische der Zutaten und jeder Bissen ist ein Genuss, der es wert ist, die Augen zu schließen und zu genießen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108260,
      "name": "Leckere Sashimi-Platte",
      "description": "Ein Gericht aus Meeresfrüchten, das mit frischen Zutaten zubereitet wird. Die vor dir ausgebreitete Präsentation ist wie ein Kunstwerk, fast zu schön, um sie zu verzehren. Die überragende Messerarbeit hat den Zutaten das größtmögliche Mundgefühl verliehen. Die zarte Textur, die exquisite Elastizität, die natürliche Süße ... es ist, als ob etwas Lebendiges in deinem Mund springt – direkt aus dem Meer und in dein Herz.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}