{
  "_id": 2301,
  "id": "shawarma_wrap",
  "name": "Schawarma-Rolle",
  "description": "In Fladenbrot gerolltes Grillfleisch. Das Fleisch vom senkrechten Drehspieß abschaben und auf den Weizenfladen legen, Gemüse und Soße dazugeben. Den Teig einrollen. Somit ist ein authentischer Sumeru-Imbiss vollendet.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Harra-Würze",
      "amount": 1
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "_id": 108394,
      "name": "Misslungene Schawarma-Rolle",
      "description": "In Fladenbrot gerolltes Grillfleisch. Das verkohlte Grillfleisch wirkt wie Holzkohle und ist nicht mehr zu retten ... Man sollte sich bei der Zubereitung von Speisen wohl nie zu sehr ablenken lassen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108395,
      "name": "Schawarma-Rolle",
      "description": "In Fladenbrot gerolltes Grillfleisch. Das Fleisch vom senkrechten Drehspieß abschaben und auf den Weizenfladen legen, Gemüse und Soße dazugeben. Den Teig einrollen. Somit ist ein authentischer Sumeru-Imbiss vollendet.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 81 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108396,
      "name": "Leckere Schawarma-Rolle",
      "description": "In Fladenbrot gerolltes Grillfleisch. Unter dem dünnen, weichen Fladenbrot liegt das knusprige und zarte Fleisch, dessen Geschmack durch Harra-Würze angereichert und durch erfrischendes Gemüse ausgeglichen wird. Ein kleiner Bissen reicht aus, um die wählerischen Geschmacksnerven zu erfreuen. Iss vorsichtig, denn du willst keinen einzigen Tropfen des Saftes verpassen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 95 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
