{
  "_id": 2502,
  "id": "sour_sauce_ceviche",
  "name": "Pökelfisch in saurer Sauce",
  "description": "Stücke rohen Fischs mit einem fruchtigen Aroma. Erst nimmt man den Fisch, entfernt die Haut, schneidet ihn in dicke Stücke, mariniert ihn in saurer Sauce, bis er eine weiße Farbe annimmt, und garniert ihn anschließend mit gehacktem Gemüse. Diese Kombination aus sauer und würzig gehört zu den klassischsten und leckersten Geschmacksrichtungen der Küche Natlans.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fisch",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Zwiebel",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Misslungener Pökelfisch in saurer Sauce",
      "description": "Stücke rohen Fischs mit einem fruchtigen Aroma. Die Marinierzeit war leider zu kurz, weshalb der Fisch nicht richtig durchgezogen ist. Glücklicherweise ist die Frische der Zutaten noch gegeben, sodass der Geschmack gerade so akzeptabel ist. Dennoch bleibt ein leichter Rest von Enttäuschung zurück.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108722,
      "name": "Pökelfisch in saurer Sauce",
      "description": "Stücke rohen Fischs mit einem fruchtigen Aroma. Erst nimmt man den Fisch, entfernt die Haut, schneidet ihn in dicke Stücke, mariniert ihn in saurer Sauce, bis er eine weiße Farbe annimmt, und garniert ihn anschließend mit gehacktem Gemüse. Diese Kombination aus sauer und würzig gehört zu den klassischsten und leckersten Geschmacksrichtungen der Küche Natlans.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 81 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108723,
      "name": "Leckerer Pökelfisch in saurer Sauce",
      "description": "Stücke rohen Fischs mit einem fruchtigen Aroma. Zuerst trifft einen der leckere Geschmack wie eine Welle, gefolgt von der Schärfe und Säure, die ein prickelndes Gefühl hinterlassen. Jeder Bissen ist wie eine Welle beim Surfen, die dir ein dynamisches Geschmackserlebnis bietet. Selbst nachdem die Wogen geglättet sind, bleibt das Verlangen nach mehr.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 95 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "_id": 108776,
      "id": "honeyglazed_ceviche",
      "name": "Ceviche in Honigsoße",
      "description": "Ororons Spezialzubereitung. „Dies habe ich zu Ehren der Älteren zubereitet.“ Und schon wurden die Fischscheiben serviert, die vor saftiger Köstlichkeit glitzerten. An dem süßen, delikaten Geschmack erkennt man, dass die Soße höchstwahrscheinlich Honig von höchster Güte enthält, dessen Gewinnung viel Überlegung und Mühe gekostet haben muss. Es kommt nicht oft vor, dass man Zeuge eines solchen Ausdrucks von Respekt vor den Älteren wird.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 114 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "ororon",
        "name": "Ororon"
      }
    }
  }
}