{
  "id": "stirfried_shrimp",
  "name": "Gebratene Garnelen",
  "description": "Ein leichtes und geschmeidiges Gericht. Die Garnelen werden schnell angebraten und die Soße gebunden. Diese Zubereitungsart ist sehr einfach und hebt die Frische des Garnelenfleisches hervor, sodass sie sowohl bei einfachen Hausmannskost als auch bei üppigen Banketten verwendet werden kann.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "shrimp_meat",
      "name": "Garnelenfleisch",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "id": "snapdragon",
      "name": "Goldfischkraut",
      "amount": 3
    }
  ],
  "dish_type": "Gerichte für Verteidigung",
  "results": {
    "suspicious": {
      "name": "Misslungene gebratene Garnelen",
      "description": "Ein leichtes und mildes Gericht. Bei dem Versuch die Zutaten vom Zusammenkleben abzuhalten wurde zu viel Öl hinzugegeben. Obwohl sie einem besonderen „Frittier“-Vorgang standhalten mussten, sind die Garnelen noch angenehm zart – aber Vorsicht: Iss nicht zu viele davon oder du bekommst eine raue Kehle.",
      "effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 20 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Gebratene Garnelen",
      "description": "Ein leichtes und mildes Gericht. Die Garnelen wurden kurz angebraten und die Soße angedickt. Diese Zubereitungsmethode ist äußerst simpel und unterstreicht die natürliche Frische der Garnelen, was sie zu einer beliebten Zutat bei auf dem Boden gebliebener Hausmannskost macht, aber auch bei überschwänglichen Banketts überzeugen lässt.",
      "effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 25 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere gebratene Garnelen",
      "description": "Ein leichtes und mildes Gericht. Die prallen Garnelen stecken voller Frische, die nur darauf wartet, sich beim ersten Bissen in deinem Mund ausbreiten zu können, wo sie zahllose Wellen von atemberaubendem, wunderbarem Geschmack freisetzt, der wie Wassertropfen, einer nach dem anderen, in einen unbewegten See hineinfallen, und am Ende der süße Nachgeschmack beginnt, sich auszubreiten.",
      "effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 30 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "name": "Morgentau-Garnelen",
      "description": "Yelans Spezialzubereitung. Zu den Zutaten gehört der neue Tee namens Tautropfen, der aus Qiaoying direkt in die Teestube geliefert und dann zusammen mit fangfrischen Flussgarnelen schnell gebraten wurde. Es riecht nach fernem Teeduft und schmeckt zart und federnd ... Warte! Warum kommt sie jetzt mit einem Teller Peperoni rüber?",
      "effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 35 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "yelan",
        "name": "Yelan"
      }
    }
  }
}
