{
  "_id": 3305,
  "id": "sunset_berry_tea",
  "name": "Dämmerfrucht-Beerentee",
  "description": "Süßsaures Fruchtgetränk. Reine Teebasis, gemischt mit Fruchtaroma. Mit einem Schluck kann der erfrischende Geschmack jede Dumpfheit und Hitze zerstreuen.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Dämmerfrucht",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Beere",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108442,
      "name": "Misslungener Dämmerfrucht-Beerentee",
      "description": "Süßsaures Fruchtgetränk. Um den sauren Geschmack zu unterdrücken hast du Zucker hinzugefügt, leider hast du dabei aber nicht auf die Menge achtgegeben und zuviel hinzugegeben. Ursprünglich wolltest du einen Durstlöscher trinken, aber jetzt wirst du umso durstiger, je mehr du trinkst. Am besten gibst du noch ein bisschen Wasser hinzu ...",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108443,
      "name": "Dämmerfrucht-Beerentee",
      "description": "Süßsaures Fruchtgetränk. Reine Teebasis, gemischt mit Fruchtaroma. Mit einem Schluck kann der erfrischende Geschmack jede Dumpfheit und Hitze zerstreuen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108444,
      "name": "Leckerer Dämmerfrucht-Beerentee",
      "description": "Süßsaures Fruchtgetränk. Der sanfte Geschmack dieses duftenden Tees entführt deine Gedanken auf eine Reise in die Ferne. Mit einem Schluck bekommst du das Gefühl in einem blühenden Garten zu entspannen, beseelt von der kühlenden Brise, die ein fruchtiges Aroma in sich trägt.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
