{
  "_id": 3303,
  "id": "tahchin",
  "name": "Tahchin",
  "description": "Ein sättigendes klassisches Reisgericht, das in großzügigen Portionen serviert wird. Zuerst den Reis kochen und das in Joghurt marinierte Fleisch in die Mitte des Reises legen. Der Reis wird dann geröstet, bis er knusprig ist. Vergiss nicht, es am Ende mit Padisarah zu garnieren. Sowohl Reis als auch Fleisch können Menschen satt machen, daher ist es auf dem Großen Basar sehr beliebt.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Reis",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Rohes Geflügel",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fisch",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Misslungenes Tahchin",
      "description": "Ein sättigendes klassisches Reisgericht, das in großzügigen Portionen serviert wird. Seine dunkel gefärbte Kruste sieht ziemlich verdächtig aus. Ein Biss auf seine gehärtete Oberfläche fühlt sich an wie ein Duell zwischen den Zähnen und dem Essen. Deinen armen Zähnen zuliebe beschließt du, nur die Füllungen zu essen ...",
      "effect": "Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 450 LP wieder her."
    },
    "normal": {
      "_id": 108419,
      "name": "Tahchin",
      "description": "Ein sättigendes klassisches Reisgericht, das in großzügigen Portionen serviert wird. Zuerst den Reis kochen und das in Joghurt marinierte Fleisch in die Mitte des Reises legen. Der Reis wird dann geröstet, bis er knusprig ist. Vergiss nicht, es am Ende mit Padisarah zu garnieren. Sowohl Reis als auch Fleisch können Menschen satt machen, daher ist es auf dem Großen Basar sehr beliebt.",
      "effect": "Stellt der gewählten Figur sofort 28 % LP und innerhalb der nächsten 30 s alle 5 s 620 LP wieder her."
    },
    "delicious": {
      "_id": 108420,
      "name": "Leckeres Tahchin",
      "description": "Ein sättigendes klassisches Reisgericht, das in großzügigen Portionen serviert wird. Beim ersten Biss knackt die knusprige Außenseite und macht herrlich knusprige Geräusche. Der zweite Bissen vereint weichen und feuchten Reis mit saftigem Fleisch im Mund. Der dritte Bissen bringt den Duft von Padisarah mit sich ... Der letzte Bissen schließlich lässt dich berauscht von dem wundersamen Erlebnis zurück. Schade nur, dass du zu satt bist, um dieses wunderbare Erlebnis fortzusetzen. Warum nicht morgen eine weitere Portion essen?",
      "effect": "Stellt der gewählten Figur sofort 30 % LP und innerhalb der nächsten 30 s alle 5 s 790 LP wieder her."
    },
    "special": {
      "_id": 108467,
      "id": "duel_soul",
      "name": "Kämpferseele",
      "description": "Cynos Spezialzubereitung. Glänzende Reiskörner türmen sich zu einem unvorstellbaren Hügel auf. Gräbt man sich mit einem Löffel in ihn hinein, findet man geschmackvoll saftiges Fleisch, welches im Herzen sofort ein nicht in Worte zu fassendes Verlangen auslösen. Man verspürt sofort den Wunsch, sich in eine sorgenfreie Partie „Geniale Beschwörung“ zu stürzen!",
      "effect": "Stellt der gewählten Figur sofort 34 % LP und innerhalb der nächsten 30 s alle 5 s 980 LP wieder her.",
      "character": {
        "id": "cyno",
        "name": "Cyno"
      }
    }
  }
}
