{
  "_id": 4904,
  "id": "thickcut_duelists_burger",
  "name": "Dicker Duellanten-Burger",
  "description": "Ein Burger, dessen Hauptzutat ein dickes Steak ist. Das weiche Hamburgerbrötchen verströmt nach dem Backen einen Hauch von Verkohlung und passt hervorragend zu der reichhaltigen Sauce, mit der das dicke Steak übergossen ist. Die Vielfalt der unterschiedlichen Beläge bereichert das Geschmackserlebnis und erhöht den Nährwert.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Käse",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108852,
      "name": "Misslungener dicker Duellanten-Burger",
      "description": "Ein Burger, dessen Hauptzutat ein dickes Steak ist. Das Fleisch wurde zu trocken gebraten. Man hat das Gefühl, auf misslungenem Hack herumzukauen. Die Salatblätter scheinen auch ihre besten Tage hinter sich zu haben ... Die Zutaten, die eigentlich harmonieren sollten, liefern sich stattdessen ein handfestes Gefecht auf der Zunge.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108853,
      "name": "Dicker Duellanten-Burger",
      "description": "Ein Burger, dessen Hauptzutat ein dickes Steak ist. Das weiche Hamburgerbrötchen verströmt nach dem Backen einen Hauch von Verkohlung und passt hervorragend zu der reichhaltigen Sauce, mit der das dicke Steak übergossen ist. Die Vielfalt der unterschiedlichen Beläge bereichert das Geschmackserlebnis und erhöht den Nährwert.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108854,
      "name": "Leckerer dicker Duellanten-Burger",
      "description": "Ein Burger, dessen Hauptzutat ein dickes Steak ist. Mit dem Gedanken „Mit Geschmack den Esser umhauen!“ zubereitet, ist dieser Burger ein echter Volltreffer. Das dicke Fleischstück bietet einen kräftigen Biss, perfekt ergänzt durch zahlreiche Zutaten, die seinen Geschmack unterstreichen. Der erste Bissen haut einen wirklich um!",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}