{
  "_id": 3412,
  "id": "tomates_narbonnaises",
  "name": "Tomates narbonnaises",
  "description": "Dieses Gericht besteht aus Fleisch und Gemüse. Die Tomaten werden ausgehöhlt, mit gleichmäßig gehacktem Fleisch gefüllt und anschließend gebacken. Das fertige Gericht besticht durch seine süß-säuerliche und weiche Konsistenz, die es zu einem gern gesehenen Gast an Tischen Fontaines macht.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Speck",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Zwiebel",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108588,
      "name": "Misslungene Tomates narbonnaises",
      "description": "Dieses Gericht besteht aus Fleisch und Gemüse. Die matte Färbung der unförmigen Tomaten lässt sie so wirken, als würden sie mit weit aufgerissenem Schlund heulen. Was dem Ganzen dann noch die Krone aufsetzt, ist das Hackfleisch in ihrem Inneren, dessen Geschmack an alte Holzreste erinnert. Insgesamt warten vier dieser Abscheulichkeiten auf dich. Wie willst du das nur schaffen?",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108589,
      "name": "Tomates narbonnaises",
      "description": "Dieses Gericht besteht aus Fleisch und Gemüse. Die Tomaten werden ausgehöhlt, mit gleichmäßig gehacktem Fleisch gefüllt und anschließend gebacken. Das fertige Gericht besticht durch seine süß-säuerliche und weiche Konsistenz, die es zu einem gern gesehenen Gast an Tischen Fontaines macht.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108590,
      "name": "Leckere Tomates narbonnaises",
      "description": "Dieses Gericht besteht aus Fleisch und Gemüse. Die saftig-vollmundigen Tomaten geben dem deftigen Hackfleisch einen Hauch von Würze und Leichtigkeit und schon der erste Biss ist herrlich säuerlich. Sobald du eine ganze davon verspeist hast, ist jede Schwermut in deinem Herzen wie weggeblasen durch den köstlichen Genuss, der sich auf deiner Zunge entfaltet.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}
