{
  "_id": 3203,
  "id": "triflavored_skewer",
  "name": "Spieß mit drei Aromen",
  "description": "Ein zusammengestückelter Spieß. Bei diesem Gericht kann man drei verschiedene Garvorgänge auf einmal probieren, was ihn sehr beliebt gemacht hat. Wenn du einmal nicht weißt, was du mit einem Wein kombinieren sollst, kannst du mit einem solchen Gericht nichts falsch machen.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Goldfischkraut",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "_id": 108273,
      "name": "Misslungener Spieß mit drei Aromen",
      "description": "Ein zusammengestückelter Spieß. Der verbrannte Bambusstab und die stumpf gefärbten Zutaten verströmen einen Geruch, der besser nicht benannt werden sollte. Wenn du das in freier Wildbahn zubereiten würdest, würdest du vielleicht ein paar Hilichurle anlocken ...",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "_id": 108274,
      "name": "Spieß mit drei Aromen",
      "description": "Ein zusammengestückelter Spieß. Bei diesem Gericht kann man drei verschiedene Garvorgänge auf einmal probieren, was ihn sehr beliebt gemacht hat. Wenn du einmal nicht weißt, was du mit einem Wein kombinieren sollst, kannst du mit einem solchen Gericht nichts falsch machen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "_id": 108275,
      "name": "Leckerer Spieß mit drei Aromen",
      "description": "Ein zusammengestückelter Spieß. Die hochfeine Temperaturkontrolle hat zischende Ölblüten freigesetzt. Die vielen Gewürze akzentuieren den Geschmack der verschiedenen Zutaten. Ein bisschen weniger davon wäre zu schlicht, ein bisschen mehr zu dicht. Diese leidenschaftliche Balance offenbart das handwerkliche Herz des Kochs.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  }
}