{
  "_id": 3411,
  "id": "tripes_du_port",
  "name": "Tripes du port",
  "description": "Ein Gericht, hergestellt aus Innereien. Man schneide die Zutaten in Stücke, gebe sie in eine Pfanne, umhülle sie mit Teig und backe sie. Das Verfahren stammt aus einer gewissen kleinen Hafenstadt, deren Geschichte längst vom Meer verschlungen wurde; aber ihre Delikatesse lebt in Fontaine weiter fort.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Rohes Fleisch",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Möhre",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Zwiebel",
      "amount": 2
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Fermentierter Saft",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108585,
      "name": "Misslungene Tripes du Port",
      "description": "Ein Gericht, hergestellt aus Innereien. Der Kuhmagen erinnert irgendwie an luftgetrocknetes zähes Leder, unmöglich zu kauen; und was noch schlimmer ist, der seltsame Geschmack, der sich im Mund auszubreiten beginnt. Es ist ein wenig, wie eine abgelaufene Dosennahrung herauszufordern ... vielleicht solltest du einfach besser das Handtuch werfen.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her."
    },
    "normal": {
      "_id": 108586,
      "name": "Tripes du port",
      "description": "Ein Gericht, hergestellt aus Innereien. Man schneide die Zutaten in Stücke, gebe sie in eine Pfanne, umhülle sie mit Teig und backe sie. Das Verfahren stammt aus einer gewissen kleinen Hafenstadt, deren Geschichte längst vom Meer verschlungen wurde; aber ihre Delikatesse lebt in Fontaine weiter fort.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her."
    },
    "delicious": {
      "_id": 108587,
      "name": "Leckere Tripes du Port",
      "description": "Ein Gericht, hergestellt aus Innereien. Der weiche Kuhmagen verbreitet ein köstliches, fruchtiges Aroma. Im Gegensatz zu diesen ganzen neumodischen Etepetete-Gerichten hast du hier einen Teller vor dir, der von einem sanften, traditionellen Geschmack erfüllt ist. Deine Gabel wird sich wie von selbst bewegen!",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her."
    }
  }
}
