{
  "_id": 2210,
  "id": "udon_noodles",
  "name": "Udon-Nudeln",
  "description": "Elastische Nudeln. Nach der Gärung und mehrmaligem Dehnen des Teigs sind die Nudeln von schöner Konsistenz. Udon unterscheidet sich von Ramen dadurch, dass es trotz seines milden Geschmacks in der Lage ist, die Sorgen der Einwohner von Inazuma zu lindern.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Seegras",
      "amount": 1
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Fisch",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108377,
      "name": "Misslungene Udon-Nudeln",
      "description": "Elastische Nudeln. Leider geschmacklos. Hier ist mehr Wasser als Suppe, sodass man das Gefühl hat, direkt aus einer Pfütze zu trinken. Es scheint, dass man nie zu sorglos mit dem Würzen umgehen sollte.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 250 LP wieder her."
    },
    "normal": {
      "_id": 108378,
      "name": "Udon-Nudeln",
      "description": "Elastische Nudeln. Nach der Gärung und mehrmaligem Dehnen des Teigs sind die Nudeln von schöner Konsistenz. Udon unterscheidet sich von Ramen dadurch, dass es trotz seines milden Geschmacks in der Lage ist, die Sorgen der Einwohner von Inazuma zu lindern.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 400 LP wieder her."
    },
    "delicious": {
      "_id": 108379,
      "name": "Leckere Udon-Nudeln",
      "description": "Elastische Nudeln. Die weißen, zähen Udon-Nudeln und ihre sorgfältig zubereitete Brühe sorgen mit ihrem exquisiten Geschmack für gute Laune. Wenn der leichte Weizengeschmack und das milde Aroma der Nudeln in den Magen gelangen, verspürt man ein warmes und berauschendes Gefühl.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 550 LP wieder her."
    },
    "special": {
      "_id": 108380,
      "name": "Fukuuchi-Udon",
      "description": "Yae Mikos Spezialzubereitung. Der frittierte Tofu in der Mitte ist ganz besonders, höchstpersönlich zubereitet von dem „Fräulein Kitsune“. Es heißt, wenn man großen Respekt im Herzen vor dem Fräulein Kitsune hegt, reicht es, die ganze Schüssel auf einmal leerzuessen, schon aus, um einen ganzen Tag lang gesegnet zu sein. Alles Unglück wird abgewehrt und allerlei Glück wird hergebracht.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 15 % LP sowie zusätzlich 550 LP wieder her.",
      "character": {
        "id": "yae_miko",
        "name": "Yae Miko"
      }
    }
  }
}
