{
  "_id": 2109,
  "id": "vegetarian_abalone",
  "name": "Vegetarische Seeohren",
  "description": "Ein vegetarisches Gericht mit kräftigem Geschmack. Zunächst einmal werden Matsutake in feine Scheiben geschnitten und gebraten, bis sie goldbraun sind. Schön aneinandergelegt werden sie mit Soße übergossen. Die Pilze bleiben dann richtig saftig und sind ein Genuss beim Kauen. Da sagen selbst Fleischliebhaber nicht Nein.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Goldfischkraut",
      "amount": 2
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108188,
      "name": "Misslungene vegetarische Seeohren",
      "description": "Ein deftiges, vegetarisches Gericht. Die extrem dicke Soße überdeckt völlig den frischen Geschmack der Zutaten und die Gewürze hinterlassen ein Trockenheitsgefühl im Mund, das bleibt, wie viel Wasser man auch trinken mag.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 250 LP wieder her."
    },
    "normal": {
      "_id": 108189,
      "name": "Vegetarische Seeohren",
      "description": "Ein vegetarisches Gericht mit kräftigem Geschmack. Zunächst einmal werden Matsutake in feine Scheiben geschnitten und gebraten, bis sie goldbraun sind. Schön aneinandergelegt werden sie mit Soße übergossen. Die Pilze bleiben dann richtig saftig und sind ein Genuss beim Kauen. Da sagen selbst Fleischliebhaber nicht Nein.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 400 LP wieder her."
    },
    "delicious": {
      "_id": 108190,
      "name": "Leckere vegetarische Seeohren",
      "description": "Ein deftiges, vegetarisches Gericht. Durch die Soße fühlen sich die Matsutake im Mund wahrlich so zart an wie Jakobsmuscheln und so frisch wie Seeohren. Kunden, die nicht wissen, dass sie Matsutake essen, werden nicht aus dem Staunen herauskommen, wenn sie später davon erfahren.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 550 LP wieder her."
    },
    "special": {
      "_id": 108200,
      "id": "ghostly_march",
      "name": "Geistermarsch",
      "description": "Hu Taos Spezialzubereitung. Die Geister mit den runden Gesichtern sehen ganz niedlich aus, so auf einen Haufen gequetscht. Doch wenn man der Versuchung erliegt und nur einen davon probiert, könnte man es lange bereuen. Schließlich steckt dieser Teller voller erstklassiger, geschmacksintensiver ... Was ist das eigentlich für ein Zeug?",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 15 % LP sowie zusätzlich 550 LP wieder her.",
      "character": {
        "id": "hu_tao_trial",
        "name": "Hu Tao (zum Probieren)"
      }
    }
  }
}
