{
  "_id": 3509,
  "id": "volcano_cake",
  "name": "Vulkankuchen",
  "description": "Ein Kuchen in der Form eines Vulkans. Die Zutaten werden zunächst vermischt und dann zu einem dicken Teig verrührt und in Form gebacken. Bei sorgfältiger Zeitplanung wird die äußere Hülle schön kross, während die Füllung im Inneren flüssig bleibt, ganz so wie bei einem Vulkan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Zucker",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Vogelei",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Mehl",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "_id": 108764,
      "name": "Misslungener Vulkankuchen",
      "description": "Ein Kuchen in der Form eines Vulkans. Der „Berg“ hat es nicht geschafft, die „Lava“ im Inneren vollständig einzuschließen, was zu einem Einsturz geführt hat, der tatsächlich einem Vulkanausbruch ähnelt und Unheil über das darunter liegende Tablett bringt. Sieht so aus, als müsstest du erstmal alles saubermachen, bevor du es noch einmal versuchst ...",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her."
    },
    "normal": {
      "_id": 108765,
      "name": "Vulkankuchen",
      "description": "Ein Kuchen in der Form eines Vulkans. Die Zutaten werden zunächst vermischt und dann zu einem dicken Teig verrührt und in Form gebacken. Bei sorgfältiger Zeitplanung wird die äußere Hülle schön kross, während die Füllung im Inneren flüssig bleibt, ganz so wie bei einem Vulkan.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her."
    },
    "delicious": {
      "_id": 108766,
      "name": "Leckerer Vulkankuchen",
      "description": "Ein Kuchen in der Form eines Vulkans. Der dampfend heiße „kleine Vulkan“ findet seine perfekte Ergänzung in der eiskalten „Aschewolke“, die darüber aufsteigt. Abgesehen von der unwiderstehlichen Süße bringt das Aroma der fließenden „Lava“ ein tiefes Gefühl der Zufriedenheit und des Wohlbefindens.",
      "effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her."
    }
  }
}
