{
  "_id": 10000107,
  "id": "citlali",
  "name": "Citlali",
  "title": "Fulgistella d'ossidiana",
  "description": "La grande sciamana dei Maestri del Vento della Notte, l'universalmente venerata Nonna Itztli.",
  "weapon_type": {
    "id": "catalyst",
    "name": "Catalizzatore"
  },
  "element": {
    "id": "cryo",
    "name": "Cryo"
  },
  "gender": {
    "id": "female",
    "name": "Femmina"
  },
  "release": 1735596000,
  "substat": "Maestria elementale",
  "affiliation": "Mictlan",
  "region": {
    "id": "natlan",
    "name": "Natlan"
  },
  "rarity": 5,
  "birthday": [20, 1],
  "constellation": "Patina Anavatlaca",
  "domain": "Rovine ardenti",
  "cv": {
    "english": "Skyler Davenport",
    "chinese": "柳知萧",
    "japanese": "田野アサミ",
    "korean": "Lee Eun-jo"
  },
  "skills": [
    {
      "_id": 11071,
      "id": "shadowstealing_spirit_vessel",
      "name": "Albergaspirito rubanime",
      "description": "<span>Attacco normale</span><br/>Invoca le arti segrete tramandate da generazioni tra i Maestri del Vento della Notte e sferra fino a 3 colpi che infliggono <span>DAN da Cryo</span>.<br/><br/><span>Attacco caricato</span><br/>Entra in modalità di mira e, dopo una pressione prolungata, consuma una certa quantità di vigore per evocare una Gelostella che infligge <span>DAN da Cryo</span> agli avversari lungo il suo percorso.<br/><br/><span>Attacco in picchiata</span><br/>Accumulando la forza di Cryo, si scaglia contro il suolo da mezz'aria, danneggiando tutti gli avversari lungo la sua traiettoria. Infligge <span>DAN da Cryo ad area</span> all'impatto col suolo.",
      "info": "",
      "attributes": [
        {
          "label": "DAN da 1º colpo",
          "values": [
            "43.4%",
            "46.7%",
            "49.9%",
            "54.3%",
            "57.5%",
            "60.8%",
            "65.1%",
            "69.5%",
            "73.8%",
            "78.1%",
            "82.5%",
            "86.8%",
            "92.2%",
            "97.7%",
            "103.1%"
          ]
        },
        {
          "label": "DAN da 2º colpo",
          "values": [
            "38.8%",
            "41.7%",
            "44.6%",
            "48.5%",
            "51.4%",
            "54.3%",
            "58.2%",
            "62.1%",
            "66%",
            "69.9%",
            "73.7%",
            "77.6%",
            "82.5%",
            "87.3%",
            "92.2%"
          ]
        },
        {
          "label": "DAN da 3º colpo",
          "values": [
            "53.8%",
            "57.8%",
            "61.8%",
            "67.2%",
            "71.2%",
            "75.3%",
            "80.7%",
            "86%",
            "91.4%",
            "96.8%",
            "102.2%",
            "107.5%",
            "114.3%",
            "121%",
            "127.7%"
          ]
        },
        {
          "label": "DAN da ATT caricato",
          "values": [
            "99.2%",
            "106.6%",
            "114.1%",
            "124%",
            "131.4%",
            "138.9%",
            "148.8%",
            "158.7%",
            "168.6%",
            "178.6%",
            "188.5%",
            "198.4%",
            "210.8%",
            "223.2%",
            "235.6%"
          ]
        },
        {
          "label": "Costo vigore ATT caricato",
          "values": [
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50"
          ]
        },
        {
          "label": "DAN da ATT in picchiata",
          "values": [
            "56.8%",
            "61.5%",
            "66.1%",
            "72.7%",
            "77.3%",
            "82.6%",
            "89.9%",
            "97.1%",
            "104.4%",
            "112.3%",
            "120.3%",
            "128.2%",
            "136.1%",
            "144.1%",
            "152%"
          ]
        },
        {
          "label": "DAN da ATT in picchiata basso/alto",
          "values": [
            "113.6% / 141.9%",
            "122.9% / 153.5%",
            "132.1% / 165%",
            "145.3% / 181.5%",
            "154.6% / 193.1%",
            "165.2% / 206.3%",
            "179.7% / 224.5%",
            "194.2% / 242.6%",
            "208.8% / 260.8%",
            "224.6% / 280.6%",
            "240.5% / 300.4%",
            "256.3% / 320.2%",
            "272.2% / 340%",
            "288% / 359.8%",
            "303.9% / 379.6%"
          ]
        }
      ]
    },
    {
      "_id": 11072,
      "id": "dawnfrost_darkstar",
      "name": "Stella nera Albagelo",
      "description": "Invocando patti segreti tramandati nella sua tribù da millenni, Citlali crea uno Scudo d'opale ed evoca la Tzitzimitl d'ossidiana: Itzpapa, una creatura (stando a quel che si dice) terrificante oltre ogni dire, che infligge <span>DAN da Cryo ad area</span> con attributo Anima della Notte.<br/>L'assorbimento DAN dello Scudo d'opale si basa sulla maestria elementale di Citlali, e permette di assorbire i <span>DAN da Cryo</span> con un 250% di efficienza. Dopo aver creato lo Scudo, Citlali subisce una breve <span>applicazione di Cryo</span>.<br/>Dopo aver usato l'abilità, Citlali ottiene 24 punti Anima della Notte ed entra nello stato di Grazia dell'Anima della Notte.<br/><br/><span>Grazia dell'Anima della Notte: Citlali</span><br/>Quando Itzpapa abbandona il campo, lo stato di Grazia dell'Anima della Notte di Citlali termina.<br/><br/><span>Itzpapa</span><br/>· Itzpapa segue il personaggio.<br/>· Se Citlali ha almeno 50 punti Anima della Notte, Itzpapa entra nello stato di Opale ardente e consuma continuamente punti Anima della Notte per scatenare un Tifone glaciale che segue il personaggio e attacca gli avversari nella sua area d'effetto, infliggendo <span>DAN da Cryo</span> con attributo Anima della Notte.<br/>· Quando i punti Anima della Notte di Citlali si esauriscono, anche lo stato di Opale ardente di Itzpapa termina.",
      "info": "Di solito, le volontà che simboleggiano stelle diverse non possono coesistere: come potrebbe il nero più profondo riflettersi nel bianco più candido?<br/>A ogni modo, Citlali non ha mai avuto preferenze particolari per i colori in sé, quindi la cosa è finita lì.",
      "attributes": [
        {
          "label": "DAN da Tzitzimitl d'ossidiana",
          "values": [
            "73%",
            "78.4%",
            "83.9%",
            "91.2%",
            "96.7%",
            "102.1%",
            "109.4%",
            "116.7%",
            "124%",
            "131.3%",
            "138.6%",
            "145.9%",
            "155%",
            "164.2%",
            "173.3%"
          ]
        },
        {
          "label": "Assorbimento DAN scudo",
          "values": [
            "576% maestria elementale + 1387",
            "619.2% maestria elementale + 1525",
            "662.4% maestria elementale + 1676",
            "720% maestria elementale + 1837",
            "763.2% maestria elementale + 2011",
            "806.4% maestria elementale + 2196",
            "864% maestria elementale + 2392",
            "921.6% maestria elementale + 2600",
            "979.2% maestria elementale + 2820",
            "1036.8% maestria elementale + 3051",
            "1094.4% maestria elementale + 3294",
            "1152% maestria elementale + 3548",
            "1224% maestria elementale + 3814",
            "1296% maestria elementale + 4091",
            "1368% maestria elementale + 4380"
          ]
        },
        {
          "label": "Durata scudo",
          "values": [
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s"
          ]
        },
        {
          "label": "Durata Itzpapa",
          "values": [
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s",
            "20s"
          ]
        },
        {
          "label": "Consumo punti Anima della Notte Itzpapa: Opale ardente",
          "values": [
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s",
            "8/s"
          ]
        },
        {
          "label": "DAN da Tifone glaciale",
          "values": [
            "17%",
            "18.3%",
            "19.6%",
            "21.3%",
            "22.6%",
            "23.8%",
            "25.5%",
            "27.2%",
            "28.9%",
            "30.6%",
            "32.3%",
            "34%",
            "36.2%",
            "38.3%",
            "40.4%"
          ]
        },
        {
          "label": "Limite punti Anima della Notte",
          "values": [
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100"
          ]
        },
        {
          "label": "TdR",
          "values": [
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s",
            "16s"
          ]
        }
      ]
    },
    {
      "_id": 11075,
      "id": "edict_of_entwined_splendor",
      "name": "Editto dello splendore intrecciato",
      "description": "Evoca degli \"alleati\" dai cieli stellati e dalla vasta terra, scatenando una Tormenta di ghiaccio che bombarda l'area davanti al personaggio, infliggendo <span>DAN da Cryo ad area</span> con attributo Anima della Notte. La Tormenta ripristina una determinata quantità di punti Anima della Notte di Citlali ed evoca un <span>Teschio albergaspiriti</span> vicino a un massimo di 3 avversari nella sua area d'effetto, con 1 Teschio per ciascun avversario. I Teschi albergaspiriti esplodono dopo un certo periodo di tempo, infliggendo <span>DAN da Cryo ad area</span> con attributo Anima della Notte e ripristinando una determinata quantità di punti Anima della Notte di Citlali.",
      "info": "\"Uff, basta con questa storia della 'stella nera, stella opale'! Citlalin, Itzpapa, prendeteli!\"",
      "attributes": [
        {
          "label": "DAN da Tormenta di ghiaccio",
          "values": [
            "537.6%",
            "577.9%",
            "618.2%",
            "672%",
            "712.3%",
            "752.6%",
            "806.4%",
            "860.2%",
            "913.9%",
            "967.7%",
            "1021.4%",
            "1075.2%",
            "1142.4%",
            "1209.6%",
            "1276.8%"
          ]
        },
        {
          "label": "Acquisizione punti Anima della Notte Tormenta di ghiaccio",
          "values": [
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24"
          ]
        },
        {
          "label": "DAN da Teschio albergaspiriti",
          "values": [
            "134.4%",
            "144.5%",
            "154.6%",
            "168%",
            "178.1%",
            "188.2%",
            "201.6%",
            "215%",
            "228.5%",
            "241.9%",
            "255.4%",
            "268.8%",
            "285.6%",
            "302.4%",
            "319.2%"
          ]
        },
        {
          "label": "Acquisizione punti Anima della Notte Teschio albergaspiriti",
          "values": [
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3"
          ]
        },
        {
          "label": "TdR",
          "values": [
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s"
          ]
        },
        {
          "label": "Costo energia",
          "values": [
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60"
          ]
        }
      ]
    }
  ],
  "passives": [
    {
      "id": "mamaloacos_frigid_rain",
      "name": "Pioggia gelida di Mamaloaco",
      "description": "Mentre Itzpapa è in campo, dopo che i membri vicini del gruppo hanno innescato reazioni di Congelamento o di Fusione, le RES a <span>Pyro</span> e <span>Hydro</span> degli avversari colpiti diminuiscono di un 20% per 12 s. Inoltre, i punti Anima della Notte di Citlali si ripristinano di 16. Il ripristino può verificarsi una volta ogni 8 s.",
      "level": 1
    },
    {
      "id": "itzpapalotls_star_garments",
      "name": "Abiti stellari di Itzpapalotl",
      "description": "Durante l'abilità elementale <span>Stella nera Albagelo</span>, i DAN del Tifone glaciale di Itzpapa aumentano di un 90% della maestria elementale di Citlali. Durante il Tripudio elementale <span>Editto dello splendore intrecciato</span>, i DAN della Tormenta di ghiaccio aumentano di un 1200% della maestria elementale di Citlali.<br/>Inoltre, quando i membri vicini del gruppo innescano un Impeto dell'Anima della Notte, i punti Anima della Notte di Citlali si ripristinano di 4.",
      "level": 4
    },
    {
      "id": "night_realms_gift_smoke_mirrors_and_the_flowing_winds",
      "name": "Dono del Reame notturno: Fumo, specchi e flusso dei venti",
      "description": "Se si trova in un'area di Natlan dove sono presenti uno o più Meccanismi flogistici, può usare Trasmissione dell'Anima della Notte: Citlali. Quando il personaggio attivo è sospeso a mezz'aria a un'altezza sufficiente, passare il controllo a Citlali attiva il seguente effetto: Citlali compie un balzo formidabile verso l'alto ed evoca la Tzitzimitl d'ossidiana bianca: Citlalin per fluttuare in aria. Trasmissione dell'Anima della Notte può attivarsi una volta ogni 10 s all'interno del tuo gruppo.<br/><br/>Passare alla modalità di mira permette a Citlali di entrare nello stato medianico, che le consente di interagire con i Graffiti e i Sigilli dello Spirito della Notte ed estrarne informazioni e potere. Le regole per l'interazione con gli oggetti sopracitati sono le stesse seguite dagli Iktomisauri.<br/><br/>Inoltre, la pressione prolungata del tasto di salto fa consumare a Citlali 75 di vigore per eseguire il balzo. Nelle aree di Natlan dove sono presenti dei Meccanismi flogistici, Citlali dà la priorità al consumo di Flogisto, usando 5 punti di quest'ultimo per saltare ancora più in alto.<br/>Quando è in aria, la pressione prolungata dell'attacco normale permette a Citlali di consumare Flogisto o vigore per entrare in modalità di mira e di innescare degli attacchi caricati. Quando effettua degli attacchi caricati a mezz'aria, Citlali dà la priorità al consumo di 20 punti Flogisto.",
      "level": 0
    },
    {
      "id": "songs_of_profound_mystery",
      "name": "Canzoni di misteri profondi",
      "description": "Se si trova in un'area di Natlan dove sono presenti uno o più Meccanismi flogistici, vengono ripristinati 20 punti Flogisto quando si innesca un Impeto dell'Anima della Notte.<br/>Non ha effetto nei domini, nei Domini della conquista o nell'Abisso a spirale.",
      "level": 0
    }
  ],
  "constellations": [
    {
      "_id": 1071,
      "id": "radiant_blades_of_centzon_mimixcoah",
      "name": "Lame lucenti di Centzon Mimixcoah",
      "description": "Quando usa la sua abilità elementale <span>Stella nera Albagelo</span>, Citlali ottiene l'effetto Paramenti Fulgistella finché Itzpapa non abbandona il campo. Durante questo periodo, ottiene 10 accumuli di Lama stellare. Quando un personaggio attivo vicino diverso da Citlali infligge DAN usando attacchi normali, caricati o in picchiata, o abilità e Tripudi elementali, viene consumata 1 accumulo di Lama stellare per aumentare i DAN inflitti di un 200% della maestria elementale di Citlali.<br/>Quando un personaggio vicino del gruppo innesca reazioni di Congelamento o Fusione, Citlali ottiene altri 3 accumuli di Lama stellare. Quest'effetto può attivarsi una volta ogni 8 s.<br/><br/>Usare l'abilità elementale <span>Stella nera Albagelo</span> ripristina il numero di Lame stellari.<br/>In più, quando Citlali esegue il suo balzo, è in modalità di mira o usa il suo attacco caricato a mezz'aria, il suo consumo di Flogisto diminuisce di un 45%.",
      "level": 1
    },
    {
      "_id": 1072,
      "id": "heart_devourers_travail",
      "name": "Calvario del Divoracuori",
      "description": "Citlali ottiene 125 punti di maestria elementale, mentre gli altri personaggi che sono protetti dal suo Scudo d'opale o che vengono seguiti da Itzpapa ne ottengono 250.<br/>Inoltre, quando Citlali usa la sua abilità elementale <span>Stella nera Albagelo</span>, anche i personaggi vicini ottengono uno Scudo d'opale.<br/><br/>In più, gli effetti del talento passivo Pioggia gelida di Mamaloaco ricevono un miglioramento:<br/>mentre Itzpapa è in campo, dopo che i membri vicini del gruppo hanno innescato reazioni di Congelamento o di Fusione, le RES a <span>Pyro</span> e <span>Hydro</span> degli avversari colpiti diminuiscono di un ulteriore 20% per 12 s. Richiede il talento passivo Pioggia gelida di Mamaloaco.",
      "level": 2
    },
    {
      "_id": 1073,
      "id": "cloud_serpents_feathered_crown",
      "name": "Corona piumata del serpente delle nuvole",
      "description": "Aumenta di 3 il livello di <span>Stella nera Albagelo</span>.<br/>Il livello di potenziamento massimo è 15.",
      "level": 3
    },
    {
      "_id": 1074,
      "id": "death_defiers_spirit_skull",
      "name": "Spiriteschio Affrontamorte",
      "description": "Mentre l'abilità elementale <span>Stella nera Albagelo</span> è attiva, quando il Tifone glaciale di Itzpapa colpisce gli avversari, viene evocato un <span>Teschio albergaspiriti d'ossidiana</span> aggiuntivo. Quando un Teschio albergaspiriti evocato in questo modo esplode, infligge <span>DAN da Cryo ad area</span> con attributo Anima della Notte pari a un 1800% della maestria elementale di Citlali, ripristinando al contempo 16 punti Anima della Notte e 8 di energia di quest'ultima. Quest'effetto può attivarsi una volta ogni 8 s. Tali DAN non sono considerati DAN da Tripudio elementale.",
      "level": 4
    },
    {
      "_id": 1075,
      "id": "nemontemis_hex",
      "name": "Maleficio di Nemontemi",
      "description": "Aumenta di 3 il livello di <span>Editto dello splendore intrecciato</span>.<br/>Il livello di potenziamento massimo è 15.",
      "level": 5
    },
    {
      "_id": 1076,
      "id": "teoiztacs_secret_pact",
      "name": "Patto segreto di Teoiztac",
      "description": "Dopo essere stata evocata con l'abilità elementale <span>Stella nera Albagelo</span>, Itzpapa rimane sempre nello stato di Opale ardente, che non termina neanche se vengono consumati tutti i punti Anima della Notte.<br/>In più, quando viene usata <span>Stella nera Albagelo</span>, Itzpapa consuma tutti i punti Anima della Notte e, mentre è in campo, continua a consumarli. Ogni punto Anima della Notte consumato in questo modo conferisce a Citlali 1 punto di Cifra della legge segreta.<br/>È possibile ottenere in questo modo fino a un massimo di 40 punti, e ciascun punto posseduto da Citlali conferisce a tutti i membri del gruppo vicini un bonus DAN da <span>Pyro</span> e <span>Hydro</span> pari a un 1,5%, oltre a un aumento dei DAN inflitti da Citlali di un 2,5%.<br/>Quando Itzpapa abbandona il campo, o dopo aver usato di nuovo l'abilità elementale di Citlali, tutti i punti di Cifra della legge segreta spariscono.",
      "level": 6
    }
  ],
  "ascension": [
    {
      "level": [1],
      "stats": [
        {
          "label": "Fai ascendere",
          "values": ["-", 1]
        },
        {
          "label": "PS di base",
          "values": ["-", "906"]
        },
        {
          "label": "ATT di base",
          "values": ["-", "10"]
        },
        {
          "label": "DIF di base",
          "values": ["-", "59"]
        },
        {
          "label": "Maestria elementale",
          "values": ["-", "0"]
        }
      ]
    },
    {
      "level": [20],
      "cost": 0,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [0, 1]
        },
        {
          "label": "PS di base",
          "values": ["2349", "3126"]
        },
        {
          "label": "ATT di base",
          "values": ["26", "34"]
        },
        {
          "label": "DIF di base",
          "values": ["154", "205"]
        },
        {
          "label": "Maestria elementale",
          "values": ["0", "0"]
        }
      ]
    },
    {
      "level": [40],
      "cost": 20000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [1, 2]
        },
        {
          "label": "PS di base",
          "values": ["4677", "5229"]
        },
        {
          "label": "ATT di base",
          "values": ["51", "57"]
        },
        {
          "label": "DIF di base",
          "values": ["307", "343"]
        },
        {
          "label": "Maestria elementale",
          "values": ["0", "29"]
        }
      ],
      "mat1": {
        "_id": 104161,
        "id": "shivada_jade_sliver",
        "name": "Scheggia di giada Shivada",
        "amount": 1,
        "rarity": 2
      },
      "mat3": {
        "_id": 101249,
        "id": "quenepa_berry",
        "name": "Bacca Quenepa",
        "amount": 3,
        "rarity": 1
      },
      "mat4": {
        "_id": 112101,
        "id": "juvenile_fang",
        "name": "Zanna decidua",
        "amount": 3,
        "rarity": 1
      }
    },
    {
      "level": [50],
      "cost": 40000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [2, 3]
        },
        {
          "label": "PS di base",
          "values": ["6016", "6752"]
        },
        {
          "label": "ATT di base",
          "values": ["66", "74"]
        },
        {
          "label": "DIF di base",
          "values": ["395", "443"]
        },
        {
          "label": "Maestria elementale",
          "values": ["29", "58"]
        }
      ],
      "mat1": {
        "_id": 104162,
        "id": "shivada_jade_fragment",
        "name": "Frammento di giada Shivada",
        "amount": 3,
        "rarity": 3
      },
      "mat2": {
        "_id": 113071,
        "id": "talisman_of_the_enigmatic_land",
        "name": "Talismano della terra misteriosa",
        "amount": 2,
        "rarity": 4
      },
      "mat3": {
        "_id": 101249,
        "id": "quenepa_berry",
        "name": "Bacca Quenepa",
        "amount": 10,
        "rarity": 1
      },
      "mat4": {
        "_id": 112101,
        "id": "juvenile_fang",
        "name": "Zanna decidua",
        "amount": 15,
        "rarity": 1
      }
    },
    {
      "level": [60],
      "cost": 60000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [3, 4]
        },
        {
          "label": "PS di base",
          "values": ["7547", "8098"]
        },
        {
          "label": "ATT di base",
          "values": ["82", "88"]
        },
        {
          "label": "DIF di base",
          "values": ["495", "531"]
        },
        {
          "label": "Maestria elementale",
          "values": ["58", "58"]
        }
      ],
      "mat1": {
        "_id": 104162,
        "id": "shivada_jade_fragment",
        "name": "Frammento di giada Shivada",
        "amount": 6,
        "rarity": 3
      },
      "mat2": {
        "_id": 113071,
        "id": "talisman_of_the_enigmatic_land",
        "name": "Talismano della terra misteriosa",
        "amount": 4,
        "rarity": 4
      },
      "mat3": {
        "_id": 101249,
        "id": "quenepa_berry",
        "name": "Bacca Quenepa",
        "amount": 20,
        "rarity": 1
      },
      "mat4": {
        "_id": 112102,
        "id": "seasoned_fang",
        "name": "Zanna inveterata",
        "amount": 12,
        "rarity": 2
      }
    },
    {
      "level": [70],
      "cost": 80000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [4, 5]
        },
        {
          "label": "PS di base",
          "values": ["8901", "9453"]
        },
        {
          "label": "ATT di base",
          "values": ["97", "103"]
        },
        {
          "label": "DIF di base",
          "values": ["584", "620"]
        },
        {
          "label": "Maestria elementale",
          "values": ["58", "86"]
        }
      ],
      "mat1": {
        "_id": 104163,
        "id": "shivada_jade_chunk",
        "name": "Pezzo di giada Shivada",
        "amount": 3,
        "rarity": 4
      },
      "mat2": {
        "_id": 113071,
        "id": "talisman_of_the_enigmatic_land",
        "name": "Talismano della terra misteriosa",
        "amount": 8,
        "rarity": 4
      },
      "mat3": {
        "_id": 101249,
        "id": "quenepa_berry",
        "name": "Bacca Quenepa",
        "amount": 30,
        "rarity": 1
      },
      "mat4": {
        "_id": 112102,
        "id": "seasoned_fang",
        "name": "Zanna inveterata",
        "amount": 18,
        "rarity": 2
      }
    },
    {
      "level": [80],
      "cost": 100000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [5, 6]
        },
        {
          "label": "PS di base",
          "values": ["10264", "10816"]
        },
        {
          "label": "ATT di base",
          "values": ["112", "118"]
        },
        {
          "label": "DIF di base",
          "values": ["673", "710"]
        },
        {
          "label": "Maestria elementale",
          "values": ["86", "115"]
        }
      ],
      "mat1": {
        "_id": 104163,
        "id": "shivada_jade_chunk",
        "name": "Pezzo di giada Shivada",
        "amount": 6,
        "rarity": 4
      },
      "mat2": {
        "_id": 113071,
        "id": "talisman_of_the_enigmatic_land",
        "name": "Talismano della terra misteriosa",
        "amount": 12,
        "rarity": 4
      },
      "mat3": {
        "_id": 101249,
        "id": "quenepa_berry",
        "name": "Bacca Quenepa",
        "amount": 45,
        "rarity": 1
      },
      "mat4": {
        "_id": 112103,
        "id": "tyrants_fang",
        "name": "Zanna del tiranno",
        "amount": 12,
        "rarity": 3
      }
    },
    {
      "level": [90],
      "cost": 120000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [6, 7]
        },
        {
          "label": "PS di base",
          "values": ["11634", "11634"]
        },
        {
          "label": "ATT di base",
          "values": ["127", "127"]
        },
        {
          "label": "DIF di base",
          "values": ["763", "763"]
        },
        {
          "label": "Maestria elementale",
          "values": ["115", "115"]
        }
      ],
      "mat1": {
        "_id": 104164,
        "id": "shivada_jade_gemstone",
        "name": "Gemma di giada Shivada",
        "amount": 6,
        "rarity": 5
      },
      "mat2": {
        "_id": 113071,
        "id": "talisman_of_the_enigmatic_land",
        "name": "Talismano della terra misteriosa",
        "amount": 20,
        "rarity": 4
      },
      "mat3": {
        "_id": 101249,
        "id": "quenepa_berry",
        "name": "Bacca Quenepa",
        "amount": 60,
        "rarity": 1
      },
      "mat4": {
        "_id": 112103,
        "id": "tyrants_fang",
        "name": "Zanna del tiranno",
        "amount": 24,
        "rarity": 3
      }
    }
  ],
  "talent_materials": [
    {
      "level": 2,
      "cost": 12500,
      "items": [
        {
          "_id": 104350,
          "id": "teachings_of_kindling",
          "name": "Insegnamenti della combustione",
          "amount": 3,
          "rarity": 2
        },
        {
          "_id": 112101,
          "id": "juvenile_fang",
          "name": "Zanna decidua",
          "amount": 6,
          "rarity": 1
        }
      ]
    },
    {
      "level": 3,
      "cost": 17500,
      "items": [
        {
          "_id": 104351,
          "id": "guide_to_kindling",
          "name": "Guida alla combustione",
          "amount": 2,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Zanna inveterata",
          "amount": 3,
          "rarity": 2
        }
      ]
    },
    {
      "level": 4,
      "cost": 25000,
      "items": [
        {
          "_id": 104351,
          "id": "guide_to_kindling",
          "name": "Guida alla combustione",
          "amount": 4,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Zanna inveterata",
          "amount": 4,
          "rarity": 2
        }
      ]
    },
    {
      "level": 5,
      "cost": 30000,
      "items": [
        {
          "_id": 104351,
          "id": "guide_to_kindling",
          "name": "Guida alla combustione",
          "amount": 6,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Zanna inveterata",
          "amount": 6,
          "rarity": 2
        }
      ]
    },
    {
      "level": 6,
      "cost": 37500,
      "items": [
        {
          "_id": 104351,
          "id": "guide_to_kindling",
          "name": "Guida alla combustione",
          "amount": 9,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Zanna inveterata",
          "amount": 9,
          "rarity": 2
        }
      ]
    },
    {
      "level": 7,
      "cost": 120000,
      "items": [
        {
          "_id": 104352,
          "id": "philosophies_of_kindling",
          "name": "Filosofie della combustione",
          "amount": 4,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Zanna del tiranno",
          "amount": 4,
          "rarity": 3
        },
        {
          "_id": 113062,
          "id": "denial_and_judgment",
          "name": "Diniego e giudizio",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 8,
      "cost": 260000,
      "items": [
        {
          "_id": 104352,
          "id": "philosophies_of_kindling",
          "name": "Filosofie della combustione",
          "amount": 6,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Zanna del tiranno",
          "amount": 6,
          "rarity": 3
        },
        {
          "_id": 113062,
          "id": "denial_and_judgment",
          "name": "Diniego e giudizio",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 9,
      "cost": 450000,
      "items": [
        {
          "_id": 104352,
          "id": "philosophies_of_kindling",
          "name": "Filosofie della combustione",
          "amount": 12,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Zanna del tiranno",
          "amount": 9,
          "rarity": 3
        },
        {
          "_id": 113062,
          "id": "denial_and_judgment",
          "name": "Diniego e giudizio",
          "amount": 2,
          "rarity": 5
        }
      ]
    },
    {
      "level": 10,
      "cost": 700000,
      "items": [
        {
          "_id": 104352,
          "id": "philosophies_of_kindling",
          "name": "Filosofie della combustione",
          "amount": 16,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Zanna del tiranno",
          "amount": 12,
          "rarity": 3
        },
        {
          "_id": 113062,
          "id": "denial_and_judgment",
          "name": "Diniego e giudizio",
          "amount": 2,
          "rarity": 5
        },
        {
          "_id": 104319,
          "id": "crown_of_insight",
          "name": "Corona della saggezza",
          "amount": 1,
          "rarity": 5
        }
      ]
    }
  ]
}
