{
  "_id": 10000101,
  "id": "kinich",
  "name": "Kinich",
  "title": "Cacciatore del Voltafuoco",
  "description": "Un Cacciatore di Saurici di Huitztlan, abile nel valutare i costi.",
  "weapon_type": "Claymore",
  "element": "Dendro",
  "gender": "Maschio",
  "release": 1726585200,
  "substat": "DAN da CRIT",
  "affiliation": "Huitztlan",
  "region": "NATLAN",
  "rarity": 5,
  "birthday": [
    11,
    11
  ],
  "constellation": "Chimaera Alebriius",
  "cv": {
    "english": "John Patneaude",
    "chinese": "斑马 & 弭洋",
    "japanese": "杉山紀彰",
    "korean": "Kang Seong-woo"
  },
  "skills": [
    {
      "_id": 11011,
      "id": "normal_attack_nightsun_style",
      "name": "Attacco normale: Stile del sole notturno",
      "description": "<span>Attacco normale</span><br/>Sferra fino a 3 colpi rapidi.<br/>Dopo aver eseguito l'oscillazione a mezz'aria della sua abilità elementale Cacciatore delle Vette: Al settimo cielo, può eseguire un attacco normale a mezz'aria prima di atterrare.<br/><br/><span>Attacco caricato</span><br/>Consuma una determinata quantità di vigore per far roteare la sua claymore e lanciarla in avanti per attaccare gli avversari.<br/><br/><span>Attacco in picchiata</span><br/>Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto.",
      "info": "",
      "attributes": [
        {
          "label": "DAN da 1º colpo",
          "values": [
            "98.99%",
            "107.04%",
            "115.1%",
            "126.61%",
            "134.67%",
            "143.88%",
            "156.54%",
            "169.2%",
            "181.86%",
            "195.67%",
            "209.48%",
            "223.29%",
            "237.11%",
            "250.92%",
            "264.73%"
          ]
        },
        {
          "label": "DAN da 2º colpo",
          "values": [
            "82.9%",
            "89.65%",
            "96.4%",
            "106.04%",
            "112.79%",
            "120.5%",
            "131.1%",
            "141.71%",
            "152.31%",
            "163.88%",
            "175.45%",
            "187.02%",
            "198.58%",
            "210.15%",
            "221.72%"
          ]
        },
        {
          "label": "DAN da 3º colpo",
          "values": [
            "123.5%",
            "133.55%",
            "143.6%",
            "157.96%",
            "168.01%",
            "179.5%",
            "195.3%",
            "211.09%",
            "226.89%",
            "244.12%",
            "261.35%",
            "278.58%",
            "295.82%",
            "313.05%",
            "330.28%"
          ]
        },
        {
          "label": "DAN da ATT normale a mezz'aria",
          "values": [
            "167.7%",
            "181.35%",
            "195%",
            "214.5%",
            "228.15%",
            "243.75%",
            "265.2%",
            "286.65%",
            "308.1%",
            "331.5%",
            "354.9%",
            "378.3%",
            "401.7%",
            "425.1%",
            "448.5%"
          ]
        },
        {
          "label": "DAN da ATT caricato",
          "values": [
            "48.42%×3",
            "52.36%×3",
            "56.3%×3",
            "61.93%×3",
            "65.87%×3",
            "70.38%×3",
            "76.57%×3",
            "82.76%×3",
            "88.95%×3",
            "95.71%×3",
            "102.47%×3",
            "109.22%×3",
            "115.98%×3",
            "122.73%×3",
            "129.49%×3"
          ]
        },
        {
          "label": "Costo vigore ATT caricato",
          "values": [
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50"
          ]
        },
        {
          "label": "DAN da ATT in picchiata",
          "values": [
            "74.59%",
            "80.66%",
            "86.73%",
            "95.4%",
            "101.47%",
            "108.41%",
            "117.95%",
            "127.49%",
            "137.03%",
            "147.44%",
            "157.85%",
            "168.26%",
            "178.66%",
            "189.07%",
            "199.48%"
          ]
        },
        {
          "label": "DAN da ATT in picchiata basso/alto",
          "values": [
            "149.14% / 186.29%",
            "161.28% / 201.45%",
            "173.42% / 216.62%",
            "190.77% / 238.28%",
            "202.91% / 253.44%",
            "216.78% / 270.77%",
            "235.86% / 294.6%",
            "254.93% / 318.42%",
            "274.01% / 342.25%",
            "294.82% / 368.25%",
            "315.63% / 394.24%",
            "336.44% / 420.23%",
            "357.25% / 446.23%",
            "378.06% / 472.22%",
            "398.87% / 498.21%"
          ]
        }
      ]
    },
    {
      "_id": 11012,
      "id": "canopy_hunter_riding_high",
      "name": "Cacciatore delle Vette: Al settimo cielo",
      "description": "Kinich usa le sue abilità di caccia grossa per spostarsi a gran velocità o per attaccare il suo avversario.<br/>Quando nelle vicinanze ci sono oggetti o avversari che è possibile attaccare, usa una corda da arrampicata per aggrapparsi al bersaglio ed entrare nello stato di Grazia dell'Anima della Notte con 0 punti Anima della Notte. In assenza di oggetti o avversari, usa una corda da arrampicata per oscillare a mezz'aria davanti a sé, riducendo il TdR di quest'abilità di un 60%.<br/>La pressione prolungata permette di prendere la mira con la corda da arrampicata.<br/><br/><span>Grazia dell'Anima della Notte: Kinich</span><br/>La Grazia di Kinich dura 10 s e genera 2 punti Anima della Notte al secondo.<br/>Quando è in questo stato, Kinich afferra con la corda da arrampicata uno degli avversari vicini ed esegue un attacco variabile.<br/>· Quando usa l'attacco normale, Kinich spara dei Colpi ciclici al bersaglio afferrato, girandogli attorno in base alla direzione di movimento, infliggendo <span>DAN da Dendro</span> con attributo Anima della Notte e generando 3 punti Anima della Notte. I DAN inflitti dai Colpi ciclici vengono considerati DAN da abilità elementale.<br/>· Quando i punti Anima della Notte sono al massimo, Kinich può usare l'abilità elementale Cannone Squamocuspide, che consuma tutti i punti Anima della Notte per infliggere <span>DAN da Dendro</span> con attributo Anima della Notte. La pressione prolungata di Cannone Squamocuspide permette a Kinich di mirare e scegliere il bersaglio da colpire. Dopo aver fatto fuoco, Kinich tenta di aggrapparsi al bersaglio.<br/>Mentre è in stato di Grazia dell'Anima della Notte, Kinich genera un Punto cieco accanto all'avversario dopo essersi aggrappato a esso o aver sparato col Cannone Squamocuspide. Quando Kinich entra nel Punto cieco, quest'ultimo svanisce generando 4 punti Anima della Notte per Kinich.<br/>Se la corda si stacca a causa della distanza eccessiva o per qualsiasi altro motivo, usare l'attacco normale ne stabilisce una nuova con un altro avversario circostante, permettendo a Kinich di sferrare Colpi ciclici.",
      "info": "\"Tutto ha il suo costo. Ti suggerisco di fare un'offerta adeguata... Cosa? No, niente rateizzazioni.\"",
      "attributes": [
        {
          "label": "DAN da Colpo ciclico",
          "values": [
            "57.28% ×2",
            "61.58% ×2",
            "65.87% ×2",
            "71.6% ×2",
            "75.9% ×2",
            "80.19% ×2",
            "85.92% ×2",
            "91.65% ×2",
            "97.38% ×2",
            "103.1% ×2",
            "108.83% ×2",
            "114.56% ×2",
            "121.72% ×2",
            "128.88% ×2",
            "136.04% ×2"
          ]
        },
        {
          "label": "DAN da Cannone Squamocuspide",
          "values": [
            "687.44%",
            "739%",
            "790.56%",
            "859.3%",
            "910.86%",
            "962.42%",
            "1031.16%",
            "1099.9%",
            "1168.65%",
            "1237.39%",
            "1306.14%",
            "1374.88%",
            "1460.81%",
            "1546.74%",
            "1632.67%"
          ]
        },
        {
          "label": "Limite punti Anima della Notte",
          "values": [
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20",
            "20"
          ]
        },
        {
          "label": "TdR",
          "values": [
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s"
          ]
        }
      ]
    },
    {
      "_id": 11015,
      "id": "hail_to_the_almighty_dragonlord",
      "name": "Sia lode all'onnipotente Signore dei Draghi",
      "description": "Scatena il potere dell'onnipotente Signore dei Draghi Ajaw (a titolo limitato, condizionato, riservato, contrattato, parziale e temporaneo), infliggendo <span>DAN da Dendro ad area</span> con attributo Anima della Notte. Ajaw sprigiona il suo Alito di Drago a intervalli regolari, infliggendo <span>DAN da Dendro ad area</span> con attributo Anima della Notte.<br/>Se Kinich usa il Tripudio mentre è in stato di Grazia dell'Anima della Notte, la durata di quest'ultimo si estende di 1,7 s.",
      "info": "\"Oh, sì! Dinanzi a te si erge K'uhul Ajaw, l'onnipotente Signore dei Draghi! Orsù, dunque! Vieni avanti, prostrati a Noi e baciaCi i piedi!\"",
      "attributes": [
        {
          "label": "DAN da abilità",
          "values": [
            "134%",
            "144.05%",
            "154.1%",
            "167.5%",
            "177.55%",
            "187.6%",
            "201%",
            "214.4%",
            "227.8%",
            "241.2%",
            "254.6%",
            "268%",
            "284.75%",
            "301.5%",
            "318.25%"
          ]
        },
        {
          "label": "DAN da Alito di Drago",
          "values": [
            "120.74%",
            "129.79%",
            "138.85%",
            "150.92%",
            "159.98%",
            "169.03%",
            "181.1%",
            "193.18%",
            "205.25%",
            "217.32%",
            "229.4%",
            "241.47%",
            "256.56%",
            "271.66%",
            "286.75%"
          ]
        },
        {
          "label": "Durata",
          "values": [
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s"
          ]
        },
        {
          "label": "TdR",
          "values": [
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s",
            "18s"
          ]
        },
        {
          "label": "Costo energia",
          "values": [
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70"
          ]
        }
      ]
    }
  ],
  "passives": [
    {
      "id": "the_price_of_desolation",
      "name": "Il prezzo della desolazione",
      "description": "Quando Kinich è in stato di Grazia dell'Anima della Notte, gli avversari che colpisce con l'abilità elementale entrano in stato di Desolazione, e quando subiscono DAN da reazione di Ustione o Germinazione ripristinano 7 punti Anima della Notte di Kinich. È possibile ottenere punti Anima della Notte in questo modo una volta ogni 0,8 s. Lo stato di Desolazione persiste fino alla fine della Grazia dell'Anima della Notte di Kinich.",
      "level": 1
    },
    {
      "id": "flame_spirit_pact",
      "name": "Patto dello Spirito fiammeggiante",
      "description": "Dopo che un membro vicino del gruppo innesca un Impeto dell'Anima della Notte, Kinich ottiene un accumulo di Esperienza del cacciatore che dura 15 s, fino a un massimo di 2 accumuli. Quando usa Cannone Squamocuspide di <span>Cacciatore delle Vette: Al settimo cielo</span>, Kinich consuma tutti gli accumuli, aumentando i DAN inflitti dal Cannone di un 320% del suo ATT per ogni accumulo consumato.",
      "level": 4
    },
    {
      "id": "night_realms_gift_repaid_in_full",
      "name": "Dono del Reame notturno: Estinzione del debito",
      "description": "Quando Kinich è sospeso dopo aver compiuto l'oscillazione a mezz'aria di <span>Cacciatore delle Vette: Al settimo cielo</span>, può consumare 10 punti Flogisto per eseguire un'ulteriore oscillazione.<br/>Se si trova in un'area di Natlan dove sono presenti uno o più Meccanismi flogistici, può usare Trasmissione dell'Anima della Notte: Kinich. Quando il personaggio attivo sta eseguendo uno Scatto, sta compiendo un movimento causato da determinati talenti, oppure è sospeso in aria, passare il controllo a Kinich permette a quest'ultimo di eseguire una delle seguenti azioni in base alle condizioni soddisfatte.<br/>· Quando si trova di fronte a un Sigillo Spiralerba con cui è possibile interagire, Kinich usa la sua corda da arrampicata per proiettarsi nella sua direzione.<br/>· Se ci sono avversari circostanti contro cui stai combattendo, Kinich usa Cacciatore delle Vette: Al settimo cielo nella direzione degli avversari.<br/>In alternativa, Kinich usa la corda da arrampicata per compiere un'oscillazione, scegliendo come bersagli prioritari per aggrapparsi i Sigilli Spiralerba validi.<br/>Trasmissione dell'Anima della Notte può attivarsi una volta ogni 10 s all'interno del tuo gruppo.<br/><br/>Quando interagisce con i Sigilli Spiralerba e altri oggetti con cui possono interagire gli Yumkasauri, \"Cacciatore delle Vette: Al settimo cielo\" viene convertito in \"Mimesi yumkasaurica\", facendo in modo che le interazioni con questi oggetti seguano le stesse regole applicate agli Yumkasauri, senza attivare il TdR di Cacciatore delle Vette: Al settimo cielo.",
      "level": 0
    },
    {
      "id": "swift_envoy",
      "name": "Emissario alacre",
      "description": "Quando si trova in un'area di Natlan dove sono presenti dei Meccanismi flogistici, interagire con alcuni materiali da raccolta aumenta la VEL di movimento dei personaggi del tuo gruppo di un 15% per 10 s. Inoltre, la posizione delle <span>risorse uniche di Natlan</span> circostanti viene mostrata sulla minimappa.",
      "level": 0
    }
  ],
  "constellations": [
    {
      "_id": 1011,
      "id": "parrots_beak",
      "name": "Becco del pappagallo",
      "description": "Quando Kinich atterra dopo aver effettuato l'oscillazione a mezz'aria di <span>Cacciatore delle Vette: Al settimo cielo</span>, la sua VEL di movimento aumenta di un 30% per 6 s.<br/>Inoltre, i DAN da CRIT di Cannone Squamocuspide aumentano di un 100%.",
      "level": 1
    },
    {
      "_id": 1012,
      "id": "tiger_beetles_palm",
      "name": "Zampa della cicindela",
      "description": "Quando Kinich colpisce un avversario con l'abilità elementale, la <span>RES a Dendro</span> di quest'ultimo si riduce di un 30% per 6 s.<br/>Inoltre, il primo colpo di Cannone Squamocuspide sparato da Kinich dopo l'inizio dello stato di Grazia dell'Anima della Notte possiede un'area d'effetto maggiore e DAN aumentati del 100%.",
      "level": 2
    },
    {
      "_id": 1013,
      "id": "protosuchians_claw",
      "name": "Artiglio del protosuco",
      "description": "Aumenta di 3 il livello di <span>Cacciatore delle Vette: Al settimo cielo</span>.<br/>Il livello di potenziamento massimo è 15.",
      "level": 3
    },
    {
      "_id": 1014,
      "id": "hummingbirds_feather",
      "name": "Piuma del colibrì",
      "description": "Quando Kinich è nello stato di Grazia dell'Anima della Notte, la sua energia si ripristina di 5 dopo aver scagliato i suoi Colpi ciclici o aver sparato un colpo di Cannone Squamocuspide. È possibile ripristinare l'energia in questo modo una volta ogni 2,8 s.<br/>Inoltre, <span>Sia lode all'onnipotente Signore dei Draghi</span> infligge un 70% di DAN in più.",
      "level": 4
    },
    {
      "_id": 1015,
      "id": "howler_monkeys_tail",
      "name": "Coda della scimmia urlatrice",
      "description": "Aumenta di 3 il livello di <span>Sia lode all'onnipotente Signore dei Draghi</span>.<br/>Il livello di potenziamento massimo è 15.",
      "level": 5
    },
    {
      "_id": 1016,
      "id": "auspicious_beasts_shape",
      "name": "Forma della bestia propizia",
      "description": "Dopo aver colpito un avversario, il proiettile di Cannone Squamocuspide rimbalza tra gli avversari una volta infliggendo <span>DAN da Dendro</span> pari a un 700% dell'ATT di Kinich.<br/>Se questa iterazione di Cannone Squamocuspide attiva i potenziamenti conferiti dal talento passivo Patto dello Spirito fiammeggiante o dalla costellazione Zampa della cicindela, anche l'attacco rimbalzante riceve i relativi potenziamenti.",
      "level": 6
    }
  ],
  "ascension": [
    {
      "level": [
        1
      ],
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [
            "-",
            1
          ]
        },
        {
          "label": "PS di base",
          "values": [
            "-",
            "1001"
          ]
        },
        {
          "label": "ATT di base",
          "values": [
            "-",
            "26"
          ]
        },
        {
          "label": "DIF di base",
          "values": [
            "-",
            "62"
          ]
        },
        {
          "label": "DAN da CRIT",
          "values": [
            "-",
            "50.0%"
          ]
        }
      ]
    },
    {
      "level": [
        20
      ],
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [
            0,
            1
          ]
        },
        {
          "label": "PS di base",
          "values": [
            "2597",
            "3455"
          ]
        },
        {
          "label": "ATT di base",
          "values": [
            "67",
            "89"
          ]
        },
        {
          "label": "DIF di base",
          "values": [
            "162",
            "215"
          ]
        },
        {
          "label": "DAN da CRIT",
          "values": [
            "50.0%",
            "50.0%"
          ]
        }
      ]
    },
    {
      "level": [
        40
      ],
      "cost": 20000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [
            1,
            2
          ]
        },
        {
          "label": "PS di base",
          "values": [
            "5170",
            "5779"
          ]
        },
        {
          "label": "ATT di base",
          "values": [
            "134",
            "149"
          ]
        },
        {
          "label": "DIF di base",
          "values": [
            "322",
            "360"
          ]
        },
        {
          "label": "DAN da CRIT",
          "values": [
            "50.0%",
            "59.6%"
          ]
        }
      ],
      "mat1": {
        "_id": 104131,
        "id": "nagadus_emerald_sliver",
        "name": "Scheggia di smeraldo Nagadus",
        "amount": 1,
        "rarity": 2
      },
      "mat3": {
        "_id": 101250,
        "id": "saurian_claw_succulent",
        "name": "Pianta grassa Artiglio di Saurico",
        "amount": 3,
        "rarity": 1
      },
      "mat4": {
        "_id": 112101,
        "id": "juvenile_fang",
        "name": "Zanna decidua",
        "amount": 3,
        "rarity": 1
      }
    },
    {
      "level": [
        50
      ],
      "cost": 40000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [
            2,
            3
          ]
        },
        {
          "label": "PS di base",
          "values": [
            "6649",
            "7462"
          ]
        },
        {
          "label": "ATT di base",
          "values": [
            "172",
            "193"
          ]
        },
        {
          "label": "DIF di base",
          "values": [
            "415",
            "465"
          ]
        },
        {
          "label": "DAN da CRIT",
          "values": [
            "59.6%",
            "69.2%"
          ]
        }
      ],
      "mat1": {
        "_id": 104132,
        "id": "nagadus_emerald_fragment",
        "name": "Frammento di Smeraldo Nagadus",
        "amount": 3,
        "rarity": 3
      },
      "mat2": {
        "_id": 113065,
        "id": "overripe_flamegranate",
        "name": "Vampagrano stramaturo",
        "amount": 2,
        "rarity": 4
      },
      "mat3": {
        "_id": 101250,
        "id": "saurian_claw_succulent",
        "name": "Pianta grassa Artiglio di Saurico",
        "amount": 10,
        "rarity": 1
      },
      "mat4": {
        "_id": 112101,
        "id": "juvenile_fang",
        "name": "Zanna decidua",
        "amount": 15,
        "rarity": 1
      }
    },
    {
      "level": [
        60
      ],
      "cost": 60000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [
            3,
            4
          ]
        },
        {
          "label": "PS di base",
          "values": [
            "8341",
            "8951"
          ]
        },
        {
          "label": "ATT di base",
          "values": [
            "216",
            "231"
          ]
        },
        {
          "label": "DIF di base",
          "values": [
            "520",
            "558"
          ]
        },
        {
          "label": "DAN da CRIT",
          "values": [
            "69.2%",
            "69.2%"
          ]
        }
      ],
      "mat1": {
        "_id": 104132,
        "id": "nagadus_emerald_fragment",
        "name": "Frammento di Smeraldo Nagadus",
        "amount": 6,
        "rarity": 3
      },
      "mat2": {
        "_id": 113065,
        "id": "overripe_flamegranate",
        "name": "Vampagrano stramaturo",
        "amount": 4,
        "rarity": 4
      },
      "mat3": {
        "_id": 101250,
        "id": "saurian_claw_succulent",
        "name": "Pianta grassa Artiglio di Saurico",
        "amount": 20,
        "rarity": 1
      },
      "mat4": {
        "_id": 112102,
        "id": "seasoned_fang",
        "name": "Zanna inveterata",
        "amount": 12,
        "rarity": 2
      }
    },
    {
      "level": [
        70
      ],
      "cost": 80000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [
            4,
            5
          ]
        },
        {
          "label": "PS di base",
          "values": [
            "9838",
            "10448"
          ]
        },
        {
          "label": "ATT di base",
          "values": [
            "254",
            "270"
          ]
        },
        {
          "label": "DIF di base",
          "values": [
            "613",
            "651"
          ]
        },
        {
          "label": "DAN da CRIT",
          "values": [
            "69.2%",
            "78.8%"
          ]
        }
      ],
      "mat1": {
        "_id": 104133,
        "id": "nagadus_emerald_chunk",
        "name": "Pezzo di smeraldo Nagadus",
        "amount": 3,
        "rarity": 4
      },
      "mat2": {
        "_id": 113065,
        "id": "overripe_flamegranate",
        "name": "Vampagrano stramaturo",
        "amount": 8,
        "rarity": 4
      },
      "mat3": {
        "_id": 101250,
        "id": "saurian_claw_succulent",
        "name": "Pianta grassa Artiglio di Saurico",
        "amount": 30,
        "rarity": 1
      },
      "mat4": {
        "_id": 112102,
        "id": "seasoned_fang",
        "name": "Zanna inveterata",
        "amount": 18,
        "rarity": 2
      }
    },
    {
      "level": [
        80
      ],
      "cost": 100000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [
            5,
            6
          ]
        },
        {
          "label": "PS di base",
          "values": [
            "11345",
            "11954"
          ]
        },
        {
          "label": "ATT di base",
          "values": [
            "293",
            "309"
          ]
        },
        {
          "label": "DIF di base",
          "values": [
            "707",
            "745"
          ]
        },
        {
          "label": "DAN da CRIT",
          "values": [
            "78.8%",
            "88.4%"
          ]
        }
      ],
      "mat1": {
        "_id": 104133,
        "id": "nagadus_emerald_chunk",
        "name": "Pezzo di smeraldo Nagadus",
        "amount": 6,
        "rarity": 4
      },
      "mat2": {
        "_id": 113065,
        "id": "overripe_flamegranate",
        "name": "Vampagrano stramaturo",
        "amount": 12,
        "rarity": 4
      },
      "mat3": {
        "_id": 101250,
        "id": "saurian_claw_succulent",
        "name": "Pianta grassa Artiglio di Saurico",
        "amount": 45,
        "rarity": 1
      },
      "mat4": {
        "_id": 112103,
        "id": "tyrants_fang",
        "name": "Zanna del tiranno",
        "amount": 12,
        "rarity": 3
      }
    },
    {
      "level": [
        90
      ],
      "cost": 120000,
      "stats": [
        {
          "label": "Fai ascendere",
          "values": [
            6,
            7
          ]
        },
        {
          "label": "PS di base",
          "values": [
            "12858",
            "12858"
          ]
        },
        {
          "label": "ATT di base",
          "values": [
            "332",
            "332"
          ]
        },
        {
          "label": "DIF di base",
          "values": [
            "802",
            "802"
          ]
        },
        {
          "label": "DAN da CRIT",
          "values": [
            "88.4%",
            "88.4%"
          ]
        }
      ],
      "mat1": {
        "_id": 104134,
        "id": "nagadus_emerald_gemstone",
        "name": "Gemma di smeraldo Nagadus",
        "amount": 6,
        "rarity": 5
      },
      "mat2": {
        "_id": 113065,
        "id": "overripe_flamegranate",
        "name": "Vampagrano stramaturo",
        "amount": 20,
        "rarity": 4
      },
      "mat3": {
        "_id": 101250,
        "id": "saurian_claw_succulent",
        "name": "Pianta grassa Artiglio di Saurico",
        "amount": 60,
        "rarity": 1
      },
      "mat4": {
        "_id": 112103,
        "id": "tyrants_fang",
        "name": "Zanna del tiranno",
        "amount": 24,
        "rarity": 3
      }
    }
  ],
  "talent_materials": [
    {
      "level": 2,
      "cost": 12500,
      "items": [
        {
          "_id": 104350,
          "id": "teachings_of_kindling",
          "name": "Insegnamenti della combustione",
          "amount": 3,
          "rarity": 2
        },
        {
          "_id": 112101,
          "id": "juvenile_fang",
          "name": "Zanna decidua",
          "amount": 6,
          "rarity": 1
        }
      ]
    },
    {
      "level": 3,
      "cost": 17500,
      "items": [
        {
          "_id": 104351,
          "id": "guide_to_kindling",
          "name": "Guida alla combustione",
          "amount": 2,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Zanna inveterata",
          "amount": 3,
          "rarity": 2
        }
      ]
    },
    {
      "level": 4,
      "cost": 25000,
      "items": [
        {
          "_id": 104351,
          "id": "guide_to_kindling",
          "name": "Guida alla combustione",
          "amount": 4,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Zanna inveterata",
          "amount": 4,
          "rarity": 2
        }
      ]
    },
    {
      "level": 5,
      "cost": 30000,
      "items": [
        {
          "_id": 104351,
          "id": "guide_to_kindling",
          "name": "Guida alla combustione",
          "amount": 6,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Zanna inveterata",
          "amount": 6,
          "rarity": 2
        }
      ]
    },
    {
      "level": 6,
      "cost": 37500,
      "items": [
        {
          "_id": 104351,
          "id": "guide_to_kindling",
          "name": "Guida alla combustione",
          "amount": 9,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Zanna inveterata",
          "amount": 9,
          "rarity": 2
        }
      ]
    },
    {
      "level": 7,
      "cost": 120000,
      "items": [
        {
          "_id": 104352,
          "id": "philosophies_of_kindling",
          "name": "Filosofie della combustione",
          "amount": 4,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Zanna del tiranno",
          "amount": 4,
          "rarity": 3
        },
        {
          "_id": 113062,
          "id": "denial_and_judgment",
          "name": "Diniego e giudizio",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 8,
      "cost": 260000,
      "items": [
        {
          "_id": 104352,
          "id": "philosophies_of_kindling",
          "name": "Filosofie della combustione",
          "amount": 6,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Zanna del tiranno",
          "amount": 6,
          "rarity": 3
        },
        {
          "_id": 113062,
          "id": "denial_and_judgment",
          "name": "Diniego e giudizio",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 9,
      "cost": 450000,
      "items": [
        {
          "_id": 104352,
          "id": "philosophies_of_kindling",
          "name": "Filosofie della combustione",
          "amount": 12,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Zanna del tiranno",
          "amount": 9,
          "rarity": 3
        },
        {
          "_id": 113062,
          "id": "denial_and_judgment",
          "name": "Diniego e giudizio",
          "amount": 2,
          "rarity": 5
        }
      ]
    },
    {
      "level": 10,
      "cost": 700000,
      "items": [
        {
          "_id": 104352,
          "id": "philosophies_of_kindling",
          "name": "Filosofie della combustione",
          "amount": 16,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Zanna del tiranno",
          "amount": 12,
          "rarity": 3
        },
        {
          "_id": 113062,
          "id": "denial_and_judgment",
          "name": "Diniego e giudizio",
          "amount": 2,
          "rarity": 5
        },
        {
          "_id": 104319,
          "id": "crown_of_insight",
          "name": "Corona della saggezza",
          "amount": 1,
          "rarity": 5
        }
      ]
    }
  ]
}