{
  "_id": 215044,
  "id": "a_day_carved_from_rising_winds",
  "name": "Journée sculptée par les vents ascendants",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Augmente l'ATQ de 18 %.",
  "four_pc": "Toucher un ennemi avec une attaque normale, une attaque chargée, une compétence élémentaire ou un déchaînement élémentaire accorde l'effet Bénédiction des vents pastoraux pendant 6 s : augmente l'ATQ de 25 %. Si le personnage équipé de l'artéfact a terminé son devoir de la sorcière, l'effet est converti en l'effet Détermination des vents pastoraux, augmentant en plus le taux CRIT de 20 %. Les effets décrits ci-dessus peuvent être déclenchés même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
  "goblet": {
    "_id": 44412,
    "id": "heldeneposs_unspoken_tale",
    "name": "Conte inavoué du banquet",
    "description": "Un gobelet ancien, dont la surface azurée est ternie par le temps. La rumeur prétend qu'il aurait jadis appartenu à un barde anonyme."
  },
  "plume": {
    "_id": 44422,
    "id": "dawns_brilliant_oath",
    "name": "Serment éclatant de l'aube",
    "description": "Un accessoire de plumes de couleur azur, limpide comme l'aurore, qui aurait appartenu jadis à un garde ayant renié son nom."
  },
  "circlet": {
    "_id": 44432,
    "id": "minnesang_of_love_and_lament",
    "name": "Ballade d'amour et de lamentations",
    "description": "Un accessoire de cheveux luxueux orné de cristaux de jade et d'azur, qui aurait été jadis un gage offert par le seigneur de la tempête à une personne privilégiée."
  },
  "flower": {
    "_id": 44442,
    "id": "windborne_flowers_spruchdichtung",
    "name": "Inscription de fleur sur le vent",
    "description": "Une fleur de cristal azur qui ne se fane jamais, ayant jadis appartenu, dit-on, à une jeune fille errante qui invoquait mille vents et mille fleurs."
  },
  "sands": {
    "_id": 44452,
    "id": "a_note_in_springs_leich",
    "name": "Note dans le chant printanier",
    "description": "Un sablier rempli de sable azur. Pour des raisons inconnues, peu importe comment on le retourne, les grains de sable restent immobiles."
  }
}