{
  "_id": 215043,
  "id": "aubade_of_morningstar_and_moon",
  "name": "Aubade d'astre et de lune",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Augmente la maîtrise élémentaire de 80 pts.",
  "four_pc": "Lorsque le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé, les DGT de réaction sélène augmentent de 20 %, et de 40 % supplémentaires si le cycle signelunaire de l'équipe est au moins « Lueur ascendante ». Cet effet prend fin 3 s après que le personnage concerné est déployé.",
  "goblet": {
    "_id": 43412,
    "id": "moonlit_offerings_libation",
    "name": "Libation d'offrande sous la lune",
    "description": "Une coupe à vin perdue lors des dernières festivités d'un rite antique, au cours duquel les croyants offraient autrefois des sacrifices aux lunes célestes."
  },
  "plume": {
    "_id": 43422,
    "id": "moonlit_offerings_parting_light",
    "name": "Lumière d'offrande sous la lune",
    "description": "Une plume qui, dans les temps anciens, accordait une inspiration sans limites aux prêtres qui rédigeaient des prières aux lunes célestes."
  },
  "circlet": {
    "_id": 43432,
    "id": "moonlit_offerings_silver_crown",
    "name": "Couronne d'offrande sous la lune",
    "description": "Un cercle d'argent, mis de côté à la dernière syllabe d'un hymne, porté par les poètes qui, dans les temps anciens, chantaient les louanges des lunes célestes."
  },
  "flower": {
    "_id": 43442,
    "id": "moonlit_offerings_opulent_dream",
    "name": "Rêve d'offrande sous la lune",
    "description": "Un ornement floral minutieusement sculpté, destiné à mettre en valeur la beauté resplendissante des déesses des lunes célestes, créé dans les temps anciens par des artisans qui sculptaient leurs statues."
  },
  "sands": {
    "_id": 43452,
    "id": "moonlit_offerings_final_hour",
    "name": "Finalité d'offrande sous la lune",
    "description": "Un sablier destiné à commémorer la dernière heure, préparé par des sages qui, dans les temps anciens, cherchaient la vérité auprès des lunes célestes."
  }
}