{
  "_id": 215040,
  "id": "finale_of_the_deep_galleries",
  "name": "Finale des galeries profondes",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Confère un bonus de DGT Cryo de 15 %.",
  "four_pc": "Lorsque le personnage équipé de l'artéfact a 0 pt d'énergie élémentaire, les DGT infligés par les attaques normales et les déchaînements élémentaires augmentent de 60 %. Le bonus ainsi accordé aux déchaînements élémentaires s'arrête pendant 6 s après que le personnage équipé de l'artéfact inflige des DGT grâce à une attaque normale. De même, le bonus ainsi accordé aux attaques normales s'arrête pendant 6 s après que le personnage équipé de l'artéfact inflige des DGT grâce à un déchaînement élémentaire. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
  "goblet": {
    "_id": 40412,
    "id": "deep_gallerys_bestowed_banquet",
    "name": "Banquet accordé des galeries profondes",
    "description": "Une coupe façonnée à partir de jade du nord. On dit que les peuples d'une ancienne civilisation l'utilisaient autrefois comme récipient cérémoniel pour faire des offrandes aux cieux."
  },
  "plume": {
    "_id": 40422,
    "id": "deep_gallerys_distant_pact",
    "name": "Pacte distant des galeries profondes",
    "description": "Un accessoire à plumes façonné à partir de jade du nord qui scintille d'une lueur d'un autre monde."
  },
  "circlet": {
    "_id": 40432,
    "id": "deep_gallerys_lost_crown",
    "name": "Couronne perdue des galeries profondes",
    "description": "Un casque imprégné d'obsession, à l'image de l'esprit de son précédent propriétaire. Son ornementation en jade semble provenir d'une époque plus ancienne encore."
  },
  "flower": {
    "_id": 40442,
    "id": "deep_gallerys_echoing_song",
    "name": "Chant d'écho des galeries profondes",
    "description": "Une fleur glacée façonnée à partir de jade du nord. Au cours de sa longue vie, ses pétales ont été réduits en poussière."
  },
  "sands": {
    "_id": 40452,
    "id": "deep_gallerys_moment_of_oblivion",
    "name": "Moment d'oubli des galeries profondes",
    "description": "Une montre de poche façonnée à partir de jade du nord. Ses aiguilles sont figées à jamais au moment de sa destruction."
  }
}
