{
  "_id": 215039,
  "id": "long_nights_oath",
  "name": "Serment de la longue nuit",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Les DGT infligés par les attaques plongeantes augmentent de 25 %.",
  "four_pc": "Lorsque le personnage équipé de l'artéfact a touché un ennemi avec une attaque plongeante, une attaque chargée ou une compétence élémentaire, il obtient respectivement 1, 2 ou 2 cumuls de radiance éternelle, ces différents types d'attaque pouvant chacun déclencher cet effet une fois toutes les secondes. La radiance éternelle augmente les DGT infligés par les attaques plongeantes de 15 % pendant 6 s et peut se cumuler 5 fois maximum, la durée de chaque cumul étant calculée de façon indépendante.",
  "goblet": {
    "_id": 39412,
    "id": "a_horn_unwinded",
    "name": "Cor silencieux",
    "description": "Une corne qui servait autrefois à appeler ceux qui avaient prêté serment. Elle a depuis longtemps perdu son utilité."
  },
  "plume": {
    "_id": 39422,
    "id": "nightingales_tail_feather",
    "name": "Plume de queue de rossignol",
    "description": "Un ornement de chapeau finement confectionné à partir de plumes de rossignol. On dit que sa forme a été conçue à l'origine par le forge-torche originel."
  },
  "circlet": {
    "_id": 39432,
    "id": "dyed_tassel",
    "name": "Pompon teint",
    "description": "Un ancien casque lourd. C'est un héritage qui porte la marque d'une vénérable lignée de guerriers du nord."
  },
  "flower": {
    "_id": 39442,
    "id": "lightkeepers_pledge",
    "name": "Serment du gardien de lumière",
    "description": "Une fleur en métal portée par un ratniki. Elle symbolise le serment de vigilance éternelle prêté par son propriétaire d'origine."
  },
  "sands": {
    "_id": 39452,
    "id": "undying_ones_mourning_bell",
    "name": "Cloche de deuil de l'éternel",
    "description": "Une cloche en bronze portée par un guerrier qui traversait les ténèbres abyssales. Son carillon peut être entendu dans les nuits noires."
  }
}