{
  "_id": 215029,
  "id": "nymphs_dream",
  "name": "Rêve de la nymphe",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Confère un bonus de DGT Hydro de 15 %.",
  "four_pc": "Lorsqu'une attaque normale, chargée ou plongeante, une compétence ou un déchaînement élémentaires a touché un ennemi, un cumul de l'effet Nymphe reflétée de 8 s est généré. Avec 1, 2 ou au minimum 3 cumuls de nymphe reflétée, l'ATQ augmente respectivement de 7 %/16 %/25 % et le bonus de DGT Hydro de 4 %/9 %/15 %. Les cumuls de nymphe reflétée obtenus grâce aux différents types d'attaques (normales, chargées, plongeantes, compétences et déchaînements élémentaires) existent indépendamment les uns des autres.",
  "goblet": {
    "_id": 29412,
    "id": "heroes_tea_party",
    "name": "Goûter des héros",
    "description": "Une magnifique tasse à thé. Peut-être était-elle autrefois utilisée par des personnes profitant d'un après-midi tranquille ensemble..."
  },
  "plume": {
    "_id": 29422,
    "id": "wicked_mages_plumule",
    "name": "Plumule de mage malsain",
    "description": "C'était autrefois une plume décorative dans le chapeau de quelqu'un. D'un vert foncé, elle attire plutôt l'œil."
  },
  "circlet": {
    "_id": 29432,
    "id": "fell_dragons_monocle",
    "name": "Monocle de dragon démoniaque",
    "description": "Un monocle de fabrication exquise. D'anciens potins disent même qu'on pourrait voir l'avenir à travers ce dernier..."
  },
  "flower": {
    "_id": 29442,
    "id": "odyssean_flower",
    "name": "Fleur odysséenne",
    "description": "Toute histoire doit se terminer, et même les fleurs fraîches se faneront. Mais la fleur dans nos rêves restera toujours en pleine floraison parfumée..."
  },
  "sands": {
    "_id": 29452,
    "id": "nymphs_constancy",
    "name": "Constance de la nymphe",
    "description": "Une montre de poche qui a depuis longtemps cessé de fonctionner. Elle semble avoir été le témoin de nombreuses années passées alors que ses aiguilles tournaient en vain."
  }
}
