{
  "_id": 215037,
  "id": "scroll_of_the_hero_of_cinder_city",
  "name": "Parchemin du héros de la Cité de braise",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Lorsqu'un membre de l'équipe à proximité déclenche une éruption noctâme, le personnage équipé de l'artéfact récupère 6 pts d'énergie élémentaire.",
  "four_pc": "Lorsque le personnage équipé de l'artéfact a déclenché une réaction liée à son type élémentaire, le bonus de DGT élémentaires des éléments concernés par cette réaction augmente de 12 % pendant 15 s pour tous les personnages de l'équipe à proximité. Si le personnage équipé de l'artéfact bénéficie d'une bénédiction noctâme lors du déclenchement de cet effet, le bonus de DGT élémentaires des éléments concernés par cette réaction augmente de 28 % supplémentaires pendant 20 s pour tous les personnages de l'équipe à proximité. L'effet ci-dessus peut être déclenché même si le personnage n'est pas déployé, et les effets d'augmentation des DGT accordés par les sets d'artéfacts du même nom ne se cumulent pas.",
  "goblet": {
    "_id": 37412,
    "id": "wandering_scholars_claw_cup",
    "name": "Coupe à griffes de l'érudit en voyage",
    "description": "Un étrange gobelet dont la forme rappelle celle d'une griffe de dragon. Son créateur a dû le fabriquer avec quelque chose de spécial en tête."
  },
  "plume": {
    "_id": 37422,
    "id": "mountain_rangers_marker",
    "name": "Balise du patrouilleur montagnard",
    "description": "Un poteau indicateur utilisé par les patrouilleurs montagnards pour marquer les sentiers. Sa forme en plumes d'oiseau le rend particulièrement accrocheur."
  },
  "circlet": {
    "_id": 37432,
    "id": "demonwarriors_feather_mask",
    "name": "Masque à plumes du guerrier-démon",
    "description": "Un masque plumé au plumage de faucon. De nombreuses légendes entourent cet objet."
  },
  "flower": {
    "_id": 37442,
    "id": "beast_tamers_talisman",
    "name": "Talisman du dompteur",
    "description": "Une fleur sculptée dans du silex et de la draconite, signifiant que son porteur est qualifié pour devenir un dompteur de bêtes."
  },
  "sands": {
    "_id": 37452,
    "id": "mystics_gold_dial",
    "name": "Cadran d'or de la mystique",
    "description": "Un disque doré en forme de soleil. Les motifs draconiques qui le décorent semblent symboliser le cycle de la vie et de la mort."
  }
}