{
  "_id": 215042,
  "id": "silken_moons_serenade",
  "name": "Sérénade de la lune soyeuse",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Augmente la recharge d'énergie de 20 %.",
  "four_pc": "Infliger des DGT élémentaires accorde l'effet Lune étincelante « Dévotion » pendant 8 s : augmente la maîtrise élémentaire de tous les personnages de l'équipe de 60 pts ou de 120 pts lorsque la signelune de l'équipe est respectivement de type Lueur naissante ou ascendante. L'effet ci-dessus peut être déclenché même si le personnage équipé de l'artéfact n'est pas déployé. De plus, les DGT infligés par les réactions sélènes déclenchées par tous les personnages de l'équipe augmentent de 10 % pour chaque lune étincelante de type différent des personnages de l'équipe. Les bonus accordés par l'effet Lune étincelante ne se cumulent pas.",
  "goblet": {
    "_id": 42412,
    "id": "joyous_glory_of_the_pure",
    "name": "Gloire joyeuse de l'immaculée",
    "description": "Une coupe en argent immaculée qui aurait été utilisée lors des rituels anciens des Descendants de givrelune. Leurs rites modernes n'ont plus besoin d'un tel récipient."
  },
  "plume": {
    "_id": 42422,
    "id": "pristine_plume_of_the_blessed",
    "name": "Plume blanche de la privilégiée",
    "description": "Un accessoire à plumes immaculé qui aurait été forgé par la première Émissaire de chantelune elle-même."
  },
  "circlet": {
    "_id": 42432,
    "id": "holy_crown_of_the_believer",
    "name": "Sainte couronne de la croyante",
    "description": "Une parure immaculée créée en imitant les bois de l'envoyée des bosquets."
  },
  "flower": {
    "_id": 42442,
    "id": "crystal_tear_of_the_wanderer",
    "name": "Larme cristalline de l'errante",
    "description": "Une fleur immaculée dont la beauté aurait été préservée pour l'éternité par le vent glacial."
  },
  "sands": {
    "_id": 42452,
    "id": "frost_devotees_delirium",
    "name": "Délire de la dévote du givre",
    "description": "Une montre immaculée qui a cessé de tourner depuis longtemps, en même temps que les illusions de son ancien propriétaire."
  }
}
