{
  "_id": 215033,
  "id": "song_of_days_past",
  "name": "Chanson des jours d'antan",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Augmente le bonus de soins de 15 %.",
  "four_pc": "Lorsque le personnage équipé de l'artéfact soigne un personnage de l'équipe, l'effet Désir est créé pendant 6 s, accumulant la quantité de PV soignés (y compris tout surplus au-dessus de 100 %). À la fin de la durée, l'effet Désir est converti en l'effet Vague d'antan : lorsque votre personnage déployé touche un ennemi avec une attaque normale, chargée ou plongeante, une compétence ou un déchaînement élémentaires, les DGT infligés augmentent d'une valeur équivalant à 8 % de la quantité de PV accumulée par l'effet Désir. L'effet Vague d'antan est annulé après avoir été déclenché 5 fois ou après 10 s. L'effet Désir peut accumuler jusqu'à 15 000 PV et il ne peut en exister qu'un seul à la fois, mais il peut accumuler les soins effectués par plusieurs personnages équipés de cet artéfact. Cet effet peut être déclenché même si les personnages équipés de cet artéfact font partie de l'équipe mais ne sont pas déployés.",
  "goblet": {
    "_id": 33412,
    "id": "promised_dream_of_days_past",
    "name": "Rêve promis d'antan",
    "description": "Un réceptacle opulent fabriqué en se basant sur la forme du légendaire pur graal. On dit qu'il est capable de réaliser les souhaits des personnes les plus pures."
  },
  "plume": {
    "_id": 33422,
    "id": "recollection_of_days_past",
    "name": "Souvenir venu d'antan",
    "description": "Un accessoire à plumes en forme de papillon, composé d'argent et de cristaux azur. On dit que, dans un passé lointain, il symbolisait le serment de ne jamais se séparer."
  },
  "circlet": {
    "_id": 33432,
    "id": "poetry_of_days_past",
    "name": "Poème hérité d'antan",
    "description": "Un chapeau formel autrefois en vogue chez les créateurs d'opéra de Fontaine. La rumeur dit que sa parure de plumes est basée sur les heaumes légendaires des chevaliers de source."
  },
  "flower": {
    "_id": 33442,
    "id": "forgotten_oath_of_days_past",
    "name": "Serment oublié d'antan",
    "description": "Une fleur toujours en floraison formée à partir de larimar et d'argent scintillant. Il paraît que c'est toujours considéré comme un symbole de résistance."
  },
  "sands": {
    "_id": 33452,
    "id": "echoing_sound_from_days_past",
    "name": "Son résonnant d'antan",
    "description": "Un sablier à la forme étrange fabriqué à partir de lapis-lazuli et de jade aquatique. Il aurait été inspiré par le clocher de Petrichor."
  }
}
