{
  "_id": 26190101,
  "id": "solitary_suanni",
  "monsterId": 26190103,
  "name": "Yalnız Suanni",
  "specialNames": [
    "Dağların Kadim Efendisi"
  ],
  "rewardPreview": [],
  "monsterType": "MONSTER_BOSS",
  "enemyType": "BOSS",
  "categoryType": "CODEX_SUBTYPE_BEAST",
  "categoryText": "Efsanevi Canavarlar",
  "filename_icon": "UI_MonsterIcon_Hermit",
  "description": "Bu zarif ve gururlu mistik yaratıklar yalnızca Adeptus enerjisinin hakim olduğu dağlarda yaşarlar.\\nEski zamanlardan beri iyi şans sembolü olarak görülmüş, dünyevi hayattan uzakta sürdükleri yaşamdan ötürü nesiller boyunca entelektüellerin hayranlığını kazanmışlardır. Chenyu Vadisi'ndeki kadim efsanelerde Suanni'lerin liderine Dağ Efendisi denirdi ve Adeptuslarla aynı seviyede görülürdü.\\nBaşka bir teori de günümüzde dağlarda dolaşan Xuanwen Canavarlarının, Suanni'nin torunları olduğunu ancak yıllar içerisinde Suanni kanının seyrelmesinden ötürü vahşi canavarlara dönüştüklerini iddia eder. Aslında bu, Xuanwen Canavarlarının kökenine ilişkin başka bir teoriyle çatışmasına rağmen Suanni'lerle ilgili az sayıdaki belgede onlara birçok Xuanwen Canavarının eşlik ettiği görülür.\\nGünümüzde Chenyu Vadisi'nin meşhur Wushou Dansı, Suanni'nin hareketlerinden gelmektedir. Ancak bu canavarları gerçekten gören sadece bir avuç insan olduğundan çoğu kişi yalnızca neye benzedikleri hakkında tahminde bulunabilir. Binlerce yıllık değişim ve sanatsal yorumlamadan sonra Wushou Dansı kostüm başlığı da günümüzdeki halini almıştır.",
  "aggroRange": "VISION_LEVEL_LITTLE_REMOTE",
  "bgm": 0,
  "budget": 1,
  "stats": {
    "resistance": {
      "physical": 0.1,
      "pyro": 0.1,
      "dendro": 0.1,
      "hydro": 0.7,
      "geo": 0.1,
      "anemo": 0.7,
      "cryo": 0.1,
      "electro": 0.1
    },
    "base": {
      "hp": 225.4944,
      "attack": 100.48,
      "defense": 500
    },
    "curve": {
      "hp": "GROW_CURVE_HP_2",
      "attack": "GROW_CURVE_ATTACK_2",
      "defense": "GROW_CURVE_DEFENSE"
    }
  }
}