{
  "_id": 10000104,
  "id": "chasca",
  "name": "Chasca",
  "title": "Himmelsvermittlerin",
  "description": "Die „Friedensstifterin“ Tlalocans, Schlichterin aller Zwistigkeiten.",
  "weapon_type": {
    "id": "bow",
    "name": "Bogen"
  },
  "element": {
    "id": "anemo",
    "name": "Anemo"
  },
  "gender": {
    "id": "female",
    "name": "Weiblich"
  },
  "release": 1731967200,
  "substat": "KT",
  "affiliation": "Tlalocan",
  "region": {
    "id": "natlan",
    "name": "Natlan"
  },
  "rarity": 5,
  "birthday": [10, 12],
  "constellation": "Vultur Gryphus",
  "domain": "Ruinen in Flammen",
  "cv": {
    "english": "Lauren Amante",
    "chinese": "张若瑜",
    "japanese": "甲斐田裕子",
    "korean": "Soo-hyun"
  },
  "skills": [
    {
      "_id": 11041,
      "id": "phantom_feather_flurry",
      "name": "Phantomfederschwarm",
      "description": "<span>Standardangriff</span><br/>Führt bis zu 4 Pfeilschüsse hintereinander aus.<br/><br/><span>Heftiger Schlag</span><br/>Führt einen <span>gezielten Schuss</span> mit höherem Schaden und höherer Genauigkeit aus.<br/>Konzentriert den Wind während des Zielens an der Pfeilspitze, die voll aufgeladen <span>Anemo-Schaden</span> verursacht.<br/><br/><span>Angriff aus dem Fall</span><br/>Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
      "info": "",
      "attributes": [
        {
          "label": "SCH Phase 1",
          "values": [
            "48%",
            "51.9%",
            "55.8%",
            "61.4%",
            "65.3%",
            "69.8%",
            "75.9%",
            "82.1%",
            "88.2%",
            "94.9%",
            "101.6%",
            "108.3%",
            "115%",
            "121.7%",
            "128.4%"
          ]
        },
        {
          "label": "SCH Phase 2",
          "values": [
            "44.6%",
            "48.2%",
            "51.8%",
            "57%",
            "60.7%",
            "64.8%",
            "70.5%",
            "76.2%",
            "81.9%",
            "88.1%",
            "94.4%",
            "100.6%",
            "106.8%",
            "113%",
            "119.2%"
          ]
        },
        {
          "label": "SCH Phase 3",
          "values": [
            "29.7% ×2",
            "32.1% ×2",
            "34.5% ×2",
            "38% ×2",
            "40.4% ×2",
            "43.2% ×2",
            "47% ×2",
            "50.8% ×2",
            "54.6% ×2",
            "58.7% ×2",
            "62.8% ×2",
            "67% ×2",
            "71.1% ×2",
            "75.3% ×2",
            "79.4% ×2"
          ]
        },
        {
          "label": "SCH Phase 4",
          "values": [
            "25.5% ×3",
            "27.5% ×3",
            "29.6% ×3",
            "32.6% ×3",
            "34.6% ×3",
            "37% ×3",
            "40.3% ×3",
            "43.5% ×3",
            "46.8% ×3",
            "50.3% ×3",
            "53.9% ×3",
            "57.4% ×3",
            "61% ×3",
            "64.6% ×3",
            "68.1% ×3"
          ]
        },
        {
          "label": "Gezielte Schüsse",
          "values": [
            "43.9%",
            "47.4%",
            "51%",
            "56.1%",
            "59.7%",
            "63.7%",
            "69.4%",
            "75%",
            "80.6%",
            "86.7%",
            "92.8%",
            "98.9%",
            "105.1%",
            "111.2%",
            "117.3%"
          ]
        },
        {
          "label": "Voll aufgeladene gezielte Schüsse",
          "values": [
            "124%",
            "133.3%",
            "142.6%",
            "155%",
            "164.3%",
            "173.6%",
            "186%",
            "198.4%",
            "210.8%",
            "223.2%",
            "235.6%",
            "248%",
            "263.5%",
            "279%",
            "294.5%"
          ]
        },
        {
          "label": "SCH beim Fallen",
          "values": [
            "56.8%",
            "61.5%",
            "66.1%",
            "72.7%",
            "77.3%",
            "82.6%",
            "89.9%",
            "97.1%",
            "104.4%",
            "112.3%",
            "120.3%",
            "128.2%",
            "136.1%",
            "144.1%",
            "152%"
          ]
        },
        {
          "label": "SCH beim Fallen aus niedriger/großer Höhe",
          "values": [
            "113.6% / 141.9%",
            "122.9% / 153.5%",
            "132.1% / 165%",
            "145.3% / 181.5%",
            "154.6% / 193.1%",
            "165.2% / 206.3%",
            "179.7% / 224.5%",
            "194.2% / 242.6%",
            "208.8% / 260.8%",
            "224.6% / 280.6%",
            "240.5% / 300.4%",
            "256.3% / 320.2%",
            "272.2% / 340%",
            "288% / 359.8%",
            "303.9% / 379.6%"
          ]
        }
      ]
    },
    {
      "_id": 11042,
      "id": "spirit_reins_shadow_hunt",
      "name": "Auf der Jagd nach dem Schatten",
      "description": "Chasca und der Wille, der in ihrer Waffe ruht, gehen in Resonanz und verursachen mit Nachtseelen versehenen <span>Anemo-Flächenschaden</span>.<br/>Nach dem Auslösen erhält Chasca 80 Nachtseelenpunkte und tritt in den Zustand Nachtseelensegen ein.<br/><br/><span>Nachtseelensegen – Chasca</span><br/>Verbraucht fortlaufend Nachtseelenpunkte. Wenn diese aufgebraucht sind oder wenn die Fähigkeit erneut eingesetzt wird, endet Chascas Nachtseelensegen. Der Zustand Nachtseelensegen hat die folgenden Eigenschaften:<br/>· Chasca reitet auf ihrer „Seelenflinte – Zeremonienstab“, wodurch ihre Bewegungs-GSW und ihr Unterbrechungs-WDS erhöht werden. In diesem Zustand verbraucht sie fortlaufend Nachtseelenpunkte, um in der Luft zu bleiben. Es werden zusätzliche Nachtseelenpunkte verbraucht, wenn sie während dieses Zustands sprintet oder die Schwebehöhe erhöht.<br/>· Je nachdem, ob während des Standardangriffs oder heftigen Schlags kurz gedrückt oder gedrückt gehalten wird, wird auf unterschiedliche Weise auf „Mehrfaches Zielen“ umgeschaltet.<br/><br/><span>Mehrfaches Zielen</span><br/><span>Drücken</span><br/>Fügt den Gegnern vor sich mit Nachtseelen versehenen <span>Anemo-Schaden</span> zu. Hierdurch verursachter Schaden gilt als Schaden des Standardangriffs.<br/><span>Gedrückt halten</span><br/>Chasca wechselt in den Zielmodus, nimmt eine bestimmte Anzahl an Gegnern in einem bestimmten Umkreis ins Visier und lädt je nach Dauer des Gedrückthaltens bis zu 6 „Schattenjagd-Projektile“ nacheinander in das Magazin. Nachdem 6 „Schattenjagd-Projektile“ geladen wurden oder das Gedrückthalten beendet wurde, feuert Chasca die „Schattenjagd-Projektile“ auf die anvisierten Gegner in einer vorgegebenen Reihenfolge ab.<br/><br/><span>Schattenjagd-Projektile</span><br/>· Verursachen mit Nachtseelen versehenen <span>Anemo-Schaden</span>. Dieser Schaden wird als Schaden des heftigen Schlags gewertet.<br/>· Je nach Elementartyp der anderen Truppenmitglieder wird der Elementartyp des vierten, fünften und sechsten in das Magazin geladenen „Schattenjagd-Projektils“ geändert. Für jedes Truppenmitglied des Elementartyps <span>Pyro</span>, <span>Hydro</span>, <span>Kryo</span> oder <span>Elektro</span> wird ein „Schattenjagd-Projektil“ in ein „Funkel-Schattenjagd-Projektil“ eines zufälligen, obengenannten Elementartyps umgewandelt, welches den entsprechenden, mit Nachtseelen versehenen Elementarschaden verursacht. Hierdurch verursachter Schaden gilt als Schaden des heftigen Schlags.<br/>· Das „Schattenjagd-Projektil“, welches als Letztes ins Magazin geladen wurde, wird als erstes abgefeuert.<br/><br/>Wenn sich Chasca im Zustand „Nachtseelensegen“ befindet und ihre Elementarfähigkeit <span>Auf der Jagd nach dem Schatten</span> gedrückt gehalten wird, führt sie einen mit Nachtseelen versehenen Angriff aus dem Fall aus. Wird die Fähigkeit losgelassen, so werden der Angriff aus dem Fall unterbrochen und der Schwebezustand aufrechterhalten. Beim Aufkommen des Angriffs aus dem Fall endet der Zustand „Nachtseelensegen“ von Chasca.",
      "info": "Theoretisch könnte alles Mögliche in dieses Halfter passen, wenn sie es wollte ... Aber seien wir doch mal ehrlich, nichts geht über eine riesige Knarre, oder?",
      "attributes": [
        {
          "label": "Resonanz-SCH",
          "values": [
            "60%",
            "64.5%",
            "69%",
            "75%",
            "79.5%",
            "84%",
            "90%",
            "96%",
            "102%",
            "108%",
            "114%",
            "120%",
            "127.5%",
            "135%",
            "142.5%"
          ]
        },
        {
          "label": "SCH bei Drücken des mehrfachen Zielens",
          "values": [
            "36%",
            "38.7%",
            "41.4%",
            "45%",
            "47.7%",
            "50.4%",
            "54%",
            "57.6%",
            "61.2%",
            "64.8%",
            "68.4%",
            "72%",
            "76.5%",
            "81%",
            "85.5%"
          ]
        },
        {
          "label": "SCH Schattenjagd-Projektil",
          "values": [
            "48.8%",
            "52.5%",
            "56.1%",
            "61%",
            "64.7%",
            "68.3%",
            "73.2%",
            "78.1%",
            "83%",
            "87.8%",
            "92.7%",
            "97.6%",
            "103.7%",
            "109.8%",
            "115.9%"
          ]
        },
        {
          "label": "SCH Funkel-Schattenjagd-Projektil",
          "values": [
            "166.6%",
            "179.1%",
            "191.6%",
            "208.2%",
            "220.7%",
            "233.2%",
            "249.9%",
            "266.5%",
            "283.2%",
            "299.8%",
            "316.5%",
            "333.1%",
            "354%",
            "374.8%",
            "395.6%"
          ]
        },
        {
          "label": "Max. Nachtseelenpunkte",
          "values": [
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte",
            "80 Punkte"
          ]
        },
        {
          "label": "Abklingzeit",
          "values": [
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s",
            "6.5s"
          ]
        }
      ]
    },
    {
      "_id": 11045,
      "id": "soul_reapers_fatal_round",
      "name": "Der letzte Tanz des Sensenmanns",
      "description": "Chasca konzentriert ihren Willen und feuert ein „windspaltendes Sensenmann-Projektil“ ab, das mit Nachtseelen versehenen <span>Anemo-Flächenschaden</span> verursacht. Anschließend teilt sich das windspaltende Sensenmann-Projektil in 6 „Sensenmann-Projektile“, die Gegner in der Nähe angreifen.<br/><br/><span>Sensenmann-Projektile</span><br/>· Verursachen mit Nachtseelen versehenen <span>Anemo-Schaden</span>.<br/>· Für jedes Truppenmitglied des Elementartyps <span>Pyro</span>, <span>Hydro</span>, <span>Kryo</span> oder <span>Elektro</span> werden jeweils zwei Sensenmann-Projektile in „strahlende Sensenmann-Projektile“ eines zufälligen, obengenannten Elementartyps umgewandelt, die den jeweiligen mit Nachtseelen versehenen Elementarschaden verursachen.",
      "info": "Niemand kann sich den Ausschweifungen und dem Mondschein der Nacht entziehen, so wie auch kein anvisierter Gegner je ihrem konzentrierten Blick entgehen kann.",
      "attributes": [
        {
          "label": "SCH windspaltendes Sensenmann-Projektil",
          "values": [
            "88%",
            "94.6%",
            "101.2%",
            "110%",
            "116.6%",
            "123.2%",
            "132%",
            "140.8%",
            "149.6%",
            "158.4%",
            "167.2%",
            "176%",
            "187%",
            "198%",
            "209%"
          ]
        },
        {
          "label": "SCH Sensenmann-Projektil",
          "values": [
            "103.4%",
            "111.2%",
            "118.9%",
            "129.3%",
            "137%",
            "144.8%",
            "155.1%",
            "165.4%",
            "175.8%",
            "186.1%",
            "196.5%",
            "206.8%",
            "219.7%",
            "232.6%",
            "245.6%"
          ]
        },
        {
          "label": "SCH strahlendes Sensenmann-Projektil",
          "values": [
            "206.8%",
            "222.3%",
            "237.8%",
            "258.5%",
            "274%",
            "289.5%",
            "310.2%",
            "330.9%",
            "351.6%",
            "372.2%",
            "392.9%",
            "413.6%",
            "439.4%",
            "465.3%",
            "491.2%"
          ]
        },
        {
          "label": "Abklingzeit",
          "values": [
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s",
            "15s"
          ]
        },
        {
          "label": "Elementarenergie",
          "values": [
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60"
          ]
        }
      ]
    }
  ],
  "passives": [
    {
      "id": "bullet_trick",
      "name": "Kugeltrick",
      "description": "Wenn es während des Aufladens von <span>Mehrfaches Zielen</span> der Elementarfähigkeit <span>Auf der Jagd nach dem Schatten</span> in der Truppe Figuren gibt, deren Elementartypen den Bedingungen zur Elementarumwandlung entsprechen, werden basierend auf der Anzahl unterschiedlicher Elementartypen solcher Figuren folgende Effekte ausgelöst:<br/>· Wandelt das dritte in das Magazin geladene <span>Schattenjagd-Projektil</span> mit einer Wahrscheinlichkeit von 33,3/66,7/100 % pro Elementartyp durch das Auslösen von „Wechsel der Nachtseelenbindung“ zufällig in ein <span>Funkel-Schattenjagd-Projektil</span> des entsprechenden Elementartyps um.<br/>· Verleiht Chasca für jeden Elementartyp 1 Stapelung des Effekts „Funkel-Schattenseele“, wodurch der mit Funkel-Schattenjagd-Projektilen verursachte Schaden um 15/35/65 % erhöht wird. Dieser Effekt hält bis zum Ende des Mehrfachen Zielens, 3-fach stapelbar.",
      "level": 1
    },
    {
      "id": "intent_to_cover",
      "name": "Die Idee von Deckung",
      "description": "Löst ein Truppenmitglied in der Nähe „Nachtseelenaufbruch“ aus, wird Chasca auf Gegner in der Nähe ein „Feuriges Schattenjagd-Projektil“ abfeuern, welches mit Nachtseelen versehenen <span>Anemo-Schaden</span> verursacht, der 150 % des Schadens des <span>Schattenjagd-Projektils</span> der Elementarfähigkeit <span>Auf der Jagd nach dem Schatten</span> entspricht. Befinden sich in deiner Truppe Figuren des Elementartyps <span>Pyro</span>, <span>Hydro</span>, <span>Kryo</span> oder <span>Elektro</span>, kommt es zu einer Elementarumwandlung des feurigen Schattenjagd-Projektils, wodurch dieses mit Nachtseelen versehenen Schaden des entsprechenden Elementartypen verursacht. Dieser entspricht dabei 150 % des durch das <span>Funkel-Schattenjagd-Projektil</span> der Elementarfähigkeit <span>Auf der Jagd nach dem Schatten</span> verursachten Schadens.<br/>Oben erwähnter Schaden wird als Schaden des heftigen Schlags gewertet.",
      "level": 4
    },
    {
      "id": "night_realms_gift_everburning_heart",
      "name": "Geschenk des Nachtreichs – Immerwährend brennendes Herz",
      "description": "Nachdem ihre Nachtseelenpunkte aufgebraucht sind, wechselt Chasca zum Verbrauch von Phlogiston, um ihren „Nachtseelensegen“ aufrechtzuerhalten.<br/>Beim Aufenthalt in einem Gebiet mit Phlogiston-Mechanismus in Natlan kann die Nachtseelen-Übertragung – Chasca verwendet werden. Wenn die aktuelle Figur sich in der Luft befindet, wird beim Wechsel zu Chasca Folgendes ausgelöst: Chasca tritt in den Zustand des Nachtseelensegens ein und erhält 32 Nachtseelenpunkte. 10 s Abklingzeit für das Auslösen der Nachtseelen-Übertragung innerhalb der eigenen Truppe.",
      "level": 0
    },
    {
      "id": "mediations_true_meaning",
      "name": "Die wahre Bedeutung des Vermittelns",
      "description": "Stellt der eigenen Figur in der Truppe beim Besiegen von Gegnern durch sie 25 Punkte Phlogiston wieder her, 12 s Abklingzeit.<br/>Dieser Effekt gilt nicht in Sphären, Gebietssäuberungen und im Gewundenen Abgrund.",
      "level": 0
    }
  ],
  "constellations": [
    {
      "_id": 1041,
      "id": "cylinder_the_restless_roulette",
      "name": "Das Magazin, rastloses Roulette",
      "description": "Beim Auslösen von „Wechsel der Nachtseelenbindung“ des passiven Talents „Kugeltrick“ wird zusätzlich das zweite ins Magazin geladene <span>Schattenjagd-Projektil</span> zu einem <span>Funkel-Schattenjagd-Projektil</span> umgewandelt.<br/>Erhöht die Wahrscheinlichkeit des Auslösens von „Wechsel der Nachtseelenbindung“: Wenn sich in der Truppe eine Figur befindet, deren Elementartyp die Bedingungen zur Elementarumwandlung erfüllt, erhöht sich die Wahrscheinlichkeit des Auslösens von „Wechsel der Nachtseelenbindung“ um 33,3 %, höchstens auf 100 %.<br/><br/>Das passive Talent „Kugeltrick“ muss zuerst freigeschaltet werden.<br/>Außerdem verringert sich Chascas Verbrauch an Nachtseelenpunkten und Phlogiston im Zustand Nachtseelensegen um 30 %, wenn sie sich nicht im Kampf befindet.",
      "level": 1
    },
    {
      "_id": 1042,
      "id": "muzzle_the_searing_smoke",
      "name": "Die Mündung, sengender Qualm",
      "description": "Verleiht Chasca beim Einwechseln 1 Stapelung „Funkel-Schattenseele“ ihres passiven Talents „Kugeltrick“. Das passive Talent „Kugeltrick“ muss für diesen Effekt zuerst freigeschaltet werden.<br/>Treffen Chascas <span>Funkel-Schattenjagd-Projektile</span> Gegner, während <span>Mehrfaches Zielen</span> ihrer Elementarfähigkeit <span>Auf der Jagd nach dem Schatten</span> angewendet wird, verursachen diese dem Elementartyp des <span>Funkel-Schattenjagd-Projektils</span> entsprechenden Flächenschaden in Höhe von 400 % von Chascas ANG. Hierdurch verursachter Schaden gilt als Schaden von heftigen Schlägen. Dieser Effekt kann jeweils nur einmal beim Anwenden von <span>Mehrfaches Zielen</span> ausgelöst werden.",
      "level": 2
    },
    {
      "_id": 1043,
      "id": "reins_her_careful_control",
      "name": "Die Zügel, fest in der Hand",
      "description": "Erhöht die Stufe der Elementarfähigkeit <span>Auf der Jagd nach dem Schatten</span> um 3.<br/>Höchststufe 15.",
      "level": 3
    },
    {
      "_id": 1044,
      "id": "sparks_the_sudden_shot",
      "name": "Der Funke, ein plötzlicher Schuss",
      "description": "Chasca werden 1,5 Punkte Elementarenergie wiederhergestellt, wenn die <span>strahlenden Sensenmann-Projektile</span> der Spezialfähigkeit <span>Der letzte Tanz des Sensenmanns</span> Gegner treffen. Außerdem verursachen die <span>strahlenden Sensenmann-Projektile</span> ihrem Elementartyp entsprechenden Flächenschaden in Höhe von 400 % von Chascas ANG. Hierdurch verursachter Schaden gilt als Schaden von heftigen Schlägen.<br/>Der Effekt für den verursachten Flächenschaden des jeweiligen Elements kann pro <span>Der letzte Tanz des Sensenmanns</span> nur 1-mal ausgelöst werden.",
      "level": 4
    },
    {
      "_id": 1045,
      "id": "brim_the_sandshadows_silhouette",
      "name": "Die Hutkrempe, eine Silhouette des Sandschattens",
      "description": "Erhöht die Stufe der Spezialfähigkeit <span>Der letzte Tanz des Sensenmanns</span> um 3.<br/>Höchststufe 15.",
      "level": 5
    },
    {
      "_id": 1046,
      "id": "showdown_the_glory_of_battle",
      "name": "Das letzte Duell, der Ruhm der Schlacht",
      "description": "Verringert die für Chascas <span>Mehrfaches Zielen</span> benötigte Zeit. Chasca tritt, nachdem sie „Wechsel der Nachtseelenbindung“ ihres passiven Talents „Kugeltrick“ ausgelöst hat, in den Zustand „Der letzte Tanz“ ein. Löst sie danach innerhalb von 3 s <span>Mehrfaches Zielen</span> ihrer Elementarfähigkeit <span>Auf der Jagd nach dem Schatten</span> aus, wird das entsprechende Aufladen sofort abgeschlossen und der KSCH der <span>Schattenjagd-Projektile</span> und <span>Funkel-Schattenjagd-Projektile</span> von <span>Mehrfaches Zielen</span> wird dieses Mal um 120 % erhöht. 3 s Abklingzeit für das Erhalten des Effekts „Der letzte Tanz“.<br/><br/>Das passive Talent „Kugeltrick“ muss für diesen Effekt zuerst freigeschaltet werden.",
      "level": 6
    }
  ],
  "ascension": [
    {
      "level": [1],
      "stats": [
        {
          "label": "Aufstieg",
          "values": ["-", 1]
        },
        {
          "label": "Basis-LP",
          "values": ["-", "763"]
        },
        {
          "label": "Basis-ANG",
          "values": ["-", "27"]
        },
        {
          "label": "Basis-VTD",
          "values": ["-", "48"]
        },
        {
          "label": "KT",
          "values": ["-", "5.0%"]
        }
      ]
    },
    {
      "level": [20],
      "cost": 0,
      "stats": [
        {
          "label": "Aufstieg",
          "values": [0, 1]
        },
        {
          "label": "Basis-LP",
          "values": ["1978", "2632"]
        },
        {
          "label": "Basis-ANG",
          "values": ["70", "93"]
        },
        {
          "label": "Basis-VTD",
          "values": ["124", "165"]
        },
        {
          "label": "KT",
          "values": ["5.0%", "5.0%"]
        }
      ]
    },
    {
      "level": [40],
      "cost": 20000,
      "stats": [
        {
          "label": "Aufstieg",
          "values": [1, 2]
        },
        {
          "label": "Basis-LP",
          "values": ["3939", "4403"]
        },
        {
          "label": "Basis-ANG",
          "values": ["139", "156"]
        },
        {
          "label": "Basis-VTD",
          "values": ["247", "276"]
        },
        {
          "label": "KT",
          "values": ["5.0%", "9.8%"]
        }
      ],
      "mat1": {
        "_id": 104151,
        "id": "vayuda_turquoise_sliver",
        "name": "Vayuda-Türkis-Splitter",
        "amount": 1,
        "rarity": 2
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Verwelkte Purpurblüte",
        "amount": 3,
        "rarity": 1
      },
      "mat4": {
        "_id": 112101,
        "id": "juvenile_fang",
        "name": "Unreifer spitzer Zahn",
        "amount": 3,
        "rarity": 1
      }
    },
    {
      "level": [50],
      "cost": 40000,
      "stats": [
        {
          "label": "Aufstieg",
          "values": [2, 3]
        },
        {
          "label": "Basis-LP",
          "values": ["5066", "5686"]
        },
        {
          "label": "Basis-ANG",
          "values": ["179", "201"]
        },
        {
          "label": "Basis-VTD",
          "values": ["318", "357"]
        },
        {
          "label": "KT",
          "values": ["9.8%", "14.6%"]
        }
      ],
      "mat1": {
        "_id": 104152,
        "id": "vayuda_turquoise_fragment",
        "name": "Vayuda-Türkis-Bruchstück",
        "amount": 3,
        "rarity": 3
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Fesselnder Blick",
        "amount": 2,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Verwelkte Purpurblüte",
        "amount": 10,
        "rarity": 1
      },
      "mat4": {
        "_id": 112101,
        "id": "juvenile_fang",
        "name": "Unreifer spitzer Zahn",
        "amount": 15,
        "rarity": 1
      }
    },
    {
      "level": [60],
      "cost": 60000,
      "stats": [
        {
          "label": "Aufstieg",
          "values": [3, 4]
        },
        {
          "label": "Basis-LP",
          "values": ["6355", "6820"]
        },
        {
          "label": "Basis-ANG",
          "values": ["225", "241"]
        },
        {
          "label": "Basis-VTD",
          "values": ["399", "428"]
        },
        {
          "label": "KT",
          "values": ["14.6%", "14.6%"]
        }
      ],
      "mat1": {
        "_id": 104152,
        "id": "vayuda_turquoise_fragment",
        "name": "Vayuda-Türkis-Bruchstück",
        "amount": 6,
        "rarity": 3
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Fesselnder Blick",
        "amount": 4,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Verwelkte Purpurblüte",
        "amount": 20,
        "rarity": 1
      },
      "mat4": {
        "_id": 112102,
        "id": "seasoned_fang",
        "name": "Ausgereifter kräftiger Zahn",
        "amount": 12,
        "rarity": 2
      }
    },
    {
      "level": [70],
      "cost": 80000,
      "stats": [
        {
          "label": "Aufstieg",
          "values": [4, 5]
        },
        {
          "label": "Basis-LP",
          "values": ["7495", "7960"]
        },
        {
          "label": "Basis-ANG",
          "values": ["265", "282"]
        },
        {
          "label": "Basis-VTD",
          "values": ["470", "500"]
        },
        {
          "label": "KT",
          "values": ["14.6%", "19.4%"]
        }
      ],
      "mat1": {
        "_id": 104153,
        "id": "vayuda_turquoise_chunk",
        "name": "Vayuda-Türkis-Brocken",
        "amount": 3,
        "rarity": 4
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Fesselnder Blick",
        "amount": 8,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Verwelkte Purpurblüte",
        "amount": 30,
        "rarity": 1
      },
      "mat4": {
        "_id": 112102,
        "id": "seasoned_fang",
        "name": "Ausgereifter kräftiger Zahn",
        "amount": 18,
        "rarity": 2
      }
    },
    {
      "level": [80],
      "cost": 100000,
      "stats": [
        {
          "label": "Aufstieg",
          "values": [5, 6]
        },
        {
          "label": "Basis-LP",
          "values": ["8643", "9108"]
        },
        {
          "label": "Basis-ANG",
          "values": ["306", "322"]
        },
        {
          "label": "Basis-VTD",
          "values": ["542", "572"]
        },
        {
          "label": "KT",
          "values": ["19.4%", "24.2%"]
        }
      ],
      "mat1": {
        "_id": 104153,
        "id": "vayuda_turquoise_chunk",
        "name": "Vayuda-Türkis-Brocken",
        "amount": 6,
        "rarity": 4
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Fesselnder Blick",
        "amount": 12,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Verwelkte Purpurblüte",
        "amount": 45,
        "rarity": 1
      },
      "mat4": {
        "_id": 112103,
        "id": "tyrants_fang",
        "name": "Schneidezahn des Eroberers",
        "amount": 12,
        "rarity": 3
      }
    },
    {
      "level": [90],
      "cost": 120000,
      "stats": [
        {
          "label": "Aufstieg",
          "values": [6, 7]
        },
        {
          "label": "Basis-LP",
          "values": ["9797", "9797"]
        },
        {
          "label": "Basis-ANG",
          "values": ["347", "347"]
        },
        {
          "label": "Basis-VTD",
          "values": ["615", "615"]
        },
        {
          "label": "KT",
          "values": ["24.2%", "24.2%"]
        }
      ],
      "mat1": {
        "_id": 104154,
        "id": "vayuda_turquoise_gemstone",
        "name": "Vayuda-Türkis",
        "amount": 6,
        "rarity": 5
      },
      "mat2": {
        "_id": 113067,
        "id": "ensnaring_gaze",
        "name": "Fesselnder Blick",
        "amount": 20,
        "rarity": 4
      },
      "mat3": {
        "_id": 101253,
        "id": "withering_purpurbloom",
        "name": "Verwelkte Purpurblüte",
        "amount": 60,
        "rarity": 1
      },
      "mat4": {
        "_id": 112103,
        "id": "tyrants_fang",
        "name": "Schneidezahn des Eroberers",
        "amount": 24,
        "rarity": 3
      }
    }
  ],
  "talent_materials": [
    {
      "level": 2,
      "cost": 12500,
      "items": [
        {
          "_id": 104353,
          "id": "teachings_of_conflict",
          "name": "Lehren der „Zwietracht“",
          "amount": 3,
          "rarity": 2
        },
        {
          "_id": 112101,
          "id": "juvenile_fang",
          "name": "Unreifer spitzer Zahn",
          "amount": 6,
          "rarity": 1
        }
      ]
    },
    {
      "level": 3,
      "cost": 17500,
      "items": [
        {
          "_id": 104354,
          "id": "guide_to_conflict",
          "name": "Anleitung zur „Zwietracht“",
          "amount": 2,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Ausgereifter kräftiger Zahn",
          "amount": 3,
          "rarity": 2
        }
      ]
    },
    {
      "level": 4,
      "cost": 25000,
      "items": [
        {
          "_id": 104354,
          "id": "guide_to_conflict",
          "name": "Anleitung zur „Zwietracht“",
          "amount": 4,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Ausgereifter kräftiger Zahn",
          "amount": 4,
          "rarity": 2
        }
      ]
    },
    {
      "level": 5,
      "cost": 30000,
      "items": [
        {
          "_id": 104354,
          "id": "guide_to_conflict",
          "name": "Anleitung zur „Zwietracht“",
          "amount": 6,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Ausgereifter kräftiger Zahn",
          "amount": 6,
          "rarity": 2
        }
      ]
    },
    {
      "level": 6,
      "cost": 37500,
      "items": [
        {
          "_id": 104354,
          "id": "guide_to_conflict",
          "name": "Anleitung zur „Zwietracht“",
          "amount": 9,
          "rarity": 3
        },
        {
          "_id": 112102,
          "id": "seasoned_fang",
          "name": "Ausgereifter kräftiger Zahn",
          "amount": 9,
          "rarity": 2
        }
      ]
    },
    {
      "level": 7,
      "cost": 120000,
      "items": [
        {
          "_id": 104355,
          "id": "philosophies_of_conflict",
          "name": "Philosophie der „Zwietracht“",
          "amount": 4,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Schneidezahn des Eroberers",
          "amount": 4,
          "rarity": 3
        },
        {
          "_id": 113061,
          "id": "silken_feather",
          "name": "Seidene Feder",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 8,
      "cost": 260000,
      "items": [
        {
          "_id": 104355,
          "id": "philosophies_of_conflict",
          "name": "Philosophie der „Zwietracht“",
          "amount": 6,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Schneidezahn des Eroberers",
          "amount": 6,
          "rarity": 3
        },
        {
          "_id": 113061,
          "id": "silken_feather",
          "name": "Seidene Feder",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 9,
      "cost": 450000,
      "items": [
        {
          "_id": 104355,
          "id": "philosophies_of_conflict",
          "name": "Philosophie der „Zwietracht“",
          "amount": 12,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Schneidezahn des Eroberers",
          "amount": 9,
          "rarity": 3
        },
        {
          "_id": 113061,
          "id": "silken_feather",
          "name": "Seidene Feder",
          "amount": 2,
          "rarity": 5
        }
      ]
    },
    {
      "level": 10,
      "cost": 700000,
      "items": [
        {
          "_id": 104355,
          "id": "philosophies_of_conflict",
          "name": "Philosophie der „Zwietracht“",
          "amount": 16,
          "rarity": 4
        },
        {
          "_id": 112103,
          "id": "tyrants_fang",
          "name": "Schneidezahn des Eroberers",
          "amount": 12,
          "rarity": 3
        },
        {
          "_id": 113061,
          "id": "silken_feather",
          "name": "Seidene Feder",
          "amount": 2,
          "rarity": 5
        },
        {
          "_id": 104319,
          "id": "crown_of_insight",
          "name": "Krone der Weisheit",
          "amount": 1,
          "rarity": 5
        }
      ]
    }
  ]
}
