{
  "id": "athelwood_metal_buckler",
  "originalId": 364213,
  "rarity": 3,
  "name": "Athelwood Metal Buckler",
  "description": "A heavy round shield, which looks like a regular round shield but in fact conceals a hidden secret.\\nAthel Wood of moderate age and sturdy quality is selected and cut into planks of precise size and thickness. Smoking, waxing, and other processes will increase the planks' hardness to their greatest extent, before mortise and tenon structures are used to join them together. They are then affixed on three relatively light and soft backplanes to form a double-layer composite structure, which tries to wear down incoming blades and arrows to the greatest extent possible, weakening their power and absorbing their impact. At the same time, the frame is covered with a rigid iron structure, while reinforcing structures are placed at the vertex of the shield arc to resist the impact of blunt objects and opposing shields — and with that, the shield is complete.\\nSuch shields are said to be able to fend off any attack from anyone without a Vision. Their price is also equivalent to dozens of ordinary weapons, which limits their users to small numbers of Eremite or Corps of Thirty elite troops.\\nTreasure Hoarders, who prioritize the lightness of their equipment, can't comprehend why a sellsword would invest so much in a shield like this. Only a select few frontline mercenaries and the designer of this shield type understand the importance of such equipment. As a reckless youth, the shield designer once led an incursion into Aaru Village in search of his colleagues' nemesis, only to be defeated by a young guard. With a shield in her left hand and a spear in her right, the guard with heterochromatic eyes was a human avalanche, shattering the intruders' weapons and defensive equipment alike in a single charge, knocking them out with just the right amount of force, before handing them over to the aged guards, admonishing them, and releasing them. The shield's designer, though now reformed and no longer a criminal, still remembers the young guard with her differently-colored eyes, regarding her as the strongest warrior he has ever met. She was the reference point from which the principle of \"the greatest offense is the greatest defense\" was used to transform this venerable shield design into this style of round shield.\\nAnd who knows? Perhaps it may yet withstand one of her blows should they ever meet again...",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "Hanging Ornament"
    }
  ],
  "recipe": [
    {
      "id": "athel_wood",
      "name": "Athel Wood",
      "amount": 8
    },
    {
      "id": "iron_chunk",
      "name": "Iron Chunk",
      "amount": 4
    }
  ]
}
