{
  "_id": 370518,
  "id": "dodocos_summertime",
  "rarity": 4,
  "name": "Dodoco's Summertime",
  "description": "\"In which case, wouldn't it be that Klee would have many companions during her adventure in the archipelago?\"\\n\"So things might get dreadfully boring if they all had to wait under separate tents in case of sudden rain.\"\\n\"And that's why I decided to pitch an especially large tent for everyone to rest in, and add some fun little knick-knacks in for good measure.\"\\n\"And of course, the tent had to be large enough to store all the treasures they picked up during the adventure.\"\\n\"But how would they be able to move so much treasure away, if it could fill such a large tent?\"\\n\"Eh, it'll be fine! Klee's friends will find a way!\"\\n...\\nAccording to Albedo, Ms. Alice did drop by Mondstadt shortly after the previous year's summer adventure to discuss her thought process back then.\\nThe witch's considerations were comprehensive indeed. As she suspected, everyone did in fact rest under this tent for quite some time, and the gadgets within provided significant entertainment while it rained or the nights grew long.\\nAs for the large amount of treasure Klee discovered during the exploration, it took no small amount of effort to bring it all back to Mondstadt. For example, using Cryo to freeze wet ground to better push cargo along, or using Solar Isotoma to lift weights up to cross hilly terrain... One could say that the transportation process itself was quite the unique experience!",
  "load": 140,
  "energy": 90,
  "exp": 90,
  "category": [
    {
      "id": 6006,
      "category": "Free Booth",
      "type": "Exterior"
    }
  ],
  "recipe": [
    {
      "_id": 101302,
      "id": "cuihua_wood",
      "name": "Cuihua Wood",
      "amount": 12
    },
    {
      "_id": 101401,
      "id": "fabric",
      "name": "Fabric",
      "amount": 6
    },
    {
      "_id": 101402,
      "id": "red_dye",
      "name": "Red Dye",
      "amount": 6
    }
  ]
}