{
  "_id": 362223,
  "id": "hued_vase_amber",
  "rarity": 3,
  "name": "Hued Vase: Amber",
  "description": "A type of pottery with a clear white base and decorated mainly with amber patterns. It often appears in wealthy families as an important container as well as a decorative piece. But as a matter of fact, compared with the earliest glazed pottery pieces, it is already much less expensive, all thanks to a certain marvelous traveling merchant.\\nHer business perspective was quite unique, having a sharper sense of the balance between profits and sales, and she despised her competitors, who made glazed pottery affordable only to a tiny number of people through endless price hikes. With the help of Canned Knowledge, she was able to impart secret new ways of processing clay to the potters in town while stipulating the suggested retail price of glazed pottery in her agreements, which would also earn her a fair sum for each piece successfully sold. Only within a few years, she defeated all her competitors utterly and made a huge fortune out of this, all while making glazed pottery much more available to ordinary households. The whole affair went on so quietly that even to this day, the merchants who used to sell glazed pottery as luxury items cannot figure out where went wrong. From their points of view, the potters all \"suddenly received guidance from an expert and disrupted the pottery market once and for all.\"\\nYet, as impressive as these machinations sound, the traveling merchant herself seems to almost forget about this. After all, it was nothing more than a small episode amidst her years of conducting business all over the world.",
  "load": 64,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 4003,
      "category": "Craftwork",
      "type": "Interior"
    }
  ],
  "recipe": [
    {
      "_id": 101002,
      "id": "white_iron_chunk",
      "name": "White Iron Chunk",
      "amount": 4
    },
    {
      "_id": 101403,
      "id": "yellow_dye",
      "name": "Yellow Dye",
      "amount": 4
    }
  ]
}
