{
  "_id": 372468,
  "id": "no_jumping_no_tramping",
  "rarity": 2,
  "name": "No Jumping, No Tramping",
  "description": "\"These plants have incredible skin elasticity and are filled with gaseous material. If one wishes to experience the world through the eyes of a 'Ruin Drake: Skywatch,' perhaps one might consider jumping atop some of these plants.\"\\nThe latest edition of the matra manual has this to say concerning this species of desert shrub.\\nLike the discussion about the incense, this description also doesn't seem to have any practical impact on operations. Some matra did try the instructions out for themselves, eventually concluding that \"these plants aren't half bad as cushions\" — save for the one person who tried stepping on this cushion 20,003 times, the final time upon which it exploded, sending that person flying into the air.\\nOne day, one young subordinate, unable to contain their curiosity, brought a heavily-annotated manual to the General Mahamatra with the following two questions: \"which botanist did you ask to help with the manual?\" and \"what is the deeper meaning behind some of these seemingly simple and relaxed descriptions?\"\\nAt this time, the General Mahamatra was in Gandharva Ville talking to a certain Forest Watcher with long upright ears. Hearing those questions, he finished his meal before telling two jokes that were no different from his usual fare with a completely straight face, leaving his young subordinate stunned for quite a while. Seeing their confusion, the General Mahamatra seemed ready to give a yet more detailed explanation, only for the Forest Watcher to quickly speak up, saying that \"You see, he just needs to write a few things to adjust the mood a bit. If you didn't understand what was being said, then it wasn't that important. And if you didn't find those descriptions funny, then there's no need to remember them!\"\\nEnding the conversation hastily, this young subordinate would keep the Forest Watcher's words firmly in mind, and even shared them with their colleagues. Unfortunately, it seems that even today, these poor matra still have not yet fully understood the meaning of those words.",
  "load": 35,
  "energy": 10,
  "category": [
    {
      "id": 10007,
      "category": "Small Shrub",
      "type": "Exterior"
    }
  ]
}