{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "\"Peaceful Purple Dream\"",
  "description": "A shrub cultivated by Fontainian gardeners that has a lovely shape and an enticing fragrance. Perhaps it was the vibrant shade or its striking scent, but a local tabloid once confidently claimed that they contained a certain slow-acting poison. According to that tabloid, people who lingered near these flowers for too long might experience physical issues such as insomnia, irritability, and swollen and painful eyes. After some time, another obscure tabloid asserted that a famous opera singer regularly consumed flower tea made from these flowers, this being the secret to the star's lasting youth.\\nFor a time, there was heated debate amongst some Fontainians about these flowers and the relevant departments of the Palais Mermonia responsible for the city's landscaping. Some actively avoided these flowers, while others secretly wanted to take some home to cultivate them...\\nWith few other options, the Palais had to invite a specialist in botany to write a seven-day editorial series on The Steambird, clearing up all the falsehoods and emphasizing that this type of flower was just ornamental, and had no other deeper impact on residents' lives apart from the lifting of their spirits.\\nNowadays, these purple flowers also adorn the area before the Opera Epiclese's gates, and the rocky period these flowers underwent has long passed, thanks to the efforts of various parties.\\nHowever, some novelists drew great inspiration from this particular farce. These folk with their fine humor wrote a series of related short-form novels on the theme of \"perilous flowers,\" with a particularly popular one being \"Peaceful Day Nine,\" which featured poisonous flowers as a means of committing a devious crime, and mentioned that the original form of the dangerous plant was that very same controversial shrub from before.\\nTo avoid causing the same trouble as before, the author emphasized the following at the start of said story:\\n\"This is entirely a work of fiction!\"\\n\"...Nonetheless, the author is not encouraging you or your family members to consume this flower.\"",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "Small Shrub",
      "type": "Exterior"
    }
  ]
}