{
  "_id": 25410401,
  "id": "eremite_floral_ringdancer",
  "monsterId": 25410401,
  "name": "Eremite Floral Ring-Dancer",
  "specialNames": [
    "Penari Ular Berbilah Cincin"
  ],
  "investigation": {
    "investigationId": 44,
    "name": "Eremite",
    "categoryType": "Common",
    "categoryText": "Normal",
    "description": "Kelompok prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.\\n\"Eremite\" adalah nama bersama untuk mereka-mereka yang bukan penduduk di padang gurun. Di antaranya, ada kelompok prajurit bayaran seperti \"The Farrokhzadan\" dan suku seperti \"Tanit\". Sebagai suku yang tidak berdewa, kebanyakan anggota \"Eremite\" hanya akan menggunakan seni bela diri dengan tujuan untuk menunjukkan seni bela diri para penyintas gurun kepada majikan mereka."
  },
  "filename_investigationIcon": "UI_MonsterIcon_Eremite_Male_Standard_Glaive",
  "rewardPreviewId": 16014,
  "rewardPreview": [
    {
      "_id": 202,
      "id": "mora",
      "name": "Mora"
    },
    {
      "_id": 112067,
      "id": "rich_red_brocade",
      "name": "Rich Red Brocade",
      "count": 0.07
    },
    {
      "_id": 112066,
      "id": "trimmed_red_silk",
      "name": "Trimmed Red Silk",
      "count": 0.2801
    },
    {
      "_id": 112065,
      "id": "faded_red_satin",
      "name": "Faded Red Satin",
      "count": 1.0505
    }
  ],
  "monsterType": "MONSTER_ORDINARY",
  "enemyType": "NORMAL",
  "categoryType": "CODEX_SUBTYPE_HUMAN",
  "categoryText": "Kelompok Manusia Lainnya",
  "filename_icon": "UI_MonsterIcon_Eremite_Female_Standard_Dancer",
  "description": "Seorang anggota kelompok tentara bayaran lepas yang melangkah pergi dari padang pasir. Dia bersedia bekerja untuk siapa saja atas nama upah.\\nKeturunan di padang pasir memiliki tradisi nyanyian dan tarian yang beragam. Awalnya semua ini digunakan untuk memuji dan melayani para dewa, namun kemudian seni-seni ini diadaptasi untuk pertempuran dan merayu raja. Banyak kisah tentang padang pasir yang menampilkan penari yang membunuh raja-raja yang sedang bersantai di tempat tidur atau sedang berdiri di atas menara tinggi. Meskipun semua dewa dan raja seperti itu sekarang telah tenggelam ke dalam pasir yang mengalir, ingatan tentang tarian masih tetap ada di sanubari para penduduk padang pasir.\\nRoh yang terpecah-pecah dan jahat yang tersegel di dalam senjata yang mereka gunakan akan bangun di saat-saat bahaya. Begitu terbangun, senjata ini cuma bisa dibungkam oleh teriakan orang-orang yang kalah — baik teriakan penggunanya atau musuh penggunanya.",
  "aggroRange": "VISION_LEVEL_NORMAL",
  "bgm": 1,
  "budget": 2,
  "stats": {
    "resistance": {
      "physical": -0.2,
      "pyro": 0.1,
      "dendro": 0.1,
      "hydro": 0.1,
      "geo": 0.1,
      "anemo": 0.1,
      "cryo": 0.1,
      "electro": 0.1
    },
    "base": {
      "hp": 67.92,
      "attack": 50.24,
      "defense": 500
    },
    "curve": {
      "hp": "GROW_CURVE_HP_2",
      "attack": "GROW_CURVE_ATTACK_2",
      "defense": "GROW_CURVE_DEFENSE"
    }
  }
}