{
  "_id": 3010,
  "id": "adventurers_breakfast_sandwich",
  "name": "Яичная крепость",
  "description": "Питательное блюдо из яиц. На поджаренный тост уложены яйцо-пашот и несколько слоёв ветчины. Сверху всё это полито густым майонезом. Нежный вкус наполняет силами для долгой дороги, поэтому это блюдо считается лучшим завтраком среди членов Гильдии искателей приключений.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ветчина",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108167,
      "name": "Странная яичная крепость",
      "description": "Питательное блюдо из яиц. Почти засохший майонез покрывает переваренные яйца и жёсткую ветчину. По крайней мере, если закрыть глаза и быстро проглотить это, то можно наесться.",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108168,
      "name": "Яичная крепость",
      "description": "Питательное блюдо из яиц. На поджаренный тост уложены яйцо-пашот и несколько слоёв ветчины. Сверху всё это полито густым майонезом. Нежный вкус наполняет силами для долгой дороги, поэтому это блюдо считается лучшим завтраком среди членов Гильдии искателей приключений.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108169,
      "name": "Вкусная яичная крепость",
      "description": "Питательное блюдо из яиц. Майонез подобен свету утреннего солнца, проливающемуся на напоминающее океанические волны яйцо-пашот. Его нежный вкус заставляет сердце биться быстрее. Запах солёной ветчины мгновенно наполняет ноздри, как погожим утром солнечные лучи разрезают рассветную дымку.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108502,
      "id": "surveyors_breakfast_sandwich",
      "name": "Яичный бутерброд геодезиста",
      "description": "Особое блюдо Мики. При приготовлении ингредиенты выкладывают слоями. Откусив немного, вы ощутите, как во рту один за другим раскрываются сладкий и солёный вкусы, словно вы поднимаетесь на гору из деликатесов. Неужели Мика научился так хорошо готовить в походах с рыцарями?",
      "effect": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "mika",
        "name": "Мика"
      }
    }
  }
}