{
  "_id": 2101,
  "id": "almond_tofu",
  "name": "Миндальный тофу",
  "description": "Десерт из молотого миндаля. Обладает мягкой шелковистой текстурой и долгим ореховым послевкусием. Он называется миндальным тофу только из-за внешнего сходства.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Миндаль",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108080,
      "name": "Странный миндальный тофу",
      "description": "Десерт из молотого миндаля. Охлаждённое миндальное молоко, приготовленное без предварительного размола и давления. Продолжайте говорить себе, что особенным его делает грубая текстура.",
      "effect": "Увеличивает силу атаки всех членов отряда на 66 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108081,
      "name": "Миндальный тофу",
      "description": "Десерт из молотого миндаля. Обладает мягкой шелковистой текстурой и долгим ореховым послевкусием. Он называется миндальным тофу только из-за внешнего сходства.",
      "effect": "Увеличивает силу атаки всех членов отряда на 81 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108082,
      "name": "Вкусный миндальный тофу",
      "description": "Десерт из молотого миндаля. Он имеет изысканный внешний вид и текстуру, похожую на кусок белого нефрита, и может показаться произведением искусства... Настолько, что вы не сможете съесть его без сожаления.",
      "effect": "Увеличивает силу атаки всех членов отряда на 95 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108137,
      "id": "sweet_dream",
      "name": "«Сладкий сон»",
      "description": "Особое блюдо Сяо. Его сон очень прост, и он - блаженный.",
      "effect": "Увеличивает силу атаки всех членов отряда на 114 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "xiao",
        "name": "Сяо"
      }
    }
  }
}
