{
  "_id": 3016,
  "id": "apple_roly_poly",
  "name": "Яблочный рулет",
  "description": "Традиционный яблочный десерт. Тонкое тесто - вот секрет его восхитительного вкуса и хрустящей корочки. Говорят, что лучшие кондитеры Мондштадта умеют делать настолько тонкое тесто, что сквозь него можно даже читать, если положить его поверх страницы.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Яблоко",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108694,
      "name": "Странный яблочный рулет",
      "description": "Традиционный яблочный десерт. Яблоки - это яблоки, а тесто - это тесто. Принудительное объединение яблок и теста создаёт неуклюжую смесь, которую не спасёт даже самое вкусное масло.",
      "effect": "Оживление Окаменевшего дерева, активация артерий земли или открытие сундука восстанавливает 16% HP и даёт ещё 600 ед. HP всем членам отряда. Эффект может возникнуть один раз в 5 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108695,
      "name": "Яблочный рулет",
      "description": "Традиционный яблочный десерт. Тонкое тесто - вот секрет его восхитительного вкуса и хрустящей корочки. Говорят, что лучшие кондитеры Мондштадта умеют делать настолько тонкое тесто, что сквозь него можно даже читать, если положить его поверх страницы.",
      "effect": "Оживление Окаменевшего дерева, активация артерий земли или открытие сундука восстанавливает 18% HP и даёт ещё 900 ед. HP всем членам отряда. Эффект может возникнуть один раз в 5 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108696,
      "name": "Вкусный яблочный рулет",
      "description": "Традиционный яблочный десерт. Один только аромат яблок создаёт ощущение, словно вы стоите перед тёплым очагом. Ещё до того, как вы успеваете насладиться им, ваши руки, будто по чьему-то велению, тянутся к ножу и вилке, чтобы взять следующий кусок.",
      "effect": "Оживление Окаменевшего дерева, активация артерий земли или открытие сундука восстанавливает 20% HP и даёт ещё 1200 ед. HP всем членам отряда. Эффект может возникнуть один раз в 5 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
