{
  "_id": 3608,
  "id": "berry_herbal_candy",
  "name": "Ягодно-цветочные конфеты",
  "description": "Сладости из Нод-Края. Изготовленные из местных цветов, трав и ягод. Разноцветные конфеты привносят немного сладости в эти обширные холодные земли.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Ночноцвет",
      "amount": 2
    },
    {
      "_id": 101268,
      "id": "winter_icelea",
      "name": "Шпороцветник",
      "amount": 2
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Летника",
      "amount": 2
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Ягоды лакка",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108937,
      "name": "Странные ягодно-цветочные конфеты",
      "description": "Сладости из Нод-Края. Солёный и неожиданно терпкий вкус, совершенно не тот, которого ждёшь от конфеты. Вкус накрывает настолько резко, что любой, рассчитывавший на сладость, взвоет от шока и разочарования.",
      "effect": "Увеличивает макс. HP всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108938,
      "name": "Ягодно-цветочные конфеты",
      "description": "Сладости из Нод-Края. Изготовленные из местных цветов, трав и ягод. Разноцветные конфеты привносят немного сладости в эти обширные холодные земли.",
      "effect": "Увеличивает макс. HP всех членов отряда на 22% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108939,
      "name": "Вкусные ягодно-цветочные конфеты",
      "description": "Сладости из Нод-Края. Едва коснувшись языка, прозрачное лакомство раскрывается волной аромата: цветочные ноты сплетаются со свежестью спелых ягод, даря сладко-кислое, изумительно приятное послевкусие.",
      "effect": "Увеличивает макс. HP всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108950,
      "id": "moonlit_mirage",
      "name": "Лунный мираж",
      "description": "Особое блюдо Коломбины. Прозрачные сладости напоминают капли росы, собранные из лунного света. Нежная сладость то проявляется, то исчезает, будто заманивая в прекрасный, мимолётный сон. Невольно задумываешься, сколько мастерства и заботы было вложено в создание блюда.",
      "effect": "Увеличивает макс. HP всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "columbina",
        "name": "Коломбина"
      }
    }
  }
}