{
  "id": "biryani",
  "name": "Бирьяни",
  "description": "Плов с характерным мясным ароматом. Свежее мясо обжаривают до хрустящей корочки, затем тушат вместе с длиннозёрным рисом и приправами, а перед подачей блюдо украшают орхидеей падисара. Непревзойдённое сочетание нежного мяса с ароматными специями и рассыпчатым рисом - плов по праву называют одним из сокровищ сумерской кухни.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "rice",
      "name": "Рис",
      "amount": 4
    },
    {
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 3
    },
    {
      "id": "spice",
      "name": "Пряность",
      "amount": 2
    },
    {
      "id": "padisarah",
      "name": "Падисара",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "name": "Странный бирьяни",
      "description": "Плов с характерным мясным ароматом. Рис до прозрачности пропитался жиром, от одного взгляда на это блюдо в желудке чувствуется тяжесть. А когда весь плов съеден, на дне тарелки плещется целая лужица жира... Наверное, мяса вам теперь не скоро захочется.",
      "effect": "Увеличивает защиту всех членов отряда на 215 ед. и эффективность лечения на 6% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Бирьяни",
      "description": "Плов с характерным мясным ароматом. Свежее мясо обжаривают до хрустящей корочки, затем тушат вместе с длиннозёрным рисом и приправами, а перед подачей блюдо украшают орхидеей падисара. Непревзойдённое сочетание нежного мяса с ароматными специями и рассыпчатым рисом - плов по праву называют одним из сокровищ сумерской кухни.",
      "effect": "Увеличивает защиту всех членов отряда на 261 ед. и эффективность лечения на 8% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусный бирьяни",
      "description": "Плов с характерным мясным ароматом. Лепестки орхидеи падисара подобны оазису, венчающему золотистый бархан ароматного риса, в котором тут и там виднеются ломтики нежного мяса. Рассыпчатый рис источает дразнящий аромат приправ, и в каждой ложке этого плова таится целый букет наслаждения. Не прошло и минуты, а тарелка уже опустела, и вы мечтаете об одном: подольше задержать этот вкус на губах.",
      "effect": "Увеличивает защиту всех членов отряда на 308 ед. и эффективность лечения на 10% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
