{
  "_id": 3102,
  "id": "blackback_perch_stew",
  "name": "Чёрный окунь",
  "description": "Отварная рыба. Свежее сочное рыбное филе, пахнет травами и измельчёнными стеклянными колокольчиками. Островато, но не слишком.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 3
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Соль",
      "amount": 1
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Стеклянные колокольчики",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108074,
      "name": "Странный чёрный окунь",
      "description": "Отварная рыба. Острота перца полностью перекрывает вкус рыбы. Только единицы смогли бы получить удовольствие от подобного блюда, состоящего сплошь из перца.",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108075,
      "name": "Чёрный окунь",
      "description": "Отварная рыба. Свежее сочное рыбное филе, пахнет травами и измельчёнными стеклянными колокольчиками. Островато, но не слишком.",
      "effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108076,
      "name": "Вкусный чёрный окунь",
      "description": "Отварная рыба. Рыбное филе настолько нежное и сочное, что кажется, словно оно оживает у вас во рту. Ваши вкусовые рецепторы не могут смириться с чувством утраты, когда вы проглатываете один кусочек, поэтому вам тут же приходится взять другой.",
      "effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек."
    },
    "special": {
      "_id": 108135,
      "id": "wanmin_restaurants_boiled_fish",
      "name": "Фирменная отварная рыба",
      "description": "Особое блюдо Сян Лин. Это фирменное блюдо ресторана «Народный выбор», объединяющее в себе всю страсть Сян Лин к готовке. Любой, кто попробует его, сможет оценить по достоинству мастерство юного шеф-повара.",
      "effect": "Восстанавливает 34% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 980 HP в течение 30 сек.",
      "character": {
        "id": "mavuika_trial",
        "name": "Мавуика (пробный)"
      }
    }
  }
}
