{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Пухленевое мороженое",
  "description": "Мороженое голубого цвета. Лучший способ скоротать знойный день - насладиться освежающим мороженым. Оно охлаждает тело и душу, даря ощущение, сходное с прыжком в море, позволяя всем заботам рассеяться вместе с жаром во рту, после чего остаётся лишь чистая радость.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Соль",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сливки",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Странное пухленевое мороженое",
      "description": "Мороженое голубого цвета. Большие кусочки морской соли атаковали ваши вкусовые рецепторы, заставив вас на мгновение замереть... Когда вы решились попробовать снова, десерт уже превратился в нечто похожее на молочный коктейль...",
      "effect": "Увеличивает защиту всех членов отряда на 215 ед. и эффективность лечения на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108685,
      "name": "Пухленевое мороженое",
      "description": "Мороженое голубого цвета. Лучший способ скоротать знойный день - насладиться освежающим мороженым. Оно охлаждает тело и душу, даря ощущение, сходное с прыжком в море, позволяя всем заботам рассеяться вместе с жаром во рту, после чего остаётся лишь чистая радость.",
      "effect": "Увеличивает защиту всех членов отряда на 261 ед. и эффективность лечения на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108686,
      "name": "Вкусное пухленевое мороженое",
      "description": "Мороженое голубого цвета. Изображение простодушного, милого пухленя на стаканчике вызывает улыбку, а сливочный аромат переплетается с лёгкими нотками солоноватости. Кажется, что ваши чувства приглашены в незабываемое подводное путешествие, которому, как вы надеетесь, не будет конца!",
      "effect": "Увеличивает защиту всех членов отряда на 308 ед. и эффективность лечения на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}