{
  "_id": 3417,
  "id": "blubber_profiterole",
  "name": "Пухленевый профитроль",
  "description": "Десерт с кремовой начинкой. Воздушная корочка из слоёного теста скрывает под собой сытный крем. Округлая форма напоминает милое брюшко пухленя. Мало кто сможет устоять перед густым и нежным кремом.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сливки",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108608,
      "name": "Странный пухленевый профитроль",
      "description": "Десерт с кремовой начинкой. Он пролежал слишком долго, и некогда хрустящая корочка размякла. Она... совсем не такая, как вы себе представляли. Попробовав один кусочек, хочется вынести «смертный приговор» этому десерту.",
      "effect": "Увеличивает физ. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108609,
      "name": "Пухленевый профитроль",
      "description": "Десерт с кремовой начинкой. Воздушная корочка из слоёного теста скрывает под собой сытный крем. Округлая форма напоминает милое брюшко пухленя. Мало кто сможет устоять перед густым и нежным кремом.",
      "effect": "Увеличивает физ. урон всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108610,
      "name": "Вкусный пухленевый профитроль",
      "description": "Десерт с кремовой начинкой. Съев кусочек, невозможно удержаться, чтобы не съесть всё остальное! Так вкусно, что захочется слизать даже остатки крема с губ. Если бы каждый приём пищи сопровождался таким сладким совершенством... Ах, как прекрасна была бы жизнь искателя приключений!",
      "effect": "Увеличивает физ. урон всех членов отряда на 40% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
