{
  "_id": 3122,
  "id": "braised_meatball",
  "name": "Тушённые в соевом соусе фрикадельки",
  "description": "Классическое известное блюдо Ли Юэ. Куски жирного и постного мяса с хрустящими побегами бамбука измельчают, перемешивают и делают из него фрикадельки, которые сначала обжаривают, а затем отваривают. Получается блюдо, которое никого не оставляет равнодушным и является частым гостем как на домашнем, так и на банкетном столе.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Побеги бамбука",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Соль",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108642,
      "name": "Странные тушённые в соевом соусе фрикадельки",
      "description": "Классическое известное блюдо Ли Юэ. Круглая форма и яркий аромат не вызывают подозрений, но на вкус блюдо оказывается слишком сухим. Возможно, вы добавили слишком много постного мяса?",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108643,
      "name": "Тушённые в соевом соусе фрикадельки",
      "description": "Классическое известное блюдо Ли Юэ. Куски жирного и постного мяса с хрустящими побегами бамбука измельчают, перемешивают и делают из него фрикадельки, которые сначала обжаривают, а затем отваривают. Получается блюдо, которое никого не оставляет равнодушным и является частым гостем как на домашнем, так и на банкетном столе.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108644,
      "name": "Вкусные тушёные в соевом соусе фрикадельки",
      "description": "Классическое известное блюдо Ли Юэ. Изумрудный зелёный лук и рубиново-красные фрикадельки прекрасно дополняют друг друга, а благодаря деликатному мастерству резки мяса фрикадельки просто таят во рту. Это сытное, но не жирное блюдо вы будете нахваливать целую неделю. Не забудьте вымыть тарелку на счастье!",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108663,
      "id": "encompassing_gladness",
      "name": "Всеобъемлющая радость",
      "description": "Особое блюдо Сянь Юнь. Не успели вы удивиться ароматным фрикаделькам, как Сянь Юнь уже говорит: «Ах, неужели ты думаешь, что такая заурядная пища может меня поразить? Тогда наслаждайтесь, пока она горячая - и да пребудет с вами мир, радость, процветание и спокойствие... Хм, что? Немного сухих формальностей никому не навредит».",
      "effect": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "xianyun",
        "name": "Сянь Юнь"
      }
    }
  }
}