{
  "_id": 3210,
  "id": "braised_meat",
  "name": "Мясной гуляш",
  "description": "Тушёное блюдо. Сначала обжариваются крупные куски мяса, затем - овощи, после чего они смешиваются вместе. Далее добавляется бульон и варится до загустения. После этого медленного процесса приготовления мясо становится мягким и нежным, доставляя тем, кто его ест, неземное удовольствие.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Морковь",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108309,
      "name": "Странный мясной гуляш",
      "description": "Тушёное блюдо. Похоже, что метод тушения не был освоен, и все ингредиенты просто бросили в кастрюлю и варили вместе, в результате чего овощи переварились и почти растворились в бульоне. Блюдо превратилось в кашеобразную массу со вкусом мяса...",
      "effect": "Увеличивает физ. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108310,
      "name": "Мясной гуляш",
      "description": "Тушёное блюдо. Сначала обжариваются крупные куски мяса, затем - овощи, после чего они смешиваются вместе. Далее добавляется бульон и варится до загустения. После этого медленного процесса приготовления мясо становится мягким и нежным, доставляя тем, кто его ест, неземное удовольствие.",
      "effect": "Увеличивает физ. урон всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108311,
      "name": "Вкусный мясной гуляш",
      "description": "Тушёное блюдо. Незабываемое сочетание насыщенного бульона и ароматного мяса. Хрустящие овощи настолько обогащают вкус блюда, что его съедают до последнего кусочка, несмотря на сильную жару. Подождите, а почему бы нам не макать хлеб в оставшийся бульон?",
      "effect": "Увеличивает физ. урон всех членов отряда на 40% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}