{
  "_id": 2409,
  "id": "bulle_sauce_duck_breast",
  "name": "Утиная грудка под соусом из пузырина",
  "description": "Мясное блюдо с насыщенным ароматом фруктов. Потушите утиную грудку, нарежьте её ломтиками и выложите мясо на тарелку, полив его соусом из пузырина. Хрустящая кожица, роскошное нежное мясо и кисло-сладкий соус - сочетание вкусов, которое по праву считается классическим фонтейнским деликатесом.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Пузырин",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108675,
      "name": "Странная утиная грудка под соусом из пузырина",
      "description": "Мясное блюдо с насыщенным ароматом фруктов. Соус не смог нейтрализовать жирность утки, а лишь добавил горечи. Один кусочек - и аппетит, разыгравшийся от изысканной подачи, бесследно исчезает.",
      "effect": "Восстанавливает 40 ед. выносливости."
    },
    "normal": {
      "_id": 108676,
      "name": "Утиная грудка под соусом из пузырина",
      "description": "Мясное блюдо с насыщенным ароматом фруктов. Потушите утиную грудку, нарежьте её ломтиками и выложите мясо на тарелку, полив его соусом из пузырина. Хрустящая кожица, роскошное нежное мясо и кисло-сладкий соус - сочетание вкусов, которое по праву считается классическим фонтейнским деликатесом.",
      "effect": "Восстанавливает 50 ед. выносливости."
    },
    "delicious": {
      "_id": 108677,
      "name": "Вкусная утиная грудка под соусом из пузырина",
      "description": "Мясное блюдо с насыщенным ароматом фруктов. Цитрусовая нотка пузырина придаёт и так сочной утке освежающую сладость. Так вкусно, что невозможно сдержаться и не схватить следующий кусочек, ещё даже не проглотив предыдущий. Неудивительно, что, несмотря на все изменения в кулинарной культуре Фонтейна, это блюдо остаётся вечной классикой.",
      "effect": "Восстанавливает 60 ед. выносливости."
    },
    "special": {
      "_id": 108678,
      "id": "tagged_and_bagged",
      "name": "«Промаркировано и упаковано»",
      "description": "Особое блюдо Клоринды. Не просто мясо птицы, а свежепойманный, слегка обжаренный деликатес. Ваше первоначальное недоверие исчезает так же быстро, как тает лёгкое, освежающее послевкусие. Как бы то ни было, Клоринда уже попробовала. Наверняка пищеварительная система у вас такая же крепкая, как у опытного охотника... не так ли?",
      "effect": "Восстанавливает 80 ед. выносливости.",
      "character": {
        "id": "clorinde",
        "name": "Клоринда"
      }
    }
  }
}
