{
  "_id": 3420,
  "id": "bulle_souffle",
  "name": "Пузыринное суфле",
  "description": "Миниатюрный торт внутри пузырина. Наполните очищенный от внутренностей пузырин взбитым яичным белком и выпекайте до тех пор, пока суфле равномерно не заполнит пузырин. Слово «пузыринный» входит в название не только потому, что в списке ингредиентов есть пузырин, а ещё из-за того, что готовое угощение оставляет на языке ощущение пористости, как у пузырьков.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Пузырин",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108670,
      "name": "Странное пузыринное суфле",
      "description": "Крохотный торт, укрытый пузыринной коркой. Вы не смогли удержаться и заглянули внутрь, увидев быстро обваливающуюся структуру суфле... Кажется, любопытство не только кошку убивает, но и торт испортит.",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108671,
      "name": "Пузыринное суфле",
      "description": "Миниатюрный торт внутри пузырина. Наполните очищенный от внутренностей пузырин взбитым яичным белком и выпекайте до тех пор, пока суфле равномерно не заполнит пузырин. Слово «пузыринный» входит в название не только потому, что в списке ингредиентов есть пузырин, а ещё из-за того, что готовое угощение оставляет на языке ощущение пористости, как у пузырьков.",
      "effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108672,
      "name": "Вкусное пузыринное суфле",
      "description": "Крохотный торт, укрытый пузыринной коркой. Сперва вы ощутите восхитительный воздушный вкус, за которым следует яичный аромат и нежность свежих фруктов, будто вы погрузились в пушистые сладчайшие облака.",
      "effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек."
    },
    "special": {
      "_id": 108673,
      "id": "wellbalanced_meal",
      "name": "Сбалансированное питание",
      "description": "Особое блюдо Сиджвин. «Скорее ешь, пока суфле не развалилось!». После этих заботливых слов вы инстинктивно берёте нож и вилку. Однако, увидев перед собой кусочки мяса неизвестного происхождения и вспомнив о её питательных коктейлях... вы чувствуете растерянность.",
      "effect": "Восстанавливает 34% от макс. HP выбранному персонажу, затем в течение 30 сек. каждые 5 сек. восстанавливает 980 HP.",
      "character": {
        "id": "sigewinne",
        "name": "Сиджвин"
      }
    }
  }
}
