{
  "_id": 3301,
  "id": "butter_chicken",
  "name": "Цыплёнок в масле",
  "description": "Блюдо с насыщенным вкусом. Кусочки курицы держат в маринаде, после чего быстро обжаривают. Затем разогревают на огне сливочное масло, всыпают в него пряности и нарезанные помидоры и готовят соус до загустения, а в конце добавляют курицу. Готовое блюдо сервируют рисом или лепёшками. Неповторимый вкус цыплёнка в масле - вот ключ к сердцу всех жителей Сумеру.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Помидор",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Пряность",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108391,
      "name": "Странный цыплёнок в масле",
      "description": "Блюдо с насыщенным вкусом. Повар перестарался с приправами, и соус получился слишком острым. Наверное, если как следует запить блюдо водой, острота будет чувствоваться не так сильно...",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108392,
      "name": "Цыплёнок в масле",
      "description": "Блюдо с насыщенным вкусом. Кусочки курицы держат в маринаде, после чего быстро обжаривают. Затем разогревают на огне сливочное масло, всыпают в него пряности и нарезанные помидоры и готовят соус до загустения, а в конце добавляют курицу. Готовое блюдо сервируют рисом или лепёшками. Неповторимый вкус цыплёнка в масле - вот ключ к сердцу всех жителей Сумеру.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108393,
      "name": "Вкусный цыплёнок в масле",
      "description": "Блюдо с насыщенным вкусом. Сочные ломтики курицы, утопающие в густом соусе. Букет приправ создаёт на языке настоящий «взрыв стихии»... Ого, тарелка уже опустела! Как тут удержаться и не собрать соус лепёшкой!",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108438,
      "id": "show_me_the_mora",
      "name": "Где моя мора?",
      "description": "Особое блюдо Дори. Вы выложили целое состояние, чтобы попробовать блюдо, приготовленное самой госпожой Сангема-бай. Нежный соус шёлковым покрывалом обволакивает сочные ломтики курицы... Купаясь в этом неописуемом наслаждении, вы вдруг с удивлением понимаете, что готовы заплатить ещё столько же, только бы Дори положила вам добавки!",
      "effect": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "dori",
        "name": "Дори"
      }
    }
  }
}