{
  "id": "butter_crab",
  "name": "Краб в масле",
  "description": "Краб, приготовленный на гриле. Благодаря правильному жару краб остался сочным и плотным. Сливочное масло просочилось в крабовое мясо, и одного этого аромата достаточно, чтобы у всех потекли слюнки.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 4
    },
    {
      "id": "crab",
      "name": "Краб",
      "amount": 4
    },
    {
      "id": "seagrass",
      "name": "Морская водоросль",
      "amount": 2
    },
    {
      "id": "matsutake",
      "name": "Мацутакэ",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "name": "Странный краб в масле",
      "description": "Краб, приготовленный на гриле. Клешни ещё холодны, а на вкус они сырые и солёные. Такое впечатление, будто вас пытаются напоить морской водой.",
      "effect": "Увеличивает защиту всех членов отряда на 215 ед. и эффективность лечения на 6% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Краб в масле",
      "description": "Краб, приготовленный на гриле. Благодаря правильному жару краб остался сочным и жирным. Сливочное масло просочилось в крабовое мясо, и одного этого аромата достаточно, чтобы у всех потекли слюнки.",
      "effect": "Увеличивает защиту всех членов отряда на 261 ед. и эффективность лечения на 8% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусный краб в масле",
      "description": "Краб, приготовленный на гриле. Клешни напитались сливочным маслом и теперь испускают дурманящий аромат, который захлёстывает вкусовые рецепторы. Вы не заметите, как съедите всё мясо и начнёте допивать остатки масла из панциря, чтобы хоть на мгновение продлить вкус этого великолепия.",
      "effect": "Увеличивает защиту всех членов отряда на 308 ед. и эффективность лечения на 10% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
