{
  "_id": 3001,
  "id": "calla_lily_seafood_soup",
  "name": "Суп с морепродуктами",
  "description": "Сбалансированное сочетание морепродуктов. Суп готовят из крабового мяса с добавлением мяты, а лилия калла придаёт блюду освежающий вкус.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Краб",
      "amount": 4
    },
    {
      "_id": 100056,
      "id": "calla_lily",
      "name": "Лилия калла",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Мята",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108049,
      "name": "Странный суп с морепродуктами",
      "description": "Сбалансированное сочетание морепродуктов. Горечь лилии калла, вязкость мяты, рыбный привкус крабового мяса... Нужно особое умение, чтобы собрать в одном блюде все плохие свойства этих продуктов.",
      "effect": "Увеличивает защиту всех членов отряда на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108050,
      "name": "Суп с морепродуктами",
      "description": "Сбалансированное сочетание морепродуктов. Суп готовят из крабового мяса с добавлением мяты, а лилия калла придаёт блюду освежающий вкус.",
      "effect": "Увеличивает защиту всех членов отряда на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108051,
      "name": "Вкусный суп с морепродуктами",
      "description": "Сбалансированное блюдо из морепродуктов. Идеально подобранная пропорция крабового мяса, мяты и лилии калла возрождает в памяти воспоминания о летнем пляжном отдыхе.",
      "effect": "Увеличивает защиту всех членов отряда на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108175,
      "id": "a_prize_catch",
      "name": "Экстремальная рыбалка",
      "description": "Особое блюдо Тартальи. Оно выглядит, как раненый зверь, утопающий в море собственной крови и издающий предсмертный стон, недоступный человеческому слуху... Но Тарталья лишь с улыбкой отвечает, что это всего-навсего его рыболовный трофей, приготовленный с некоторыми традиционными для его родины продуктами.",
      "effect": "Увеличивает защиту всех членов отряда на 282 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "tartaglia",
        "name": "Тарталья"
      }
    }
  }
}