{
  "_id": 4405,
  "id": "candy_shells",
  "name": "Конфеты «Ракушки»",
  "description": "Конфеты разных форм. Говорят, что изредка в конфетах «Ракушки», продающихся в «Стране кинофантазий Шевальмарин», встречаются жемчужины, и удовольствие отведать их выпадает только самым удачливым посетителям. Может быть, вам повезёт?",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101234,
      "id": "tidalga",
      "name": "Тидалья",
      "amount": 3
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Пузырин",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Мята",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108817,
      "name": "Странные конфеты «Ракушки»",
      "description": "Конфеты разных форм. На поверхности конфет зернистая сахарная пудра, словно песок в устричной раковине. Пожалуй, только тот, кто готов пробиться сквозь эту грубую оболочку, по-настоящему заслужит сладкое угощение, находящееся внутри.",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% и защиту на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108818,
      "name": "Конфеты «Ракушки»",
      "description": "Конфеты разных форм. Говорят, что изредка в конфетах «Ракушки», продающихся в «Стране кинофантазий Шевальмарин», встречаются жемчужины, и удовольствие отведать их выпадает только самым удачливым посетителям. Может быть, вам повезёт?",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% и защиту на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108819,
      "name": "Вкусные конфеты «Ракушки»",
      "description": "Конфеты разных форм. Яркие цвета этих конфет делают их похожими на сверкающие драгоценные камни в изысканной шкатулке, которые только и ждут, чтобы подарить нашедшему их сладкий сюрприз. Что может быть лучше поездки в «Страну кинофантазий Шевальмарин»? Только поездка в «Страну кинофантазий Шевальмарин» с коробкой конфет «Ракушки»!",
      "effect": "Увеличивает прочность щита всех членов отряда на 35% и защиту на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
