{
  "_id": 3308,
  "id": "candied_ajilenakh_nut",
  "name": "Засахаренные орехи аджиленах",
  "description": "Десерт с необычной начинкой. Сначала сироп варят до прозрачности, затем смешивают с начинкой и кунжутной пастой из Сумеру. Наконец равномерно перемешанный сироп выливают в форму и дают застыть в таком виде. Говорят, что на холодных землях Снежной готовят похожее блюдо, с небольшими отличиями во вкусе. Конечно, оба народа уверены, что именно их блюдо самое вкусное во всём Тейвате.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Орехи аджиленах",
      "amount": 4
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Миндаль",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Сумерская роза",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108454,
      "name": "Странные засахаренные орехи аджиленах",
      "description": "Десерт с необычной начинкой. Твёрдый орех - словно камень, затаившийся в песке и готовый нанести удар. Сладость приносит счастье, но ощущение твёрдых кусочков, застрявших между зубами, отнимает его половину.",
      "effect": "Увеличивает защиту всех членов отряда на 165 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108455,
      "name": "Засахаренные орехи аджиленах",
      "description": "Десерт с необычной начинкой. Сначала сироп варят до прозрачности, затем смешивают с начинкой и кунжутной пастой из Сумеру. Наконец равномерно перемешанный сироп выливают в форму и дают застыть в таком виде. Говорят, что на холодных землях Снежной готовят похожее блюдо, с небольшими отличиями во вкусе. Конечно, оба народа уверены, что именно их блюдо самое вкусное во всём Тейвате.",
      "effect": "Увеличивает защиту всех членов отряда на 200 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108456,
      "name": "Вкусные засахаренные орехи аджиленах",
      "description": "Десерт с необычной начинкой. Сам сироп тает во рту, раскрывая ореховую начинку словно драгоценный камень, покрытый слоями золота. Один маленький кусочек, и вы будто погружаетесь в ванну с нежнейшей сладостью. В следующий раз вы просто обязаны приготовить побольше!",
      "effect": "Увеличивает защиту всех членов отряда на 235 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108474,
      "id": "halvamazd",
      "name": "Халвамазд",
      "description": "Фирменное блюдо Нахиды. Говорят, что «мазд» на языке Сумеру означает «мудрость». Перед такой утончённой «мудростью» действительно невозможно устоять. В глазах Нахиды видна нежность: «Морской огурец помог маленькой рыбке вырасти, поэтому маленькая рыбка что-то отдаёт взамен».",
      "effect": "Увеличивает защиту всех членов отряда на 282 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "nahida",
        "name": "Нахида"
      }
    }
  }
}
