{
  "_id": 3414,
  "id": "cassoulet",
  "name": "Кассуле",
  "description": "Простое тушёное блюдо в деревенском стиле. Все ингредиенты просто смешивают в горшочке и варят до готовности. Стоит отметить, что полное название этого блюда звучит, как «Тушённые в касалетке голые бобы с обжаренным в масле мясом птицы и копчёными сосисками с маркотом». Очень длинное название, поэтому его называют просто «Кассуле».",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Сосиска",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 1
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Голые бобы",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Маркот",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108597,
      "name": "Странное кассуле",
      "description": "Простое тушёное блюдо в деревенском стиле. Внешне блюдо кажется нормальным, но после нескольких укусов стал ощущаться лёгкий запах горелого. Только тогда оказалось, что ингредиенты на дне подгорели и прилипли ко дну сковороды. Что ж, в следующий раз нужно не забыть помешивать во время готовки...",
      "effect": "Увеличивает прочность щита всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108598,
      "name": "Кассуле",
      "description": "Простое тушёное блюдо в деревенском стиле. Все ингредиенты просто смешивают в горшочке и варят до готовности. Стоит отметить, что полное название этого блюда звучит, как «Тушённые в касалетке голые бобы с обжаренным в масле мясом птицы и копчёными сосисками с маркотом». Очень длинное название, поэтому его называют просто «Кассуле».",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108599,
      "name": "Вкусное кассуле",
      "description": "Простое тушёное блюдо в деревенском стиле. Время - самый чудесный инструмент для создания лакомств. В процесс длительного тушения мясо пропитывается вкусным бульоном и становится нежным. В сочетании с ароматной фасолью получается максимально бодрящий и согревающий вкус.",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}