{
  "_id": 2508,
  "id": "cheesy_mushroom_skewer",
  "name": "Грибные шашлычки с сыром",
  "description": "Шашлычки, покрытые сыром. Отрежьте шляпку гриба, намажьте её толстым слоем сыра, насадите на шампур и обжарьте на гриле. В их насыщенном аромате чувствуются фруктовые нотки. Лучше есть горячими.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101256,
      "id": "red_berryshroom",
      "name": "Красный грибофрукт",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Злакофрукт",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Сыр",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108806,
      "name": "Странные грибные шашлычки с сыром",
      "description": "Шашлычки, покрытые сыром. Резкий запах ясно даёт понять, что красный грибофрукт превратился в чёрный горелый гриб. Выглядит так ужасно, что невольно задумываешься: а не стал ли безобидный гриб ядовитым?..",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108807,
      "name": "Грибные шашлычки с сыром",
      "description": "Шашлычки, покрытые сыром. Отрежьте шляпку гриба, намажьте её толстым слоем сыра, насадите на шампур и обжарьте на гриле. В их насыщенном аромате чувствуются фруктовые нотки. Лучше есть горячими.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 9% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108808,
      "name": "Вкусные грибные шашлычки с сыром",
      "description": "Шашлычки, покрытые сыром. Грибы такие мясистые, что напоминают стейк. Хотя их аромат не похож на мясной, вкус превосходит все ожидания. Один укус - и весь рот наполняется насыщенным благоуханием, а сочный восторг переполняет каждую клеточку.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 12% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108810,
      "id": "mt_mushroom_for_one",
      "name": "«Грибная гора» (порция на одного)",
      "description": "Особое блюдо Варесы. Девушка в наряде, подобном розовой сахарной вате, с лёгкостью подаёт это огромное блюдо одной рукой. Аромат грибов с сыром заставляет потянуться за столовыми приборами прежде, чем приходит осознание. Эм... разве можно съесть столько еды за один день?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 16% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "varesa",
        "name": "Вареса"
      }
    }
  }
}
