{
  "_id": 4104,
  "id": "chicken_tofu_pudding",
  "name": "Куриный тофу",
  "description": "Блюдо, приготовление которого требует особой тщательности. Мелко порубите куриную грудку и положите её, тщательно перемешивая, в бульон из нескольких видов мяса. Поставьте на малый огонь. По приготовлении она приобретает нежно-белый цвет, а вкус и текстура напоминает тофу. Мясное блюдо принимает вид вегетарианского: «Самая вкусная курица - та, которую ешь, но не видишь». Такова одна из концепций кулинарной эстетики Ли Юэ.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 4
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ветчина",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Львиный зев",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108246,
      "name": "Странный куриный тофу",
      "description": "Блюдо, приготовление которого требует особой тщательности. Бульон слишком солёный, а текстура тофу недостаточно нежная. Из-за неверной техники приготовления блюдо выглядит правильно по форме, но совсем лишено души.",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108247,
      "name": "Куриный тофу",
      "description": "Блюдо, приготовление которого требует особой тщательности. Мелко порубите куриную грудку и положите её, тщательно перемешивая, в бульон из нескольких видов мяса. Поставьте на малый огонь. По приготовлении она приобретает нежно-белый цвет, а вкус и текстура напоминает тофу. Мясное блюдо принимает вид вегетарианского: «Самая вкусная курица - та, которую ешь, но не видишь». Такова одна из концепций кулинарной эстетики Ли Юэ.",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108248,
      "name": "Вкусный куриный тофу",
      "description": "Блюдо, приготовление которого требует особой тщательности. Оно похоже на упругий пудинг из тофу. Его изысканная нежность раскрывается на языке в тот момент, когда его зачерпывают фарфоровой ложкой и отправляют в рот. Сотни вкусов пронзают ваши вкусовые рецепторы и достигают самых отдалённых уголков души, суля райское блаженство. Вы видите перед собой уже не блюдо, а нежный ветерок, чистый источник, луч духовной мысли.",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
