{
  "_id": 4203,
  "id": "chilimince_cornbread_buns",
  "name": "Острые хлебцы",
  "description": "Традиционная закуска Ли Юэ. Пресное тесто раскатывают, дают ему отдохнуть, а затем готовят на пару. Мясо и овощи моют, нарезают кубиками и быстро обжаривают в смазанном маслом воке. Затем обжаренную начинку кладут в приготовленную на пару лепёшку и подают к столу. Овощи получаются хрустящими, а мясо ароматным.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Капуста",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108315,
      "name": "Странные острые хлебцы",
      "description": "Традиционная закуска Ли Юэ. Острота большой горсти заоблачного перчика, лежащего прямо в центре, просто ошеломляет. Даже один маленький кусочек даёт ощущение, будто кто-то пытается сжечь ваше горло. Ещё несколько кусочков, и, кто знает, возможно, вы и вправду станете дышать огнём, как Гоба!",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% и защиту на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108316,
      "name": "Острые хлебцы",
      "description": "Традиционная закуска Ли Юэ. Пресное тесто раскатывают, дают ему отдохнуть, а затем готовят на пару. Мясо и овощи моют, нарезают кубиками и быстро обжаривают в смазанном маслом воке. Затем обжаренную начинку кладут в приготовленную на пару лепёшку и подают к столу. Овощи получаются хрустящими, а мясо ароматным.",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% и защиту на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108317,
      "name": "Вкусные острые хлебцы",
      "description": "Традиционная закуска Ли Юэ. Поджаренный на раскалённом воке гарнир для мягких булочек наполняет воздух ароматом, который сам по себе заслуживает восторженных отзывов. Как жители Ли Юэ своим упорным трудом построили процветающий порт семи королевств, так и обычные ингредиенты могут превратиться в удивительные деликатесы благодаря трудолюбию. Неудивительно, что такое блюдо способно пробудить даже спящее божество...",
      "effect": "Увеличивает прочность щита всех членов отряда на 35% и защиту на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}