{
  "_id": 3410,
  "id": "coffee_bavarois",
  "name": "Кофейный баваруа",
  "description": "Холодный десерт. Это знаковое угощение Фонтейна очень легко приготовить. Главное - правильно соблюсти пропорцию ингредиентов. Нежный десерт с охлаждающими нотками мгновенно бодрит.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Кофейные зёрна",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сливки",
      "amount": 2
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108579,
      "name": "Странный кофейный баваруа",
      "description": "Холодный десерт. Большой кусок этого блюда с сильным кисло-горьким вкусом опустошает сознание, возможно, из-за добавления огромного количества кофейных зёрен. Через некоторое время горький привкус должен утихнуть, поэтому в первую очередь стоит побеспокоиться о качестве ночного сна...",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108580,
      "name": "Кофейный баваруа",
      "description": "Холодный десерт. Это знаковое угощение Фонтейна очень легко приготовить. Главное - правильно соблюсти пропорцию ингредиентов. Нежный десерт с охлаждающими нотками мгновенно бодрит.",
      "effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108581,
      "name": "Вкусный кофейный баваруа",
      "description": "Холодный десерт. Насыщенный аромат заварного крема распускается на языке вместе с мягким вкусом кофе, а шелковистая, но плотная текстура делает это блюдо неизменным фаворитом десертных меню в ресторанах!",
      "effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек."
    }
  }
}
