{
  "id": "cold_cut_platter",
  "name": "Мясное ассорти",
  "description": "Холодное блюдо из мясной нарезки. Всем нравится сочетание бекона, ветчины и сосисок.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "ham",
      "name": "Ветчина",
      "amount": 1
    },
    {
      "id": "bacon",
      "name": "Бекон",
      "amount": 1
    },
    {
      "id": "sausage",
      "name": "Сосиска",
      "amount": 1
    },
    {
      "id": "mint",
      "name": "Мята",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странное мясное ассорти",
      "description": "Холодное блюдо из мясной нарезки. Возможно, чересчур холодное. Вряд ли его смогут есть люди с больными зубами или чувствительным желудком.",
      "effect": "Увеличивает физ. урон всех членов отряда на 20%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Мясное ассорти",
      "description": "Холодное блюдо из мясной нарезки. Всем нравится сочетание бекона, ветчины и сосисок.",
      "effect": "Увеличивает физ. урон всех членов отряда на 30%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусное мясное ассорти",
      "description": "Холодное блюдо из мясной нарезки. Выбор приправ идеально подчёркивает вкус холодного мяса. Чувствуя подобное мясное удовлетворение во рту, человек забывает про все свои проблемы.",
      "effect": "Увеличивает физ. урон всех членов отряда на 40%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "name": "Благословенная симфония",
      "description": "Особое блюдо Фишль. Изысканная подача этого блюда скрывает за собой некую непостижимую тайну. Приступив к приёму пищи, вы чувствуете, как Фишль, прикрыв лицо, с детским ожиданием наблюдает за вами сквозь щели между пальцев... Наверное, это должно добавлять таинственности этому блюду.",
      "effect": "Увеличивает физ. урон всех членов отряда на 55% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "fischl",
        "name": "Фишль"
      }
    }
  }
}
