{
  "_id": 3105,
  "id": "come_and_get_it",
  "name": "Налетайка",
  "description": "Блюдо, приготовленное из богатой выборки ингредиентов. Оно не требует долгого приготовления и достаточно популярно в сезон ярмарок и фестивалей в Ли Юэ. Каждый раз, когда оно подаётся к столу, человек, сидящий во главе, приглашает всех отведать его, говоря: «Налетай-ка все разом!», отсюда и его название.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 3
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Рис",
      "amount": 3
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Тофу",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108131,
      "name": "Странная налетайка",
      "description": "Блюдо из разнообразных ингредиентов... которые вывалили в кипяток и варили до неузнаваемости. Невразумительный вкус всего сразу не очень приятен. Так... А песок тут откуда?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108132,
      "name": "Налетайка",
      "description": "Блюдо, приготовленное из богатой выборки ингредиентов. Оно не требует долгого приготовления и достаточно популярно в сезон ярмарок и фестивалей в Ли Юэ. Каждый раз, когда оно подаётся к столу, человек, сидящий во главе, приглашает всех отведать его, говоря: «Налетай-ка все разом!», отсюда и его название.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108133,
      "name": "Вкусная налетайка",
      "description": "Блюдо из разнообразных ингредиентов. Сочетание мяса и овощей безупречно, внешний вид захватывает дух, а комбинация вкусов в бульоне раскрывает всё самое лучшее, что может подарить природа. Вы не против, если я попрошу добавки?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108140,
      "id": "no_tomorrow",
      "name": "Блюдо без будущего",
      "description": "Особое блюдо Ци Ци. Ряды аккуратно нарезанных овощей выглядят вкусно и экзотично. Как рассказывает господин Бай Чжу, Ци Ци потратила немало времени на приготовление этого блюда. Но всё же вы боитесь прикасаться к нему палочками, поскольку помните что вкусовые рецепторы Ци Ци не работают.",
      "effect": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "qiqi",
        "name": "Ци Ци"
      }
    }
  }
}
