{
  "_id": 3409,
  "id": "conch_madeleine",
  "name": "Печенье «Мадлен»",
  "description": "Милый миниатюрный десерт. Говорят, что повар одной богатой семьи из Фонтейна приготовил кондитерское изделие в виде берилловой ракушки, чтобы угодить маленькому господину. Достоверность этой истории сложно проверить, но восхитительный вкус этого блюда - чистая правда.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108560,
      "name": "Странное печенье «Мадлен»",
      "description": "Милый миниатюрный десерт. Нужно обладать буйной фантазией, чтобы ассоциировать это странное на вид печенье с берилловой ракушкой... Впрочем, его неплохой вкус - это всё же плюс.",
      "effect": "Увеличивает бонус лечения всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108561,
      "name": "Печенье «Мадлен»",
      "description": "Милый миниатюрный десерт. Говорят, что повар одной богатой семьи из Фонтейна приготовил кондитерское изделие в виде берилловой ракушки, чтобы угодить маленькому господину. Достоверность этой истории сложно проверить, но восхитительный вкус этого блюда - чистая правда.",
      "effect": "Увеличивает бонус лечения всех членов отряда на 17% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108562,
      "name": "Вкусное печенье «Мадлен»",
      "description": "Милый миниатюрный десерт. В Фонтейне бытует поговорка: «Есть только два типа людей: те, кто любит печенье \"Мадлен\", и те, кто его не пробовал». Все моментально влюбляются в него!",
      "effect": "Увеличивает бонус лечения всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108565,
      "id": "a_leisurely_sip",
      "name": "Послеполуденный чай",
      "description": "Особое блюдо Линетт. Наступило время послеобеденного чая, и Линетт поставила на стол лакомство, которое она приготовила специально для вас. Девушка, делающая маленькие глотки из чашки, и образ десерта в форме котёнка наложились друг на друга. Ваше сердце наполнилось сладостью, но в то же время вы были немного обеспокоены состоянием кухонной утвари...",
      "effect": "Увеличивает бонус лечения всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "lynette",
        "name": "Линетт"
      }
    }
  }
}