{
  "_id": 3413,
  "id": "consomme",
  "name": "Консоме",
  "description": "Суп со сложным рецептом. Ингредиенты измельчают до состояния пюре и варят вместе с бульоном. В конце суп процеживают и подают на стол. В Фонтейне среди жителей ходит легенда, что писатели, потерявшие вдохновение, начинают фонтанировать идеями, когда выпивают залпом этот суп... Неужели этот фантастический эффект не был выдуман самими торговцами?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Морковь",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Маркот",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108591,
      "name": "Странное консоме",
      "description": "Суп со сложным рецептом. Мутная жидкость с первого взгляда сквозит неудачей. Во всём Фонтейне это блюдо решились бы отведать только фантазмы мутных вод, что бродят у кромки воды...",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108592,
      "name": "Консоме",
      "description": "Суп со сложным рецептом. Ингредиенты измельчают до состояния пюре и варят вместе с бульоном. В конце суп процеживают и подают на стол. В Фонтейне среди жителей ходит легенда, что писатели, потерявшие вдохновение, начинают фонтанировать идеями, когда выпивают залпом этот суп... Неужели этот фантастический эффект не был выдуман самими торговцами?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108593,
      "name": "Вкусное консоме",
      "description": "Суп со сложным рецептом. В неглубокой миске супа сочетаются эссенции широкого синего неба и бескрайних просторов земли, а ароматы мяса и овощей органично переплетаются в единое целое. Неудивительно, что даже обозревателя газеты «Паровая птица» в момент нехватки идей после одной миски этого супа охватывал огромный прилив вдохновения и небывалый творческий талант.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108603,
      "id": "consomme_purete",
      "name": "Пелена дождя",
      "description": "Особое блюдо Нёвиллета. По его словам, для создания этого изысканного и непревзойдённого сокровища используется самая чистая и свежая горная вода. На вкус это действительно освежающее и ароматное блюдо, но в целом оно ничем не отличается от обычного супа. Но об этом лучше промолчать...",
      "effect": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "neuvillette",
        "name": "Нёвиллет"
      }
    }
  }
}
