{
  "_id": 2004,
  "id": "cream_stew",
  "name": "Сливочное рагу",
  "description": "Рагу из мяса и овощей. Густой бульон хорошо сочетается с нежным мясом и овощами.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сметана",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Львиный зев",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108037,
      "name": "Странное сливочное рагу",
      "description": "Рагу из мяса и овощей. Удивительно сухо для блюда, основой которого является подлив.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 15% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108038,
      "name": "Сливочное рагу",
      "description": "Рагу из мяса и овощей. Густой бульон хорошо сочетается с нежным мясом и овощами.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 20% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108039,
      "name": "Вкусное сливочное рагу",
      "description": "Рагу из мяса и овощей. У вас появляется непреодолимое желание нырнуть в это рагу и обнимать его тёплые и маслянистые ингредиенты.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 25% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108040,
      "name": "Острое рагу",
      "description": "Особое блюдо Барбары. Морковь, нарезанная в виде звёздочек, делает это блюдо... Что за...?! Почему оно такое острое???",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 25% в течение 1500 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "barbara",
        "name": "Барбара"
      }
    }
  }
}
