{
  "_id": 3415,
  "id": "crepes_suzette",
  "name": "Креп-сюзетт",
  "description": "Блинчики с начинкой. Сначала жарят блины, затем кладут на них джем, сметану, фрукты и нарезают кусочками. Способы приготовления этого блюда могут отличаться. В зависимости от ингредиентов можно получить любой вкус.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Пузырин",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сливки",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Варенье",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108600,
      "name": "Странные креп-сюзетт",
      "description": "Блинчики с начинкой. Первый кусочек настолько пресный, что вы пугаетесь, не лишились ли вы вкуса, а второй кусочек такой сладкий, что вы жалеете, что не потеряли свои вкусовые рецепторы... Это такое же захватывающее ощущение, как управление лодкой во время шторма, - даже после пришвартовки вы по-прежнему ощущаете учащённое сердцебиение.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108601,
      "name": "Креп-сюзетт",
      "description": "Блинчики с начинкой. Сначала жарят блины, затем кладут на них джем, сметану, фрукты и нарезают кусочками. Способы приготовления этого блюда могут отличаться. В зависимости от ингредиентов можно получить любой вкус.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108602,
      "name": "Вкусные креп-сюзетт",
      "description": "Блинчики с начинкой. Лёгкий крем и плотный джем переплетаются в протяжную мелодию, а мягкая корочка, словно покачивающийся подол платья, соблазняет язык закружиться в вихре танца.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
