{
  "id": "crispy_potato_shrimp_platter",
  "name": "Хрустящие креветки с картофелем",
  "description": "Красочная соблазнительная закуска. Перетёртый с ягодами картофель на хрустящих картофельных чипсах, сверху украшен креветками. Сладкий и насыщенный вкус разжигает аппетит, а мята добавляет особую пикантность.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "mint",
      "name": "Мята",
      "amount": 4
    },
    {
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 4
    },
    {
      "id": "potato",
      "name": "Картофель",
      "amount": 3
    },
    {
      "id": "berry",
      "name": "Ягода",
      "amount": 2
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "name": "Странные хрустящие креветки с картофелем",
      "description": "Красочная соблазнительная закуска. Слишком много времени было потрачено на обдумывание внешнего вида блюда. Чипсы, которые должны быть основой, со временем размякли, и это сильно сказалось на вкусовых качествах.",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек."
    },
    "normal": {
      "name": "Хрустящие креветки с картофелем",
      "description": "Красочная соблазнительная закуска. Перетёртый с ягодами картофель на хрустящих картофельных чипсах, сверху украшены креветками. Сладкий и насыщенный вкус разжигает аппетит, а мята добавляет особую пикантность.",
      "effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек."
    },
    "delicious": {
      "name": "Вкусные хрустящие креветки с картофелем",
      "description": "Красочная соблазнительная закуска перед обедом. Как только вы кладёте кусочек в рот, яркая свежесть креветок и хрустящий картофель взрываются бурей контрастов. Вслед за плотным картофелем оба вкуса сплетаются воедино, позволяя душе и разуму насладиться сладкой негой.",
      "effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек."
    }
  }
}
