{
  "_id": 3124,
  "id": "crispy_spring_rolls",
  "name": "Жареные весенние рулетики",
  "description": "Популярная закуска из Ли Юэ, приготовленная во фритюре. Мясо и овощи нарезают тонкой соломкой, заворачивают в тонкие блинчики и обжаривают в масле до золотистого цвета. Хрустящая корочка и сочная начинка - идеальное лакомство для гурманов всех возрастов.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Побеги бамбука",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Гриб",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108934,
      "name": "Странные жареные весенние рулетики",
      "description": "Популярная закуска из Ли Юэ, приготовленная во фритюре. Корочка должна была получиться хрустящей, но почему-то вышла мягкой и влажной... Как странно. Погоди... только не говори, что это промасленная упаковочная бумага...",
      "effect": "Увеличивает защиту всех членов отряда на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108935,
      "name": "Жареные весенние рулетики",
      "description": "Популярная закуска из Ли Юэ, приготовленная во фритюре. Мясо и овощи нарезают тонкой соломкой, заворачивают в тонкие блинчики и обжаривают в масле до золотистого цвета. Хрустящая корочка и сочная начинка - идеальное лакомство для гурманов всех возрастов.",
      "effect": "Увеличивает защиту всех членов отряда на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108936,
      "name": "Вкусные жареные весенние рулетики",
      "description": "Популярная закуска из Ли Юэ, приготовленная во фритюре. Стоит надкусить, как раздаётся приятный хруст, и сочная начинка тут же вырывается наружу. Под золотистой слоёной корочкой скрываются не только слои вкуса, но и ощущение повседневного тепла и суеты Ли Юэ.",
      "effect": "Увеличивает защиту всех членов отряда на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108949,
      "id": "flavor_of_spring",
      "name": "Вкус весны",
      "description": "Особое блюдо Цзы Бай. Его цвет сияет, словно золотой янтарь, напоминая её глаза. Аромат кажется таким же привычным, как у обычного весеннего рулетика, но каждый хрустящий укус неожиданно... плотный. Неужели это секретный рецепт древнего царства Лан-гань?",
      "effect": "Увеличивает защиту всех членов отряда на 282 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "zibai",
        "name": "Цзы Бай"
      }
    }
  }
}