{
  "_id": 2105,
  "id": "crystal_shrimp",
  "name": "Кристальные баоцзы",
  "description": "Одно из традиционных блюд Ли Юэ. Его начинка делается из цельных свежих креветок, а о качестве теста можно судить по его кристальной прозрачности. Имеет упругую текстуру и потрясающий вкус.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Рис",
      "amount": 3
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Морковь",
      "amount": 2
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108104,
      "name": "Странные кристальные баоцзы",
      "description": "Одно из традиционных блюд Ли Юэ. Безвкусное липкое тесто в сочетании с сухой начинкой превращает поедание этого блюда в пытку.",
      "effect": "Восстанавливает 18% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108105,
      "name": "Кристальные баоцзы",
      "description": "Одно из традиционных блюд Ли Юэ. Его начинка делается из цельных свежих креветок, а о качестве теста можно судить по его кристальной прозрачности. Имеет упругую текстуру и потрясающий вкус.",
      "effect": "Восстанавливает 20% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 390 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108106,
      "name": "Вкусные кристальные баоцзы",
      "description": "Одно из традиционных блюд Ли Юэ. Внешняя оболочка кристально чиста и прозрачна, как того требует название, а креветка внутри кажется живой. Остаётся только критиковать это блюдо за то, что четыре креветки в порции - недопустимо мало.",
      "effect": "Восстанавливает 22% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 470 HP в течение 30 сек."
    },
    "special": {
      "_id": 108136,
      "name": "Деликатесные мешочки",
      "description": "Особое блюдо Син Цю. Это на первый взгляд довольно обычное блюдо не вызывает бурного восторга, но раз попробуешь – и сложно отставить тарелку в сторону. Погодите... А куда Син Цю дел морковку?",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 570 HP в течение 30 сек.",
      "character": {
        "id": "xingqiu",
        "name": "Син Цю"
      }
    }
  }
}
