{
  "id": "cured_pork_dry_hotpot",
  "name": "Ветчина на сковороде",
  "description": "Тонко нарезанные ломтики мацутакэ и ветчины сперва были обжарены на сильном огне, а затем сдобрены щепоткой пряностей. Ароматная ветчина прекрасно дополняет хрустящие и нежные грибы. Чем дольше жуёшь, тем вкуснее, и тем труднее остановиться. На сковороде лакомство ещё долго будет оставаться горячим.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "ham",
      "name": "Ветчина",
      "amount": 2
    },
    {
      "id": "matsutake",
      "name": "Мацутакэ",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Львиный зев",
      "amount": 1
    },
    {
      "id": "pepper",
      "name": "Перец",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странная ветчина на сковороде",
      "description": "Блюдо, приготовленное на сильном огне. Ветчина неплоха, но пересолена. Сколько бы вы не заедали её львиным зёвом или мацутакэ, будет чувствоваться только соль.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Ветчина на сковороде",
      "description": "Тонко нарезанные ломтики мацутакэ и ветчины сперва были обжарены на сильном огне, а затем сдобрены щепоткой пряностей. Ароматная ветчина прекрасно дополняет хрустящие и нежные грибы. Чем дольше жуёшь, тем вкуснее, и тем труднее остановиться. На сковороде лакомство ещё долго будет оставаться горячим.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусная ветчина на сковороде",
      "description": "Это блюдо готовят на сильном огне. Жир от поджаренной ветчины равномерно покрывает гарнир, а утончённый вкус проник в остальные ингредиенты. Его красочный вид ещё больше разжигает аппетит. Стоит отведать лишь чуточку, чтобы любой житель Ли Юэ забылся в воспоминаниях о доме, родном крае и праздниках.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
