{
  "_id": 3219,
  "id": "dragon_beard_noodles",
  "name": "Лапша «Борода дракона»",
  "description": "Тонкая, как волоски в бороде дракона, лапша. Мелко нарезанный зелёный лук обжаривают в воке, затем добавляют бульон и овощи. Последней кладут лапшу, после чего всё содержимое вока выкладывают на тарелку. Только правильно приготовив тесто, можно сделать такую тонкую лапшу. Техника её приготовления одна из самых сложных в кухне Ли Юэ.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Гриб",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ветчина",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108369,
      "name": "Странная лапша «Борода дракона»",
      "description": "Тонкая, как волоски в бороде дракона, лапша. Чрезмерные попытки сделать лапшу как можно тоньше привели к тому, что она стала ломаться в процессе приготовления. Приготовить её сложнее, чем кажется. Вам нужно усердно тренироваться...",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108370,
      "name": "Лапша «Борода дракона»",
      "description": "Тонкая, как волоски в бороде дракона, лапша. Мелко нарезанный зелёный лук обжаривают в воке, затем добавляют бульон и овощи. Последней кладут лапшу, после чего всё содержимое вока выкладывают на тарелку. Только правильно приготовив тесто, можно сделать такую тонкую лапшу. Техника её приготовления одна из самых сложных в кухне Ли Юэ.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108371,
      "name": "Вкусная лапша «Борода дракона»",
      "description": "Тонкая, как волоски в бороде дракона, лапша. Тончайшая струящаяся лапша похожа на водопад, который ниспадает в бульон. Отражает саму суть гор. Когда вы начинаете есть эту мягкую и нежную лапшу, вы уже не можете остановиться.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108372,
      "id": "heartstring_noodles",
      "name": "Сердечная лапша",
      "description": "Особое блюдо Шэнь Хэ. Шэнь Хэ потратила много времени и усилий на приготовление и сервировку этого блюда. Возможно, это связано с её желанием воссоздать вкус, который живёт в её воспоминаниях. Нежную текстуру лапши и восхитительный вкус бульона действительно трудно забыть. Ну а самым незабываемым, пожалуй, является забота и тёплые чувства, которые она вложила в приготовление этого блюда.",
      "effect": "Увеличивает силу атаки всех членов отряда на 274 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "shenhe",
        "name": "Шэнь Хэ"
      }
    }
  }
}
