{
  "_id": 4106,
  "id": "drunken_plums_in_snow",
  "name": "Пьяные сливы в снегу",
  "description": "Элегантное блюдо из Ли Юэ. Из приготовленного на пару краба икра и мясо аккуратно извлекаются, обжариваются и возвращаются в панцирь. Взбитый белок создаёт воздушное покрытие, которое запечатывает крабовый панцирь. Верхушку посыпают мелко нарезанной ветчиной для украшения. Сочное крабовое мясо и нежный белок образуют сочетание, которое не оставит никого равнодушным.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Краб",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ветчина",
      "amount": 2
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Крабовая икра",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108784,
      "name": "Странные Пьяные сливы в снегу",
      "description": "Элегантное блюдо из Ли Юэ. На первый взгляд его подача кажется безупречной, но среди тщательно разобранного крабового мяса попадаются мелкие, незаметные осколки панциря. Прежде чем насладиться блюдом, нужно побороть чувство тревоги, ведь есть шанс наткнуться на твёрдый кусочек хитина...",
      "effect": "Увеличивает защиту всех членов отряда на 215 ед. и эффективность лечения на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108785,
      "name": "Пьяные сливы в снегу",
      "description": "Элегантное блюдо из Ли Юэ. Из приготовленного на пару краба икра и мясо аккуратно извлекаются, обжариваются и возвращаются в панцирь. Взбитый белок создаёт воздушное покрытие, которое запечатывает крабовый панцирь. Верхушку посыпают мелко нарезанной ветчиной для украшения. Сочное крабовое мясо и нежный белок образуют сочетание, которое не оставит никого равнодушным.",
      "effect": "Увеличивает защиту всех членов отряда на 261 ед. и эффективность лечения на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108786,
      "name": "Вкусные Пьяные сливы в снегу",
      "description": "Элегантное блюдо из Ли Юэ. Мягкая и воздушная верхушка, словно усыпанная тающими на языке снежинками. Затем насыщенное и свежее крабовое мясо быстро наполняет вкусовые рецепторы, напоминая яркие цветы сливы, расцветающие среди одинокого и спокойного снегопада.",
      "effect": "Увеличивает защиту всех членов отряда на 308 ед. и эффективность лечения на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
