{
  "_id": 3418,
  "id": "feastos",
  "name": "Праздничный круг",
  "description": "Жареная закуска с золотистой корочкой. Куриному пюре придают круглую форму с отверстием посередине, соединяя его с кольцами лука. Рыбное пюре и картофель так же образуют круглое «пиршество вкуса». Положите их в глубокую посуду, и вот - в потрескивающем масле рождается наивкуснейший «Праздничный круг».",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108613,
      "name": "Странный Праздничный круг",
      "description": "Жареная закуска с золотистой корочкой. Пришлось долго убирать лишнее масло, поэтому к моменту трапезы блюдо стало мягким, а не хрустящим. Интересно, будут ли чайки на побережье его есть?",
      "effect": "Увеличивает бонус лечения всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108614,
      "name": "Праздничный круг",
      "description": "Жареная закуска с золотистой корочкой. Куриному пюре придают круглую форму с отверстием посередине, соединяя его с кольцами лука. Рыбное пюре и картофель так же образуют круглое «пиршество вкуса». Положите их в глубокую посуду, и вот - в потрескивающем масле рождается наивкуснейший «Праздничный круг».",
      "effect": "Увеличивает бонус лечения всех членов отряда на 17% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108615,
      "name": "Вкусный Праздничный круг",
      "description": "Жареная закуска с золотистой корочкой. Аромат свежеприготовленного блюда мгновенно пробуждает аппетит. В левой руке - кольцо, в правой - блинчик, между зубами - хруст, а на языке - поток вкусовых ощущений.",
      "effect": "Увеличивает бонус лечения всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108619,
      "id": "sin_the_kind_that_doesnt_need_to_be_dealt_with",
      "name": "Грех: Тот, с которым не борются",
      "description": "Особое блюдо Шеврёз. С точки зрения полезности оно, безусловно, «порочно». Из соображений профессиональной и личной этики Шеврёз, как командир Особого патруля, никогда бы не переложила ответственность по уничтожению порока на другого... Но иногда разделить важную задачу с тем, кому доверяешь, - хороший способ снять стресс, не так ли?",
      "effect": "Увеличивает бонус лечения всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "chevreuse",
        "name": "Шеврёз"
      }
    }
  }
}
