{
  "_id": 3610,
  "id": "fireside_merriment",
  "name": "«Прыжок через костёр»",
  "description": "Сытная мясная нарезка: кусочки сыровяленого мяса Снежной с ветчиной и колбасой Нод-Края. Многие старожилы Нод-Края любят наслаждаться этим блюдом у огня с напитком в руке.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ветчина",
      "amount": 1
    },
    {
      "_id": 110011,
      "id": "sausage",
      "name": "Сосиска",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Перец",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108943,
      "name": "Странный «Прыжок через костёр»",
      "description": "Сытная мясная нарезка. Густой жир с горчинкой и солью обрушивается, как обезумевшая повозка, и медленно стекает по горлу, оставляя тяжёлый, маслянистый след. Такое насыщенное ощущение выдержит далеко не каждый.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108944,
      "name": "«Прыжок через костёр»",
      "description": "Сытная мясная нарезка: кусочки сыровяленого мяса Снежной с ветчиной и колбасой Нод-Края. Многие старожилы Нод-Края любят наслаждаться этим блюдом у огня с напитком в руке.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108945,
      "name": "Вкусный «Прыжок через костёр»",
      "description": "Сытная мясная нарезка. Толстые сырые куски несут в себе лёгкие нотки хвои и соли, колбаски источают глубокий дымный аромат, а ломтики ветчины добавляют насыщенную, сочную глубину вкуса. Богатырская еда, настоящий пир! Настоящий пир, который одобрил бы любой житель Нод-Края.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}