{
  "_id": 2008,
  "id": "fishermans_toast",
  "name": "Рыбацкий бутерброд",
  "description": "Ломтик хлеба, посыпанный луком. Такие бутерброды очень любят рыбаки, которые набивают ими свои сумки и идут на реку рыбачить весь день.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Помидор",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108001,
      "name": "Странный рыбацкий бутерброд",
      "description": "Ломтик хлеба, посыпанный луком. Не совсем правильно приготовлен. Вы заметите его несовершенство, даже если будете по уши погружены в процесс рыбалки.",
      "effect": "Увеличивает защиту всех членов отряда на 88 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108002,
      "name": "Рыбацкий бутерброд",
      "description": "Ломтик хлеба, посыпанный луком. Такие бутерброды очень любят рыбаки, которые набивают ими свои сумки и идут на реку рыбачить весь день.",
      "effect": "Увеличивает защиту всех членов отряда на 107 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108003,
      "name": "Вкусный рыбацкий бутерброд",
      "description": "Ломтик хлеба, посыпанный луком. Источает чудесный аромат. Непонятно, на что рыба клюёт лучше, на приманку или же на эти бутерброды.",
      "effect": "Увеличивает защиту всех членов отряда на 126 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108115,
      "name": "Рыбный бутерброд",
      "description": "Особое блюдо Кли. В наказание за необдуманное использование взрывчатки с целью распугать рыбу, Джинн заставила Кли приготовить эти бутерброды для пострадавших рыбаков. Они оказались чрезвычайно вкусными. Теперь Джинн может быть уверена в том, что Кли никогда не умрёт с голоду. Даже после насыщенного взрывами дня.",
      "effect": "Увеличивает защиту всех членов отряда на 151 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "klee",
        "name": "Кли"
      }
    }
  }
}
