{
  "_id": 2307,
  "id": "fish_with_cream_sauce",
  "name": "Рыба в сливочном соусе",
  "description": "Рыба, сервированная сливочным соусом. Свежую рыбу нарезают на кусочки, промакивают полотенцем, после чего поджаривают до золотистой корочки. Готовое блюдо украшают белоснежным сливочным соусом и листочком мяты. Просто и очень вкусно!",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Мята",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108433,
      "name": "Странная рыба в сливочном соусе",
      "description": "Рыба, сервированная сливочным соусом. Масло перегрели, и вместо золотистой корочки получилась чёрная. Какой яркий контраст с белым соусом. Ладно, не будем трогать корочку, попробуем лучше саму рыбу... М? Что за кислятина?",
      "effect": "Восстанавливает 18% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108434,
      "name": "Рыба в сливочном соусе",
      "description": "Рыба, сервированная сливочным соусом. Свежую рыбу нарезают на кусочки, промакивают полотенцем, после чего поджаривают до золотистой корочки. Готовое блюдо украшают белоснежным сливочным соусом и листочком мяты. Просто и очень вкусно!",
      "effect": "Восстанавливает 20% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 390 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108435,
      "name": "Вкусная рыба в сливочном соусе",
      "description": "Рыба, сервированная сливочным соусом. Глянцевые полупрозрачные ломтики рыбы на подушке из лёгкого сливочного соуса. Попробуйте только кусочек, и вкус этого блюда заиграет у вас на языке, как рыба в морских волнах.",
      "effect": "Восстанавливает 22% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 470 HP в течение 30 сек."
    }
  }
}
