{
  "_id": 3401,
  "id": "fontainian_foie_gras",
  "name": "Фуа-гра по-фонтейнски",
  "description": "Традиционное блюдо Фонтейна. Жирные куски печени просто обжаривают и подают на тарелке. Печень румяная снаружи, но мягкая внутри. Чтобы добиться нужного вкуса, нужно тщательно контролировать температуру во время обжарки. Поэтому приготовление требует большой концентрации внимания, иначе печень превратится в маслянистую кашицу.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Варенье",
      "amount": 1
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Маркот",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108515,
      "name": "Странное фуа-гра по-фонтейнски",
      "description": "Традиционное блюдо Фонтейна. Возникает ощущение, что вы съели ложку масла, а если решитесь откусить ещё кусочек, то он окажется слишком жирным, чтобы его проглотить. Неужели в процессе приготовления блюда в него влили целую банку масла?",
      "effect": "Увеличивает защиту всех членов отряда на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108516,
      "name": "Фуа-гра по-фонтейнски",
      "description": "Традиционное блюдо Фонтейна. Жирные куски печени просто обжаривают и подают на тарелке. Печень румяная снаружи, но мягкая внутри. Чтобы добиться нужного вкуса, нужно тщательно контролировать температуру во время обжарки. Поэтому приготовление требует большой концентрации внимания, иначе печень превратится в маслянистую кашицу.",
      "effect": "Увеличивает защиту всех членов отряда на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108517,
      "name": "Вкусное фуа-гра по-фонтейнски",
      "description": "Традиционное блюдо Фонтейна. Мягкое и нежное фуа-гра радует вкусовые рецепторы шелковистой текстурой, а затем скользит по вашему горлу, словно гладкий атлас. В сравнении с ним все остальные блюда, которые вы попробуете в будущем, покажутся вам безвкусными, но, несмотря на это, вы вряд ли пожалеете о том, что попробовали его.",
      "effect": "Увеличивает защиту всех членов отряда на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
