{
  "_id": 2404,
  "id": "fontainian_onion_soup",
  "name": "Луковый суп по-фонтейнски",
  "description": "Суп из репчатого лука. Обжарьте лук до золотистого оттенка, добавьте бульон и доведите до кипения. Влейте суп в супник, накройте кусочками хлеба и посыпьте сыром для запекания. Опытные повара знают, как не плакать от нарезания лука. Нужно просто поручить это ученику.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Сыр",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108545,
      "name": "Странный луковый суп по-фонтейнски",
      "description": "Суп из репчатого лука. Первые несколько глотков на вкус приемлемы, но когда вы продолжаете его есть, то понимаете, что кусочки сыра имеют совершенно невыносимый для человека вкус... Скорее всего, вы не захотите вспоминать об этом супе ещё как минимум неделю.",
      "effect": "Увеличивает защиту всех членов отряда на 88 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108546,
      "name": "Луковый суп по-фонтейнски",
      "description": "Суп из репчатого лука. Обжарьте лук до золотистого оттенка, добавьте бульон и доведите до кипения. Влейте суп в супник, накройте кусочками хлеба и посыпьте сыром для запекания. Опытные повара знают, как не плакать от нарезания лука. Нужно просто поручить это ученику.",
      "effect": "Увеличивает защиту всех членов отряда на 107 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108547,
      "name": "Вкусный луковый суп по-фонтейнски",
      "description": "Суп из репчатого лука. Тягучий золотистый сыр лежит на ломтике хлеба с хрустящей корочкой и мягким низом. Насыщенный луковый аромат сочетается со слегка солоноватым вкусом. Согревает с первой ложки.",
      "effect": "Увеличивает защиту всех членов отряда на 126 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}