{
  "_id": 2406,
  "id": "fontaine_aspic",
  "name": "Галантин по-рыбацки",
  "description": "Холодное блюдо из продуктов водного промысла. Рыбу измельчают до состояния паштета, выкладывают слоями в прямоугольную форму и готовят на пару, а затем выкладывают на тарелку и подают в остывшем виде. Блюдо получается холодным, но создаёт тёплую атмосферу.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сметана",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108554,
      "name": "Странный галантин по-рыбацки",
      "description": "Холодное блюдо из морепродуктов. Хорошая закуска, если только удастся избежать неприятных сюрпризов - застрявших в заливном рыбьих костей.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108555,
      "name": "Галантин по-рыбацки",
      "description": "Холодное блюдо из продуктов водного промысла. Рыбу измельчают до состояния паштета, выкладывают слоями в прямоугольную форму и готовят на пару, а затем выкладывают на тарелку и подают в остывшем виде. Блюдо получается холодным, но создаёт тёплую атмосферу.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 9% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108556,
      "name": "Вкусный галантин по-рыбацки",
      "description": "Холодное блюдо из морепродуктов. Рыбная икра в составе холодца взрывается на ваших вкусовых рецепторах, вызывая восторг и удивление. Не прошло и нескольких минут, как вы дочиста опустошили свою тарелку. Поскольку вокруг никого нет... можно ведь и облизать тарелку, правда?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 12% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
