{
  "_id": 4403,
  "id": "fontinalia_mousse",
  "name": "Мусс Фонтиналии",
  "description": "Сладкое блюдо для кинофестиваля «Фонтиналия». Этот мусс имеет форму бутона лилии озёрного света. Став частью фестиваля, лакомство быстро обрело популярность среди жителей Фонтейна. Не забудьте поделиться им со всеми, кто встретится вам по пути!",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сливки",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Варенье",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108621,
      "name": "Странный мусс Фонтиналии",
      "description": "Ярко-синий десерт для фестиваля «Фонтиналия». Форма немного неудачная, напоминает Крио попрыгунью... Может быть, лилия озёрного света, которую выбрали в качестве эталона, превратилась в попрыгунью? Если подать такой десерт на фестивале «Фонтиналия», то можно попасть под суд... Лучше всё же потихоньку от него избавиться!",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108622,
      "name": "Мусс Фонтиналии",
      "description": "Сладкое блюдо для кинофестиваля «Фонтиналия». Этот мусс имеет форму бутона лилии озёрного света. Став частью фестиваля, лакомство быстро обрело популярность среди жителей Фонтейна. Не забудьте поделиться им со всеми, кто встретится вам по пути!",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108623,
      "name": "Вкусный мусс Фонтиналии",
      "description": "Ярко-синий десерт для фестиваля «Фонтиналия». Сверкающий, словно переливы воды, изящный, подобно свежесорванным цветам, и лёгкий на вкус, как тающая на языке снежинка. Если попробуете этот вкуснейший десерт на фестивале «Фонтиналия», то станете самым счастливым человеком!",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
