{
  "_id": 2010,
  "id": "fragrant_mashed_potatoes",
  "name": "Ароматное пюре",
  "description": "Картофельное пюре с приправами. Картофель раздавлен в пюре с нежной текстурой и полит соусом. Вкус мягкий и богатый. Такое пюре удовлетворит любой голодный желудок, и не важно, гарнир это или основное блюдо.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 6
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сливки",
      "amount": 4
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Перец",
      "amount": 3
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108241,
      "name": "Странное ароматное пюре",
      "description": "Картофельное пюре с приправами. Кое-где в нём встречаются нерастолчённые картофельные комочки, вносящие в блюдо элемент неприятной неожиданности.",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108242,
      "name": "Ароматное пюре",
      "description": "Картофельное пюре с приправами. Картофель раздавлен в пюре с нежной текстурой и полит соусом. Вкус мягкий и богатый. Такое пюре удовлетворит любой голодный желудок, и не важно, гарнир это или основное блюдо.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108243,
      "name": "Вкуснейшее ароматное пюре",
      "description": "Картофельное пюре с приправами. Стоит только положить в рот это пюре с бархатистой текстурой, как густой аромат коснётся кончика языка, а вслед за ним раскроется букет свежих и молочных вкусов. Трудно поверить, что блюдо из обычного картофеля может обладать таким нежным вкусом.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
