{
  "_id": 3421,
  "id": "fricassee_de_poulet",
  "name": "Фрикасе из цыплёнка",
  "description": "Известное фонтейнское мясное блюдо. Мясо сначала обжаривают в масле до хрустящей корочки, затем - с луком и другими приправами, после чего добавляют немного сока ферментированных фруктов, а когда бульон загустеет, не забудьте добавить сливки. Когда блюдо готово, сливки равномерно покрывают каждый кусочек мяса, что придаёт ему тёплый, знакомый вкус, который так любят жители Фонтейна.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 4
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Забродивший сок",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сливки",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108680,
      "name": "Странное фрикасе из цыплёнка",
      "description": "Известное фонтейнское мясное блюдо. Стоит только попробовать, как сразу понятно, что-то не так. Даже нежная сметанка не может спасти сухое, пожелтевшее, чуть горьковатое мясо, из-за чего ещё недавний зверский аппетит мгновенно улетучивается.",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108681,
      "name": "фрикасе из цыплёнка",
      "description": "Известное фонтейнское мясное блюдо. Мясо сначала обжаривают в масле до хрустящей корочки, затем - с луком и другими приправами, после чего добавляют немного сока ферментированных фруктов, а когда бульон загустеет, не забудьте добавить сливки. Когда блюдо готово, сливки равномерно покрывают каждый кусочек мяса, что придаёт ему тёплый, знакомый вкус, который так любят жители Фонтейна.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108682,
      "name": "Вкусное фрикасе из цыплёнка",
      "description": "Известное фонтейнское мясное блюдо. Романтическая встреча сливок и курицы мгновенно создаёт глубокий, насыщенный аромат, который поднимает настроение. Говорят, это любимое блюдо фонтейнцев... Им можно наслаждаться всю жизнь и совсем не устать от его потрясающего вкуса.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108683,
      "id": "a_fragrant_feast_of_flavors",
      "name": "Ароматный пир вкусов",
      "description": "Особое блюдо Эмилии. Ферментированный сок с тонким цветочным ароматом радует древесными нотками, а сладкие сливки мягко дополняют его, придавая умеренный вкус и аромат. Долгое послевкусие этого богатого аромата создаёт незабываемое гастрономическое впечатление.",
      "effect": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "emilie",
        "name": "Эмилия"
      }
    }
  }
}