{
  "_id": 3505,
  "id": "fried_shrimp_beanballs",
  "name": "Фрикадельки из креветок с фасолью",
  "description": "Закуска во фритюре. Сначала во фритюре обжаривают шарики из фасолевой муки, затем наполняют их овощами, жареными креветками и соусом. Возможно, они немного сложны в приготовлении, но зато очень вкусные.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Голые бобы",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 3
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108739,
      "name": "Странные фрикадельки из креветок с фасолью",
      "description": "Закуска, приготовленная во фритюре. Масло в кастрюле безжалостно лишило креветки какой-либо влаги, оставив их ссохшимися и жёсткими. Хорошо, что таких блюд всего два... С этим легко справиться.",
      "effect": "Увеличивает прочность щита всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108740,
      "name": "Фрикадельки из креветок с фасолью",
      "description": "Закуска во фритюре. Сначала во фритюре обжаривают шарики из фасолевой муки, затем наполняют их овощами, жареными креветками и соусом. Возможно, они немного сложны в приготовлении, но зато очень вкусные.",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108741,
      "name": "Вкусные фрикадельки из креветок с фасолью",
      "description": "Закуска, приготовленная во фритюре. После волшебного процесса жарки блюдо приобретает золотистый блеск с хрустящей корочкой, которая защищает сок и дарит хрустящее наслаждение. Увы, блюдо состоит всего из двух штук! А хочется ещё!",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108746,
      "id": "pass_the_luck",
      "name": "Передача удачи",
      "description": "Особое блюдо Муалани. Стоя на доске для сёрфинга с блюдом в руках, она сделала не один, а целых три круга вокруг вас, прежде чем поставить перед вами большого лобстера. «Та-дам! Огромный и свежевыловленный - вот так везение! И теперь я передаю эту удачу тебе!» От её радостных слов бобовые шарики с креветками как будто становятся ещё более золотистыми.",
      "effect": "Увеличивает прочность щита всех членов отряда на 35% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "mualani",
        "name": "Муалани"
      }
    }
  }
}
