{
  "_id": 3311,
  "id": "fruits_of_the_festival",
  "name": "Праздничный сок",
  "description": "Безалкогольный напиток яркого цвета. Сок волчьего крюка и сок закатника наливают в стакан в определённой последовательности. Освежающий вкус и приятный цвет навевают воспоминания о чудесном празднике. Но чтобы цвета красиво перетекали друг в друга, не перепутайте, в какой последовательности добавлять ингредиенты!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100021,
      "id": "wolfhook",
      "name": "Волчий крюк",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Закатник",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108463,
      "name": "Странный Праздничный сок",
      "description": "Безалкогольный напиток яркого цвета. Плоды волчьего крюка недостаточно выдержаны, от чего немеет язык. Минутку... Вы слышите вой из Вольфендома? Это же галлюцинация, верно? Верно?",
      "effect": "Увеличивает бонус лечения всех членов отряда на 15% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108464,
      "name": "Праздничный сок",
      "description": "Безалкогольный напиток яркого цвета. Сок волчьего крюка и сок закатника наливают в стакан в определённой последовательности. Освежающий вкус и приятный цвет навевают воспоминания о чудесном празднике. Но чтобы цвета красиво перетекали друг в друга, не перепутайте, в какой последовательности добавлять ингредиенты!",
      "effect": "Увеличивает бонус лечения всех членов отряда на 17% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108465,
      "name": "Вкусный Праздничный сок",
      "description": "Безалкогольный напиток яркого цвета. Возвышенное наслаждение, которое приносит освежающий вкус, подобно сладкому сновидению. Один маленький глоток переносит вас на белый песчаный пляж, где искрящаяся морская волна плещется в ритм, который складывается в гимн вашего неспешного отдыха.",
      "effect": "Увеличивает бонус лечения всех членов отряда на 20% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
