{
  "_id": 3116,
  "id": "fruity_duet",
  "name": "Фруктовый дуэт",
  "description": "Напиток с двойным фруктовым вкусом. Дно стакана выкладывают фруктами, а затем заполняют ледяным смузи на основе чая и фруктового сока, который освежает и позволяет ощутить несколько слоёв вкуса. Перед таким напитком никто не устоит.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Закатник",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Варенье",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Цветок цинсинь",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108567,
      "name": "Странный фруктовый дуэт",
      "description": "Фруктовый напиток с двойным вкусом. Мякоть на дне имеет горьковатый привкус, как и ваше настроение... Может быть, новая порция сможет вытеснить горечь из вашего рта и сердца?",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108568,
      "name": "Фруктовый дуэт",
      "description": "Напиток с двойным фруктовым вкусом. Дно стакана выкладывают фруктами, а затем заполняют ледяным смузи на основе чая и фруктового сока, который освежает и позволяет ощутить несколько слоёв вкуса. Перед таким напитком никто не устоит.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108569,
      "name": "Вкусный фруктовый дуэт",
      "description": "Фруктовый напиток с двойным вкусом. Небольшой глоток переносит вас на райский пляж, аромат фруктов танцует на ваших губах, когда вы лежите на белом песке, наблюдая, как медленно поднимается оранжевое солнце, согревая ваше сердце и улучшая настроение.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}