{
  "_id": 3111,
  "id": "fullmoon_egg",
  "name": "Полнолунная яичница",
  "description": "Одно из традиционных лакомств Ли Юэ. Тесто приготовлено из муки и яиц, а фарш - из креветок и рыбы. Всему этому придают форму чайных чашек, украшают мясом креветок и готовят на пару. Блюдо получается похожим на облака, обнимающие луну, а потому называется «Полнолунная яичница».",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108179,
      "name": "Странная полнолунная яичница",
      "description": "Одно из традиционных лакомств Ли Юэ. Скрюченное тесто вцепилось в начинку мёртвой хваткой, и заскорузлая фактура создаёт впечатление, что жуёшь позавчерашнюю клёцку.",
      "effect": "Воскрешает персонажа и восстанавливает ему 900 HP."
    },
    "normal": {
      "_id": 108180,
      "name": "Полнолунная яичница",
      "description": "Одно из традиционных лакомств Ли Юэ. Тесто приготовлено из муки и яиц, а фарш - из креветок и рыбы. Всему этому придают форму чайных чашек, украшают мясом креветок и готовят на пару. Блюдо получается похожим на облака, обнимающие луну, а потому называется «полнолунная яичница».",
      "effect": "Воскрешает персонажа и восстанавливает ему 1200 HP."
    },
    "delicious": {
      "_id": 108181,
      "name": "Вкусная полнолунная яичница",
      "description": "Одно из традиционных лакомств Ли Юэ. Кусайте, пока она горячая, и упругая сочная начинка сведёт ваш язык с ума, а сладкое креветочное послевкусие добьёт его. И будто замерцала перед глазами полноликая луна над осенней водой, и под звуки рыбацкой песни потянулись к берегу усталые лодки.",
      "effect": "Воскрешает персонажа и восстанавливает ему 1500 HP."
    }
  }
}
