{
  "_id": 3513,
  "id": "gentle_sea_breeze",
  "name": "«Лёгкий морской бриз»",
  "description": "Прохладительный напиток. Его плавный переход от яркого синего к белому напоминает гребни волн, ласкаемых морским бризом. Глоток такого напитка во время отпуска обязательно наполнит ваше сердце лёгкостью.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Ягода квенепа",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Мята",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108846,
      "name": "Странный «Лёгкий морской бриз»",
      "description": "Прохладительный напиток. Солёная волна почти сбивает с ног. Во всём стакане нет ни капли сладости. Это что, просто синяя подсоленная вода?",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108847,
      "name": "«Лёгкий морской бриз»",
      "description": "Прохладительный напиток. Его плавный переход от яркого синего к белому напоминает гребни волн, ласкаемых морским бризом. Глоток такого напитка во время отпуска обязательно наполнит ваше сердце лёгкостью.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108848,
      "name": "Вкусный «Лёгкий морской бриз»",
      "description": "Прохладительный напиток. Лёгкие и нежные пузырьки танцуют на кончике языка. Сладость фруктового сока и солоноватый вкус содовой сливаются в идеальной гармонии, словно идёшь по волнам в такт морскому бризу. Весёлые голоса и смех, доносящиеся с курорта, наполняют воздух...",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}