{
  "_id": 3315,
  "id": "gilded_tajine",
  "name": "Таджин Пустынника",
  "description": "Тушёное мясное блюдо. Секрет, который знают только люди пустыни, заключается в уникальной крышке, похожей на шляпу, - она не даёт блюду терять слишком много воды во время тушения. Великолепный вкус этого блюда следовал за Пустынниками по всему Сумеру - так оно и получило своё название.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Падисара",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Пряность",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108492,
      "name": "Странный таджин Пустынника",
      "description": "Тушёное мясное блюдо. Кусочки мяса выглядят неплохо, но на вкус очень сухие. Такое ощущение, что жуёшь дерево. Что же случилось? Крышка сломалась или её неправильно использовали?",
      "effect": "Увеличивает макс. HP всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108493,
      "name": "Таджин Пустынника",
      "description": "Тушёное мясное блюдо. Секрет, который знают только люди пустыни, заключается в уникальной крышке, похожей на шляпу, - она не даёт блюду терять слишком много воды во время тушения. Великолепный вкус этого блюда следовал за Пустынниками по всему Сумеру - так оно и получило своё название.",
      "effect": "Увеличивает макс. HP всех членов отряда на 22% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108494,
      "name": "Вкусный таджин Пустынника",
      "description": "Тушёное мясное блюдо. Большие куски мяса в густом бульоне буквально тают во рту. Мелодия уникальных пряностей и аккомпанемент из аромата мяса словно исполняют гимн пустыни под неудержимые аплодисменты вкуса.",
      "effect": "Увеличивает макс. HP всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108501,
      "id": "goldflame_tajine",
      "name": "Таджин золотого пламени",
      "description": "Особое блюдо Дэхьи. Под неприглядной крышкой томятся мягчайшие кусочки мяса, которые оставляют во рту пьянящий мясной аромат... На кулинарные способности Дэхьи, как и на её физическую силу, можно целиком положиться.",
      "effect": "Увеличивает макс. HP всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "dehya",
        "name": "Дэхья"
      }
    }
  }
}
