{
  "_id": 4902,
  "id": "golden_apple_pastry",
  "name": "Выпечка с яблоками золотого цвета",
  "description": "Небольшой десерт из яблок. Яблоки режут на кусочки одинакового размера, смешивают с сахаром и другими специями. Смесь варится до загустения, затем заворачивается в квадратное слоёное тесто и выпекается до золотистого цвета. Хрустящее слоёное тесто обволакивает мягкую начинку - вкусное лакомство, которое нравится абсолютно всем.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Яблоко",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108748,
      "name": "Странная выпечка с яблоками золотого цвета",
      "description": "Небольшой десерт из яблок. Про него забыли, и теперь под мягкой кожурой скрывается ещё более мягкая середина, вкус которой далёк от ваших ожиданий... Ой-ой. Похоже, склеиваются губы...",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108749,
      "name": "Выпечка с яблоками золотого цвета",
      "description": "Небольшой десерт из яблок. Яблоки режут на кусочки одинакового размера, смешивают с сахаром и другими специями. Смесь варится до загустения, затем заворачивается в квадратное слоёное тесто и выпекается до золотистого цвета. Мягкая начинка в хрустящем слоёном тесте - вкусное лакомство, которое нравится абсолютно всем.",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108750,
      "name": "Вкусная выпечка с яблоками золотого цвета",
      "description": "Небольшой десерт из яблок. Медовая начинка растекается по вкусовым рецепторам, словно золотой луч, проходящий сквозь переплетающиеся деревья и листья, согревая сердце. Ах, ну как можно съесть только один?",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
