{
  "_id": 4102,
  "id": "golden_crab",
  "name": "Золотистый краб",
  "description": "Блюдо из краба, приготовленное по древнему рецепту. Целого краба обваливают в муке, после чего обжаривают до золотистой корочки. По внешнему виду золотистый, а по качеству - золотой.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 5
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 5
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Краб",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Соль",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108101,
      "name": "Странный золотистый краб",
      "description": "Блюдо из краба, приготовленное по древнему рецепту. Застывшие комочки муки, вперемешку с осколками крабового панциря, напоминают гравий. Но вкус крабового панциря на голову обходит безвкусное крабовое мясо.",
      "effect": "Увеличивает защиту всех членов отряда на 215 ед. и эффективность лечения на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108102,
      "name": "Золотистый краб",
      "description": "Блюдо из краба, приготовленное по древнему рецепту. Целого краба обваливают в муке, после чего обжаривают до золотистой корочки. По внешнему виду золотистый, а по качеству - золотой.",
      "effect": "Увеличивает защиту всех членов отряда на 261 ед. и эффективность лечения на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108103,
      "name": "Вкусный золотистый краб",
      "description": "Блюдо из краба, приготовленное по древнему рецепту. Как только вы снимаете сковороду с огня, аромат крабового мяса разлетается по всему дому. Один укус заполняет вас палитрой бесчисленных ароматов рыбацкой деревни. Кажется, что такие простые, но в то же время не подвластные времени, деревенские традиции издревле скрывали секрет великолепия этого блюда.",
      "effect": "Увеличивает защиту всех членов отряда на 308 ед. и эффективность лечения на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
