{
  "id": "golden_fried_chicken",
  "name": "Курочка «Пальчики оближешь!»",
  "description": "Мясо птицы, щедро приправленное специями и обжаренное в масле. Мясо обваляно в нужном количестве кляра и зажарено при высокой температуре. Блюдо обладает сногсшибательным ароматом, хрустящей корочкой и нежным мясом. Стоит только вкусить его, как сок брызжет во все стороны. Мало кто может устоять перед соблазном съесть это блюдо.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 4
    },
    {
      "id": "pepper",
      "name": "Перец",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Мука",
      "amount": 3
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странная курочка «Пальчики оближешь!»",
      "description": "Мясо птицы, щедро приправленное специями и обжаренное в масле. Возможно, масло было не подходящей температуры, потому что то, что должно было быть хрустящей корочкой, превратилось в мягкую массу, которая делает блюдо более жирным, чем нужно.",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Курочка «Пальчики оближешь!»",
      "description": "Мясо птицы, щедро приправленное специями и обжаренное в масле. Мясо обваляно в нужном количестве кляра и зажарено при высокой температуре. Блюдо обладает сногсшибательным ароматом, хрустящей корочкой и нежным мясом. Стоит только вкусить его, как сок брызжет во все стороны. Мало кто может устоять перед соблазном съесть это блюдо.",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% в течение 300 сек.В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусная курочка «Пальчики оближешь!»",
      "description": "Мясо птицы, щедро приправленное специями и обжаренное в масле. Хрустящая золотистая кожица запечатала в себе насыщенный сок мяса, и каждый укус доставляет абсолютное удовольствие. Вам понадобится всего мгновение, чтобы проглотить его, но память об этом удовольствии останется с вами надолго.",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
