{
  "_id": 2504,
  "id": "grainfruit_chips",
  "name": "Чипсы из злакофруктов",
  "description": "Хрустящие треугольные чипсы. После того как чипсы вынимаются из кастрюли, наполненной маслом, их поливают соусом, посыпают сыром, затем укладывают на них измельчённое мясо, и в итоге получается сытный натланский завтрак.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Злакофрукт",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Сыр",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108736,
      "name": "Странные чипсы из злакофруктов",
      "description": "Хрустящие треугольные чипсы. Маслянистые хрустящие кусочки сливаются с приторным липким сыром, создавая жирную субстанцию, которую можно пропустить в желудок лишь один раз.",
      "effect": "Восстанавливает 18% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108737,
      "name": "Чипсы из злакофруктов",
      "description": "Хрустящие треугольные чипсы. После того как чипсы вынимаются из кастрюли, наполненной маслом, их поливают соусом, посыпают сыром, затем укладывают на них измельчённое мясо, и в итоге получается сытный натланский завтрак.",
      "effect": "Восстанавливает 20% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 390 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108738,
      "name": "Вкусные чипсы из злакофруктов",
      "description": "Хрустящие треугольные чипсы. Хрум-хрум-хрум! От чипсов с кисло-сладким соусом, ароматным сыром и вкусным мясом не оторваться. И почему это сочетание такое вкусное?",
      "effect": "Восстанавливает 22% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 470 HP в течение 30 сек."
    },
    "special": {
      "_id": 108747,
      "id": "impeccably_organized",
      "name": "Идеальный порядок",
      "description": "Особое блюдо Качины. Чипсы аккуратно разложены и идеально обжарены. По их хрустящей вкусности сразу понятно, что Качина старалась. Не слишком ли будет, если похвалить её и сказать пару комплиментов?",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 570 HP в течение 30 сек.",
      "character": {
        "id": "kachina",
        "name": "Качина"
      }
    }
  }
}