{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Запечённая с мёдом свинина",
  "description": "Один из способов запекания мяса в Ли Юэ. Как следует из названия, замаринованное мясо подвешивают в печи на специальных шампурах и зажаривают до готовности. Эту свежезапечённую свинину обожают многие гурманы.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Странная запечённая с мёдом свинина",
      "description": "Один из способов запекания мяса в Ли Юэ. Слишком сладкая приправа становится приторным мучением для вкусовых рецепторов. Как гласит местная поговорка, малейшая ошибка может стоить слишком дорого. Кажется, это справедливо и для кулинарии.",
      "effect": "Восстанавливает 8% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 210 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108646,
      "name": "Запечённая с мёдом свинина",
      "description": "Один из способов запекания мяса в Ли Юэ. Как следует из названия, замаринованное мясо подвешивают в печи на специальных шампурах и зажаривают до готовности. Эту свежезапечённую свинину обожают многие гурманы.",
      "effect": "Восстанавливает 9% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 260 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108647,
      "name": "Вкусная запечённая с мёдом свинина",
      "description": "Один из способов запекания мяса в Ли Юэ. Ярко-красное, ароматное блюдо с насыщенным вкусом. Если долго на него смотреть, можно даже упасть в обморок от перенасыщения. Для такого аппетитного мяса с насыщенным соусом одной миски риса может оказаться слишком мало!",
      "effect": "Восстанавливает 10% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек."
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "Неспешный глоток",
      "description": "Особое блюдо Ка Мина. В пароварке рядами лежат пирожки, совсем как живые суаньни, и в уме тут же возникает сцена с бравыми энергичными юношами на Шестах цветущей сливы... «Что тебя так ошарашило? Выпей-ка сначала чаю!» С этими словами весело улыбающийся юноша подаёт вам чашку чая.",
      "effect": "Восстанавливает 14% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 350 HP в течение 30 сек.",
      "character": {
        "id": "gaming",
        "name": "Ка Мин"
      }
    }
  }
}
