{
  "_id": 3120,
  "id": "humbly_enough",
  "name": "«Радость жизни»",
  "description": "Блюдо из тофу в рассоле с приправами. Сначала жарят тофу, а затем добавляют к нему соус и обжаривают до появления цвета. Несмотря на простоту ингредиентов, получается очень ароматное и аппетитное блюдо. Отличный выбор для домашней трапезы.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Тофу",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108630,
      "name": "Странное блюдо «Радость жизни»",
      "description": "Блюдо из тофу в рассоле с приправами. Тофу слишком острый, поэтому его трудно есть. Но если вы потратите немного времени и смоете с тофу излишки приправы, то, возможно, сможете его переварить...",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108631,
      "name": "«Радость жизни»",
      "description": "Блюдо из тофу в рассоле с приправами. Сначала жарят тофу, а затем добавляют к нему соус и обжаривают до появления цвета. Несмотря на простоту ингредиентов, получается очень ароматное и аппетитное блюдо. Отличный выбор для домашней трапезы.",
      "effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108632,
      "name": "Вкусное блюдо «Радость жизни»",
      "description": "Блюдо из тофу в рассоле с приправами. Жареный тофу подаётся с насыщенным соевым соусом в качестве элегантного сопровождения. Откусите кусочек и вы ощутите пряность с лёгким мясным оттенком, которая окутает ваш рот мягким ароматом и долгим послевкусием.",
      "effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек."
    }
  }
}