{
  "_id": 2405,
  "id": "ile_flottante",
  "name": "Белоснежная «роса»",
  "description": "Десерт из яичных белков. Рецепт блюда очень прост: яичный белок взбивают, что уже половина дела, а затем выкладывают в подогретом виде на соус. Готово! Блюдо выглядит очень романтично, поэтому его часто выбирают дамы из высшего общества Фонтейна в качестве аккомпанемента к послеобеденному чаю.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108548,
      "name": "Странная белоснежная «роса»",
      "description": "Десерт из яичных белков. Ваши руки болят после неудачной попытки взбить яичный белок. При попытке выложить смесь на приготовленный соус, она превращается в сплошное месиво... Может быть, лучше подумать о нём как о новом напитке и сделать глоток?",
      "effect": "Восстанавливает 18% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108549,
      "name": "Белоснежная «роса»",
      "description": "Десерт из яичных белков. Рецепт блюда очень прост: яичный белок взбивают, что уже половина дела, а затем выкладывают в подогретом виде на соус. Готово! Блюдо выглядит очень романтично, поэтому его часто выбирают дамы из высшего общества Фонтейна в качестве аккомпанемента к послеобеденному чаю.",
      "effect": "Восстанавливает 20% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 390 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108550,
      "name": "Вкусная белоснежная «роса»",
      "description": "Десерт из яичных белков. Лёгкие яичные белки, плавающие на поверхности сливочного соуса, подобны таинственным сундукам с сокровищами, ожидающими своего часа. Наслаждение - это не совсем точное определение, ведь десерт дарит радость открытия роскошного сундука!",
      "effect": "Восстанавливает 22% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 470 HP в течение 30 сек."
    }
  }
}