{
  "id": "jade_parcels",
  "name": "«Нефритовые мешочки»",
  "description": "Одно из самых роскошных блюд Тейвата. Сладкая ветчина, завёрнутая в свежие листья салата и дополненная острым бульоном. Невероятно вкусно.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "lotus_head",
      "name": "Чашечка лотоса",
      "amount": 3
    },
    {
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 2
    },
    {
      "id": "cabbage",
      "name": "Капуста",
      "amount": 2
    },
    {
      "id": "ham",
      "name": "Ветчина",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странные «Нефритовые мешочки»",
      "description": "Одно из самых роскошных блюд Тейвата. Съедобные ингредиенты разной степени готовности завёрнуты в сморщенные овощи. Нагоняет столь привычную и сладкую депрессию...",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "«Нефритовые мешочки»",
      "description": "Одно из самых роскошных блюд Тейвата. Сладкая ветчина, завёрнутая в свежие листья салата и дополненная острым бульоном. Невероятно вкусно.",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% в течение 300 сек.В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусные «Нефритовые мешочки»",
      "description": "Одно из самых роскошных блюд Тейвата. Сладкая ветчина и терпкие семена лотоса - пара, которой небесами суждено быть вместе. Ароматный бульон льётся, словно предрассветное сияние неба, лаская ваш язык невероятным букетом вкусов.",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
