{
  "_id": 3110,
  "id": "jueyun_guoba",
  "name": "Заоблачный гоба",
  "description": "Деликатес из Ли Юэ. Хрустящая рисовая корочка и конский хвост посыпаются кусочками обжаренной ветчины и заоблачного перчика. Насыщенный мясной аромат превращает самый обычный рис в обжигающее яство.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100032,
      "id": "horsetail",
      "name": "Конский хвост",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Рис",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ветчина",
      "amount": 1
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108210,
      "name": "Странный заоблачный гоба",
      "description": "Деликатес из Ли Юэ. Поверх лепёшки, еле-еле сохраняющей остатки вкуса, лежат коричневые куски ветчины и заоблачного перца. Отличить их друг от друга можно только по вкусу.",
      "effect": "Увеличивает физ. урон всех членов отряда на 20% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108211,
      "name": "Заоблачный гоба",
      "description": "Деликатес из Ли Юэ. Хрустящая рисовая корочка и конский хвост посыпаются кусочками обжаренной ветчины и заоблачного перчика. Насыщенный мясной аромат превращает самый обычный рис в обжигающее яство.",
      "effect": "Увеличивает физ. урон всех членов отряда на 30% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108212,
      "name": "Вкусный заоблачный гоба",
      "description": "Деликатес из Ли Юэ. Скорее вгрызайтесь в ароматную хрустящую лепёшку с горячей ветчиной. Пряность и острота наперегонки рвутся сквозь ваши ноздри, создавая невероятный вкус, от которого вы будете облизывать пальцы, боясь упустить даже малую крошку.",
      "effect": "Увеличивает физ. урон всех членов отряда на 40% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
