{
  "id": "jueyun_chili_chicken",
  "name": "Острая курица на пару",
  "description": "Холодная закуска из мяса птицы. Уникальный метод приготовления позволяет курице оставаться сочной. Её золотистая кожица скрывает под собой жар острого перца.",
  "rarity": 2,
  "recipe": [
    {
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 1
    },
    {
      "id": "pepper",
      "name": "Перец",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странная острая курица на пару",
      "description": "Холодная закуска из мяса птицы. Мясо, вероятно, не мариновано должным образом, поэтому оно солёное только снаружи, а внутри - пресное. Вкус напоминает варёную куриную грудку.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 6%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Острая курица на пару",
      "description": "Холодная закуска из мяса птицы. Уникальный метод приготовления позволяет курице оставаться сочной. Её золотистая кожица скрывает под собой жар острого перца.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 9%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусная острая курица на пару",
      "description": "Холодная закуска из мяса птицы. Мясо очень нежное, сочное и сладкое. Его вкус переносит вас в царство грёз и мечтаний.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 12%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "name": "Рокерская курятина!",
      "description": "Особое блюдо Синь Янь. Его дьявольский внешний вид скрывает не менее дьявольскую остроту. Ешьте и рыдайте, ешьте и помните, что чем больше вы едите, тем сложнее оторваться! Только сам дьявол мог создать такое блюдо!",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 16%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "xinyan",
        "name": "Синь Янь"
      }
    }
  }
}
