{
  "_id": 2211,
  "id": "katsu_sandwich",
  "name": "Кацу-сандо",
  "description": "Сбалансированное блюдо. Между двумя ломтиками хлеба положена толстая котлета кацу, а душистый кисло-сладкий соус устраняет жирный привкус. Идеальное сочетание экзотических ароматов и местных деликатесов.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 2
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Капуста",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108381,
      "name": "Странный кацу-сандо",
      "description": "Сбалансированное блюдо. Между чёрствыми кусками хлеба всё ждут, но никак не дождутся своей участи вялая зелень с сухим и жёстким мясом. Но... голод не тётка, так что давайте есть.",
      "effect": "Увеличивает силу атаки всех членов отряда на 66 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108382,
      "name": "Кацу-сандо",
      "description": "Сбалансированное блюдо. Между двумя ломтиками хлеба положена толстая котлета кацу, а душистый кисло-сладкий соус устраняет жирный привкус. Идеальное сочетание экзотических ароматов и местных деликатесов.",
      "effect": "Увеличивает силу атаки всех членов отряда на 81 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108383,
      "name": "Вкусный кацу-сандо",
      "description": "Сбалансированное блюдо. Ароматные и мягкие тосты насыщают, а сочная и хрустящая котлета кацу увлекает вкусовые рецепторы на небеса. Каждый кусочек доставляет огромное удовольствие языку и желудку. Интересно, кто первым придумал такое замечательное сочетание?",
      "effect": "Увеличивает силу атаки всех членов отряда на 95 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108390,
      "id": "the_only_truth",
      "name": "Единственная истина",
      "description": "Особое блюдо Сиканоина Хэйдзо. На нежном, сочном омлете лежит золотистый жареный кацу, и его аромат опьяняет... Соблазнившись блюдом, вы почему-то испытываете непреодолимое желание рассказать всё, что у вас на сердце. Это ведь не какое-то секретное оружие Хэйдзо, верно?",
      "effect": "Увеличивает силу атаки всех членов отряда на 114 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "shikanoin_heizou",
        "name": "Хэйдзо"
      }
    }
  }
}
