{
  "_id": 3416,
  "id": "la_lettre_a_focalors",
  "name": "Ля Летр а Фокалорс",
  "description": "Небольшой торт в форме вытянутого прямоугольника. Говорят, что давным-давно некий кондитер использовал огромную любовь жителей Фонтейна к своему Гидро Архонту, чтобы вдохновить их на создание этого кондитерского шедевра. Многочисленные слои, уложенные один на другой, - настоящее испытание поварского мастерства. Каждый аспект этого блюда свидетельствует о влиянии великого Гидро Архонта.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Кофейные зёрна",
      "amount": 3
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Миндаль",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108605,
      "name": "Странный Ля Летр а Фокалорс",
      "description": "Небольшой торт в форме вытянутого прямоугольника. Вкус каждого слоя кажется примерно одинаковым, и... минуточку, в нём, кажется, не хватает нескольких слоёв! Знатоки поймут, что пекарня сильно напортачила, уже после первого укуса.",
      "effect": "Увеличивает макс. HP всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108606,
      "name": "Ля Летр а Фокалорс",
      "description": "Небольшой торт в форме вытянутого прямоугольника. Говорят, что давным-давно некий кондитер использовал огромную любовь жителей Фонтейна к своему Гидро Архонту, чтобы вдохновить их на создание этого кондитерского шедевра. Многочисленные слои, уложенные один на другой, - настоящее испытание поварского мастерства. Каждый аспект этого блюда свидетельствует о влиянии великого Гидро Архонта.",
      "effect": "Увеличивает макс. HP всех членов отряда на 22% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108607,
      "name": "Вкусный Ля Летр а Фокалорс",
      "description": "Небольшой торт в форме вытянутого прямоугольника. Бесконечно приятный аромат кофе и миндаля манит и толкает вперёд, как будто вы по рассеянности, сами того не замечая, попали в великолепную оперу. Вы тонете в поворотах этого роскошного сюжета и надеетесь, что представлению не будет конца.",
      "effect": "Увеличивает макс. HP всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108611,
      "id": "pour_la_justice",
      "name": "«Пор ля Жюстис»",
      "description": "Особое блюдо Фурины. В Фонтейне «Пор ля Жюстис» означает «почитание справедливости», и она, выступавшая когда-то на величайших сценах, стала свидетельницей рождения этой возвышенной справедливости. От многослойного вкуса этого блюда вы, словно на волнах, то взмываете к небесам, то замираете, стараясь распробовать. И лишь потом полностью успокаиваетесь, будто сбросив с себя тяжёлую ношу. Может быть, это отражение её личных переживаний?",
      "effect": "Увеличивает макс. HP всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "furina",
        "name": "Фурина"
      }
    }
  }
}
