{
  "_id": 3601,
  "id": "lakkaberry_krumkakes",
  "name": "Крумкаке с ягодами лакка",
  "description": "Классический десерт Нод-Края. Тесто выкладывают на противень и быстро сворачивают рулетом, выдавливают в него масло и посыпают сверху фруктами. Хрустящий, рассыпчатый, со сладким ароматом... Дети его обожают.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Ягоды лакка",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 3
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Сметана",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108855,
      "name": "Странный крумкаке с ягодами лакка",
      "description": "Классический десерт родом из Нод-Края. Внешняя часть размягчилась от влаги и по текстуре скорее напоминает яичные блинчики, чем крумкаке. К счастью, середина всё ещё остаётся хрустящей. Если съесть быстро, неприятных ощущений удастся избежать...",
      "effect": "Увеличивает прочность щита всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108856,
      "name": "Крумкаке с ягодами лакка",
      "description": "Классический десерт Нод-Края. Тесто выкладывают на противень и быстро сворачивают рулетом, выдавливают в него масло и посыпают сверху фруктами. Хрустящий, рассыпчатый, со сладким ароматом... Дети его обожают.",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108857,
      "name": "Вкусный крумкаке с ягодами лакка",
      "description": "Классический десерт из Нод-Края. Хрустящие яичные рулетики тают во рту с божественным треском, оттеняя нежную сладкую начинку внутри. Контраст текстур сливается в идеальной гармонии вкуса. Едва послевкусие успевает проявиться, рука уже тянется за следующим кусочком.",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108889,
      "id": "thunderclap_slash",
      "name": "Громовой удар",
      "description": "Особое блюдо Инеффы. Без малейших эмоций она выкрикивает «Громовой удар», и один за другим крумкаке вылетают из её руки прямо на тарелку перед вами. Замысловатые узоры и сладкий, изысканный вкус подтверждают кулинарное мастерство их создательницы. Вашим вкусовым рецепторам остаётся лишь капитулировать перед всепобеждающим «Громовым ударом».",
      "effect": "Увеличивает прочность щита всех членов отряда на 35% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "ineffa",
        "name": "Инеффа"
      }
    }
  }
}
