{
  "_id": 2605,
  "id": "lohikeitto",
  "name": "Лохикейтто",
  "description": "Традиционный суп из холодных регионов. Кусочки лосося томятся со свежими овощами, затем добавляются сливки и специи, чтобы получился тёплый, нежный и сытный суп.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 1
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Морковь",
      "amount": 1
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Сливки",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108912,
      "name": "Странный лохикейтто",
      "description": "Традиционный суп из холодных регионов. На первый взгляд блюдо кажется аппетитным. Но один глоток выдаёт горелый вкус, который перебивает все остальные. Вы быстро осматриваете кастрюлю и убеждаетесь, что на дне чёрная обугленная масса. Ради здоровья лучше такое не пробовать.",
      "effect": "Восстанавливает 18% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108913,
      "name": "Лохикейтто",
      "description": "Традиционный суп из холодных регионов. Кусочки лосося томятся со свежими овощами, затем добавляются сливки и специи, чтобы получился тёплый, нежный и сытный суп.",
      "effect": "Восстанавливает 20% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 390 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108914,
      "name": "Вкусный лохикейтто",
      "description": "Традиционный суп из холодных регионов. Нежный сливочный суп. Мягко обволакивающий, словно струящийся шёлк, он окутывает каждый ингредиент приятным теплом. С первым глотком по телу разливается уютное, ласковое ощущение, будто в желудке встаёт яркое золотое солнце.",
      "effect": "Восстанавливает 22% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 470 HP в течение 30 сек."
    }
  }
}