{
  "_id": 2106,
  "id": "lotus_seed_and_bird_egg_soup",
  "name": "Яичный суп из лотоса",
  "description": "Яйцо, приготовленное на пару. Золотистый желток украшен семенами лотоса. Вне зависимости от того, завтрак это или послеобеденный перекус, оно заряжает вас бодростью на весь день.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Чашечка лотоса",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108119,
      "name": "Странный яичный суп из лотоса",
      "description": "Яйцо, приготовленное на пару. Чересчур длительное держание на пару образовало на поверхности желтка неприятную фигуру, напоминающую пчелиные соты. Не стоит даже говорить, что в лотосе не осталось и следа какого-либо вкуса.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108120,
      "name": "Яичный суп из лотоса",
      "description": "Яйцо, приготовленное на пару. Золотистый желток украшен семенами лотоса. Вне зависимости от того, завтрак это или послеобеденный перекус, оно заряжает вас бодростью на весь день.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108121,
      "name": "Вкусный яичный суп из лотоса",
      "description": "Яйцо, приготовленное на пару. Сочный желток тает прямо во рту, и, неожиданно, сладковато нежный вкус лотоса застилает ваши вкусовые рецепторы.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108373,
      "id": "cloudshrouded_jade",
      "name": "Окутанный облаками нефрит",
      "description": "Особое блюдо Юнь Цзинь. Этот сладкий, клейкий десерт ни в коем случае не навредит горлу, поэтому Юнь Цзинь его так любит. Лёгкое, совсем не приторное послевкусие позволяет съесть чуть побольше. Если подумать... она приготовила больше, чем готовит обычно для себя. Какой прекрасный человек!",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 25% в течение 1500 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "yun_jin",
        "name": "Юнь Цзинь"
      }
    }
  }
}
