{
  "_id": 3510,
  "id": "magmic_ode",
  "name": "Магматическая ода",
  "description": "Национальное блюдо Натлана. По традиции ингредиенты заворачивают в крупные листья и запекают в яме с использованием раскалённых камней. Когда поднимаются клубы пара, похожие на облака, это лакомство Натлана, идеально подходящее для больших компаний, готово к подаче.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Злакофрукт",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108778,
      "name": "Странная магматическая ода",
      "description": "Традиционное блюдо Натлана. Если, почувствовав его грубую, песчаную текстуру на языке, вы ещё сохраняете хоть немного надежды, то последний проблеск оптимизма исчезает, как только землистый вкус добирается до ваших вкусовых рецепторов. Как же оно вообще сюда попало?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108779,
      "name": "Магматическая ода",
      "description": "Национальное блюдо Натлана. По традиции ингредиенты заворачивают в крупные листья и запекают в яме с использованием раскалённых камней. Когда поднимаются клубы пара, похожие на облака, это лакомство Натлана, идеально подходящее для больших компаний, готово к подаче.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108780,
      "name": "Вкусная магматическая ода",
      "description": "Традиционное блюдо Натлана. Тщательное обжаривание позволяет запечатать соки внутри ингредиентов, а тонкий дымный аромат остаётся, как золотистые нити, вплетённые в редкие свитки, что придаёт вкусу новые грани. Один укус заставит любого невольно воскликнуть от восторга.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108787,
      "id": "hymn_of_gathered_flame",
      "name": "Ода пламени",
      "description": "Особое блюдо Мавуики. Разнообразные морепродукты, идеально приготовленные на гриле, сливаются в изысканную симфонию вкусов. Похоже на вечный, благородный гимн, звучащий в такт с вечным пламенем. Воодушевляющая, прекрасная мелодия обладает вдохновляющей силой. Может, это тоже часть безграничной мощи Пиро Архонта?",
      "effect": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "mavuika",
        "name": "Мавуика"
      }
    }
  }
}