{
  "_id": 2303,
  "id": "masala_cheese_balls",
  "name": "Сырные шарики масала",
  "description": "Блюдо аранар, улучшенное стараниями Паймон. Хотя на самом деле жители Сумеру давно знакомы с таким рецептом. Горячие сырные шарики, приправленные особыми пряностями, источают соблазнительный аромат. Расплавленный сыр тает на языке, а если закусить шарики мягким тушёным картофелем, после такого блюда вы ещё не скоро проголодаетесь.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Сыр",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Пряность",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108400,
      "name": "Странные сырные шарики масала",
      "description": "Блюдо аранар, улучшенное стараниями Паймон. Хотя на самом деле жители Сумеру давно знакомы с таким рецептом. Сырные шарики плохо прожарились, вместо расплавленного сыра внутри у них обычный твёрдый сыр. И картофель хрустит на зубах. Стоило подержать это блюдо на огне ещё немного...",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108401,
      "name": "Сырные шарики масала",
      "description": "Блюдо аранар, улучшенное стараниями Паймон. Хотя на самом деле жители Сумеру давно знакомы с таким рецептом. Горячие сырные шарики, приправленные особыми пряностями, источают соблазнительный аромат. Расплавленный сыр тает на языке, а если закусить шарики мягким тушёным картофелем, после такого блюда вы ещё не скоро проголодаетесь.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 9% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108402,
      "name": "Вкусные сырные шарики масала",
      "description": "Блюдо аранар, улучшенное стараниями Паймон. Хотя на самом деле жители Сумеру давно знакомы с таким рецептом. Специально подобранные приправы по-новому раскрывают вкус знакомых ингредиентов, и это изысканное сочетание способно по-настоящему удивить ваши вкусовые рецепторы... Хрустящие шарики с мягким сыром внутри, сервированные горячим картофелем. Что может быть лучше?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 12% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}