{
  "_id": 3015,
  "id": "meatnado",
  "name": "«Мясное торнадо»",
  "description": "Очень популярное мясное блюдо. Бекон и другие добавки выкладывают на тонкие ломтики мяса, которые сворачивают и обжаривают на сковороде до румяной корочки, а затем тушат в бульоне. Когда готовое блюдо разрезают, мясные ломтики плотно закручиваются вокруг начинки, подобно торнадо.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 2
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Бекон",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108691,
      "name": "Странное «Мясное торнадо»",
      "description": "Популярное мясное блюдо. Сначала всё было хорошо, но в решающий момент рулет развалился, и мясо с гарниром выглядит как после ужасного торнадо...",
      "effect": "Победа над противником восстанавливает 15 ед. выносливости. Эффект может возникнуть один раз в 3 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108692,
      "name": "«Мясное торнадо»",
      "description": "Очень популярное мясное блюдо. Бекон и другие добавки выкладывают на тонкие ломтики мяса, которые сворачивают и обжаривают на сковороде до румяной корочки, а затем тушат в бульоне. Когда готовое блюдо разрезают, мясные ломтики плотно закручиваются вокруг начинки, подобно торнадо.",
      "effect": "Победа над противником восстанавливает 20 ед. выносливости. Эффект может возникнуть один раз в 3 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108693,
      "name": "Вкусное «Мясное торнадо»",
      "description": "Популярное мясное блюдо. Насыщенный аромат мяса наполняет тело и душу, отвечая всем представлениям о сочном мясе. Неудивительно, что это блюдо часто подают на праздниках.",
      "effect": "Победа над противником восстанавливает 25 ед. выносливости. Эффект может возникнуть один раз в 3 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
