{
  "_id": 4903,
  "id": "meatlovers_feast",
  "name": "«Радость мясоеда»",
  "description": "Набор из мяса и кофе. Хрустящая куриная отбивная в обёртке из свежих листьев и нежные хвостики креветок. Смелое сочетание вкусов суши и водной стихии приводит к прозрению: кулинарные изыски, как приключение в неизведанных землях, полны безграничных возможностей.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 5
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 4
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Кофейные зёрна",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108829,
      "name": "Странная «Радость мясоеда»",
      "description": "Набор из мяса и кофе. Беспорядочная смесь ингредиентов, как будто собранная наспех. На первый взгляд это... эм, блюдо из мяса и креветок? Если не обращать внимания на странный вид, с голоду точно не умрёшь.",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108830,
      "name": "«Радость мясоеда»",
      "description": "Набор из мяса и кофе. Хрустящая куриная отбивная в обёртке из свежих листьев и нежные хвостики креветок. Смелое сочетание вкусов суши и водной стихии приводит к прозрению: кулинарные изыски, как приключение в неизведанных землях, полны безграничных возможностей.",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108831,
      "name": "Вкусная «Радость мясоеда»",
      "description": "Набор из мяса и кофе. Особый соус источает чарующий аромат, словно разнесённый по воздуху силой Анемо, а сочные, свежайшие креветки танцуют на языке. Каждая ложка раскрывается многослойной сочностью и наслаждением. Даже когда желудок уже полон, хочется, чтобы этот праздник для мясоеда никогда не заканчивался.",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
