{
  "_id": 4303,
  "id": "meat_lovers_mushroom_pizza",
  "name": "Мясная пицца с грибами",
  "description": "Пицца, приготовленная на огне. С большими кусками мяса и ломтиками свежих грибов. В сочетании с ароматным расплавленным сыром получается не блюдо, а настоящее искушение, которому невозможно противостоять. Пиццу едва успели достать из печи, а на доске уже не осталось ни кусочка. Так что если не хотите упустить свой шанс, тренируйте скорость!",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 4
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Гриб",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Сыр",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108439,
      "name": "Странная мясная пицца с грибами",
      "description": "Пицца, приготовленная на огне. Сыр и начинка сбились в ком, от которого исходит неприятный тяжёлый запах, а жёсткое и толстое тесто только усложняет задачу по поеданию этого блюда. Гм, наверное, пиццу передержали в печи? А может, тесто плохо поднялось?",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108440,
      "name": "Мясная пицца с грибами",
      "description": "Пицца, приготовленная на огне. С большими кусками мяса и ломтиками свежих грибов. В сочетании с ароматным расплавленным сыром получается не блюдо, а настоящее искушение, которому невозможно противостоять. Пиццу едва успели достать из печи, а на доске уже не осталось ни кусочка. Так что если не хотите упустить свой шанс, тренируйте скорость!",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108441,
      "name": "Вкусная мясная пицца с грибами",
      "description": "Пицца, приготовленная на огне. Мягкое тесто, пропитанное мясным соком и укрытое ломтиками нежных грибов. Что может быть лучше? Ноздри щекочет дразнящий аромат расплавленного сыра, и вот вы уже не можете остановиться: этот кусок ещё не съеден, а рука уже тянется к следующему...",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
