{
  "_id": 2111,
  "id": "mint_salad",
  "name": "Мятный салат",
  "description": "Ароматный салат. Заоблачный перчик очень тонко нарезан, органично смешан с соусом и посыпан сверху надлежащим количеством мяты. Неприметный способ приготовления даёт превосходящий ожидания и бодрящий результат, который прекрасно охлаждает и освежает.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Мята",
      "amount": 4
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108228,
      "name": "Странный мятный салат",
      "description": "Ароматный салат. Мята и заоблачный перчик взяты в неверных пропорциях и непромешаны. Салат настолько острый, что человек, вкусив раз, долго не может вымолвить ни слова.",
      "effect": "Увеличивает силу атаки всех членов отряда на 66 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108229,
      "name": "Мятный салат",
      "description": "Ароматный салат. Заоблачный перчик очень тонко нарезан, органично смешан с соусом и посыпан сверху надлежащим количеством мяты. Неприметный способ приготовления даёт превосходящий ожидания и бодрящий результат, который прекрасно охлаждает и освежает.",
      "effect": "Увеличивает силу атаки всех членов отряда на 81 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108230,
      "name": "Вкусный мятный салат",
      "description": "Ароматный салат. Лёгкая горечь свежей мяты не затмевает жгучий вкус заоблачного перчика, а напротив, усиливает его. Вкусы обоих ингредиентов, будто танцоры в парном танце, порхают на кончике языка, даруя удовольствие и побуждая пуститься в пляс от восторга.",
      "effect": "Увеличивает силу атаки всех членов отряда на 95 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
