{
  "id": "minty_meat_rolls",
  "name": "Мясные рулетики с мятой",
  "description": "Кисло-острое блюдо. Хорошенько промаринованные тонкие ломтики мяса закручены в листья мяты и политы соусом из заоблачного перчика. Особая нежность мяты - украшение этого блюда, как никогда подходящее ему.",
  "rarity": 3,
  "recipe": [
    {
      "id": "mint",
      "name": "Мята",
      "amount": 4
    },
    {
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 3
    },
    {
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "name": "Странные мясные рулетики с мятой",
      "description": "Кисло-острое блюдо. Солёный соус полностью покрывает свежий вкус блюда. Если вы не хотите разбавлять его водой, то вам просто придется заедать его большим количеством риса.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Мясные рулетики с мятой",
      "description": "Кисло-острое блюдо. Хорошенько промаринованные тонкие ломтики мяса закручены в листья мяты и политы соусом из заоблачного перчика. Особая нежность мяты - украшение этого блюда, как никогда подходящее ему.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 20% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусные мясные рулетики с мятой",
      "description": "Кисло-острое блюдо. Мясо и мята прекрасно уравновешивают друг друга: ингредиенты нежные и нежирные, вкус тонкий, не имеющий горечи. Тонкие острые нотки пробуждают этот лиричный дуэт, вспыхивают во рту, становясь ярким финалом этой кулинарной истории.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
