{
  "id": "moon_pie",
  "name": "Лунный пирог",
  "description": "Мондштадтское традиционное блюдо. Маринованное мясо не только обладает терпким вкусом, но и, поджаренное на огне вместе со слоёным тестом, становится ещё более насыщенным и отдаёт влагу. Это обязательное яство на мондштадтских праздниках.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Мука",
      "amount": 2
    }
  ],
  "results": {
    "suspicious": {
      "name": "Странный лунный пирог",
      "description": "Мондштадтское традиционное блюдо. Пожелтевшее слоёное тесто выглядит более-менее съедобно. Лучше не показывать это блюдо коренным жителям Мондштадта, иначе... Они заставят вас учиться готовить его, пока оно не получится у вас идеально.",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% и защиту на 165 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Лунный пирог",
      "description": "Мондштадтское традиционное блюдо. Маринованное мясо не только обладает терпким вкусом, но и, поджаренное на огне вместе со слоёным тестом, становится ещё более насыщенным и отдаёт влагу. Это обязательное яство на мондштадтских праздниках.",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% и защиту на 200 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусный лунный пирог",
      "description": "Мондштадтское традиционное блюдо. Отрежьте кусочек этого пирога, и умопомрачительные запахи сливочного масла и мяса накроют вас с головой. Сладкий и ярко выраженный вкус напомнит вам сцены праздников урожая, а ощущение счастья заставит невольно улыбнуться.",
      "effect": "Увеличивает прочность щита всех членов отряда на 35% и защиту на 235 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "name": "Пирог прибоя",
      "description": "Особое блюдо Эолы. Является ли серповидная форма пирога насмешкой над традициями, или отражает жизненный принцип Эолы «зуб за зуб», неизвестно. Под золотистой коркой находится ароматная, солёная с дымком начинка. Второго такого лакомства не сыскать во всём Мондштадте. Вот только лучше этого Эоле не говорить, иначе она ещё припомнит.",
      "effect": "Увеличивает прочность щита всех членов отряда на 40% и защиту на 282 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "eula",
        "name": "Эола"
      }
    }
  }
}
