{
  "_id": 3215,
  "id": "moreandmore",
  "name": "Жареный тото",
  "description": "Закуска, приготовленная на тэппане. Мука смешивается с водой. В получившуюся массу добавляют овощи и мясо, готовят на тэппане, поливают соусом и посыпают сушёной рыбой. Сколько бы ингредиентов ни было добавлено, это всегда вкусно, что, в свою очередь, создаёт впечатление, что больше - значит лучше.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Бекон",
      "amount": 2
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Фиалковая дыня",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108333,
      "name": "Странный жареный тото",
      "description": "Закуска, приготовленная на тэппане. Внешне выглядит презентабельно, но на вкус напоминает комочек теста. На кухне ничего нельзя делать кое-как.",
      "effect": "Увеличивает физ. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108334,
      "name": "Жареный тото",
      "description": "Закуска, приготовленная на тэппане. Мука смешивается с водой. В получившуюся массу добавляют овощи и мясо, готовят на тэппане, поливают соусом и посыпают сушёной рыбой. Сколько бы ингредиентов ни было добавлено, это всегда вкусно, что, в свою очередь, создаёт впечатление, что больше - значит лучше.",
      "effect": "Увеличивает физ. урон всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108335,
      "name": "Вкусный жареный тото",
      "description": "Закуска, приготовленная на тэппане. Насыщенные ингредиенты уложены друг на друга, внешний слой хрустящий, середина мягкая. Гладкий соус, словно шелковистая оболочка, в мгновение ока соскальзывает с губ прямо в живот. Даже витающий в воздухе аромат превращается в незабываемое лакомство.",
      "effect": "Увеличивает физ. урон всех членов отряда на 40% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}