{
  "_id": 2304,
  "id": "mushroom_hodgepodge",
  "name": "Грибное ассорти",
  "description": "Грибное ассорти аранар, улучшенное стараниями Паймон. Хотя на самом деле это обычные жареные грибы, которые подают в любом ресторанчике Сумеру, просто чуть щедрее сдобренные приправами. В этом блюде используется три вида грибов: после тщательной обработки их достаточно слегка обжарить, и ассорти готово! Прекрасный вкус и неповторимый аромат.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101213,
      "id": "rukkhashava_mushrooms",
      "name": "Грибы руккхашава",
      "amount": 1
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Гриб",
      "amount": 1
    },
    {
      "_id": 101212,
      "id": "starshroom",
      "name": "Гриб-звезда",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108403,
      "name": "Странное грибное ассорти",
      "description": "Грибное ассорти аранар, улучшенное стараниями Паймон. Хотя на самом деле это обычные жареные грибы, которые подают в любом ресторанчике Сумеру, просто чуть щедрее сдобренные приправами. Этот запах можно назвать ароматом дикой природы, а можно... Запахом приставшей к грибам земли. Пожалуй, на такие дары леса позарится разве что дикий кабан.",
      "effect": "Увеличивает защиту всех членов отряда на 88 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108404,
      "name": "Грибное ассорти",
      "description": "Грибное ассорти аранар, улучшенное стараниями Паймон. Хотя на самом деле это обычные жареные грибы, которые подают в любом ресторанчике Сумеру, просто чуть щедрее сдобренные приправами. В этом блюде используется три вида грибов: после тщательной обработки их достаточно слегка обжарить, и ассорти готово! Прекрасный вкус и неповторимый аромат.",
      "effect": "Увеличивает защиту всех членов отряда на 107 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108405,
      "name": "Вкусное грибное ассорти",
      "description": "Грибное ассорти аранар, улучшенное стараниями Паймон. Хотя на самом деле это обычные жареные грибы, которые подают в любом ресторанчике Сумеру, просто чуть щедрее сдобренные приправами. Для каждого сорта грибов отдельно подбирается длительность и температура жарки, поэтому вкусом и запахом грибы в ассорти едва уловимо отличаются друг от друга, создавая целую палитру вкусов. А проглотить эту палитру целиком или смаковать её по кусочкам - каждый решает сам.",
      "effect": "Увеличивает защиту всех членов отряда на 126 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108436,
      "id": "forest_watchers_choice",
      "name": "Выбор лесного стража",
      "description": "Особое блюдо Тигнари. Приготовлено из съедобных грибов, собранных командиром Лесного дозора. Здесь есть и обычные грибы, и неизвестные вам доселе редкие виды. Приправы не нужны, они только заглушат вкус грибов... Такой деликатес наверняка отнял у Тигнари уйму времени, которое он мог бы потратить на свои исследования.",
      "effect": "Увеличивает защиту всех членов отряда на 151 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "tighnari",
        "name": "Тигнари"
      }
    }
  }
}
