{
  "_id": 3512,
  "id": "nanas_cake",
  "name": "Нанасовый пирог",
  "description": "Пирог очаровательной формы. Замесите тесто, поместите в формочку и грейте до готовности. Края очень легко подгорают. Если хотите нанасовый пирог золотистого цвета, контролируйте температуру.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 4
    },
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Какауатль",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108843,
      "name": "Странный нанасовый пирог",
      "description": "Пирог очаровательной формы. Когда вы достали его, он немного потерял форму, а текстура оказалась чересчур мягкой. Невольно вспоминается весь процесс приготовления... а вкус такой, будто этот пирог только что выловили из моря.",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108844,
      "name": "Нанасовый пирог",
      "description": "Пирог очаровательной формы. Замесите тесто, поместите в формочку и грейте до готовности. Края очень легко подгорают. Если хотите нанасовый пирог золотистого цвета, контролируйте температуру.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108845,
      "name": "Вкусный нанасовый пирог",
      "description": "Пирог очаровательной формы. Золотистый блеск напоминает закат в Вилле-Гуицтли. Он выполнен в форме улыбающегося нанасийца и радует глаз. Сладкий аромат яиц и сливок пробуждает желание навсегда сохранить тёплые воспоминания о времени, проведённом с друзьями в Вилле-Гуицтли.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}