{
  "_id": 3904,
  "id": "ninefruit_nectar",
  "name": "Нектар девяти фруктов",
  "description": "Купажированный фруктовый коктейль. Идеально сбалансированная смесь переплетает вкусы разных фруктов, сохраняя их сладость и лёгкую кислинку, а несколько кубиков льда делают напиток освежающим.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Персик зайтун",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Закатник",
      "amount": 2
    },
    {
      "_id": 100001,
      "id": "apple",
      "name": "Яблоко",
      "amount": 2
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Ягода",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108832,
      "name": "Странный нектар девяти фруктов",
      "description": "Купажированный фруктовый коктейль. Кислый и горький на вкус... и почему-то с солоноватым послевкусием? Ощущается всё что угодно, кроме желанной сладости. Настолько странный и многослойный вкус, что возникает вопрос... А не добавил ли кто-то сюда какое-нибудь лекарство?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108833,
      "name": "Нектар девяти фруктов",
      "description": "Купажированный фруктовый коктейль. Идеально сбалансированная смесь переплетает вкусы разных фруктов, сохраняя их сладость и лёгкую кислинку, а несколько кубиков льда делают напиток освежающим.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108834,
      "name": "Вкусный нектар девяти фруктов",
      "description": "Купажированный фруктовый коктейль. Достаточно одного глотка, чтобы почувствовать себя в водопаде фруктов. Сладкий аромат будоражит нос, а каждый глоток раскрывается гармонией вкусов. В зной этот напиток - настоящее спасение!",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
