{
  "_id": 3213,
  "id": "omelette_rice",
  "name": "Рисовый омлет",
  "description": "Основное блюдо, завёрнутое в яйцо. Яйца хорошо взбиваются и готовятся в виде полусырого омлета, в который засыпается рис. Полученный омлет заворачивают и поливают томатным кетчупом. Говорят, что это блюдо было заимствовано из другого региона. Существует также более сложный метод приготовления.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Рис",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Помидор",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108327,
      "name": "Странный рисовый омлет",
      "description": "Завёрнутый омлет с начинкой из риса. Яичная оболочка, которая едва покрывает рис, потеряла всю жидкость из-за слишком долгого обжаривания. Почему бы просто не переименовать его в жареное яйцо с рисом?",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108328,
      "name": "Рисовый омлет",
      "description": "Завёрнутый омлет с начинкой из риса. Яйца хорошо взбиваются и готовятся в виде полусырого омлета, в который засыпается рис. Полученный омлет заворачивают и поливают томатным кетчупом. Говорят, что это блюдо было заимствовано из другого региона. Существует также более сложный метод приготовления.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108329,
      "name": "Вкусный рисовый омлет",
      "description": "Завёрнутый омлет с начинкой из риса. Аккуратно проткните яичную оболочку. Нежная яичная кожица обволакивает упругий, мягкий, блестящий белый рис и подаётся с густым кисло-сладким соусом, который возбуждает аппетит. Вкус блюда настолько приятен, что вы будете непроизвольно улыбаться от удовольствия.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% в течение 900 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108388,
      "name": "Вальс рисового омлета",
      "description": "Особое блюдо Куки Синобу. Нежная яичная масса словно танцует на сцене из соуса, а воздушный рис скрывается под её колышущейся юбкой. Этот кулинарный шедевр может соперничать с творениями шеф-повара из ресторана «Призрачная беседка». Не зря Синобу получила диплом повара!",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% в течение 1500 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "kuki_shinobu",
        "name": "Синобу"
      }
    }
  }
}
