{
  "_id": 2202,
  "id": "onigiri",
  "name": "Онигири",
  "description": "Блюдо из риса, которое удобно брать с собой. Это простое блюдо, вкусу которого не вредит комнатная температура, завоевало всеобщую любовь солдат и гражданских.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Морская водоросль",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Рис",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108255,
      "name": "Странные онигири",
      "description": "Блюдо из риса, которое удобно брать с собой. Оно едва держит треугольную форму и грозится развалиться в руках, испортив едоку настроение.",
      "effect": "Восстанавливает 18% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108256,
      "name": "Онигири",
      "description": "Блюдо из риса, которое удобно брать с собой. Это простое блюдо, вкусу которого не вредит комнатная температура, завоевало всеобщую любовь солдат и гражданских.",
      "effect": "Восстанавливает 20% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 390 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108257,
      "name": "Вкусные онигири",
      "description": "Блюдо из риса, которое удобно брать с собой. Хрустящий лист нори придаёт сладости клейкого риса приятный вкус. В довершение начинка из свежей рыбной мякоти поражает, как удар из засады, доставляя подобное победному горну удовольствие духу и телу.",
      "effect": "Восстанавливает 22% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 470 HP в течение 30 сек."
    },
    "special": {
      "_id": 108303,
      "id": "dizzinessbegone_no_jutsu_version_20",
      "name": "Техника избавления от дурноты",
      "description": "Особое блюдо Саю. Онигири, слепленный Саю в милую фигурку. Только запомните, что это мудзина, а не тануки, ладно? Кстати, именно благодаря ему Саю может проспать весь день, поев лишь раз, верно?",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 570 HP в течение 30 сек.",
      "character": {
        "id": "sayu",
        "name": "Саю"
      }
    }
  }
}