{
  "_id": 3309,
  "id": "padisarah_pudding",
  "name": "Падисаровый пудинг",
  "description": "Популярный десерт в Сумеру. Сок из лепестков падисары и сумерской розы смешивают с молоком, желатином, сахаром и другими ингредиентами и дают застыть. Красивое и вкусное блюдо, которое часто можно увидеть на праздниках Сумеру.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Падисара",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Сумерская роза",
      "amount": 1
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108457,
      "name": "Странный падисаровый пудинг",
      "description": "Популярный десерт в Сумеру. На вкус напоминает молоко и цветы. Что, в общем-то, неплохо, но всё же далеко не то, что вы ожидали от пудинга. Может быть, вы ошиблись в пропорциях?",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108458,
      "name": "Падисаровый пудинг",
      "description": "Популярный десерт в Сумеру. Сок из лепестков падисары и сумерской розы смешивают с молоком, желатином, сахаром и другими ингредиентами и дают застыть. Красивое и вкусное блюдо, которое часто можно увидеть на праздниках Сумеру.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108459,
      "name": "Вкусный падисаровый пудинг",
      "description": "Популярный десерт в Сумеру. Его пружинистая консистенция во рту создаёт ощущение, будто вы путешествуете по молочным облакам. Пока вы наслаждаетесь его вкусом, вдыхаете смешанный аромат падисары и сумерской розы. Когда вы наконец откусываете последний кусочек, то чувствуете, что что-то осталось незавершённым. Вы не можете удержаться, чтобы не облизать ложку, смакуя последние мгновенья наслаждения.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108466,
      "id": "swirling_steps",
      "name": "Танцующие шаги",
      "description": "Фирменное блюдо Нилу. В кристально прозрачной чашке, напоминающей узорчатый футляр для драгоценностей, находится мягкий, тающий во рту пудинг. Лёгкий красноватый оттенок напоминает о сияющей, танцующей Нилу. Ах, если бы этот танец длился вечно...",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% в течение 1500 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "nilou",
        "name": "Нилу"
      }
    }
  }
}
