{
  "_id": 3008,
  "id": "pile_em_up",
  "name": "«Расти гора»",
  "description": "Богатое мясное блюдо. Мондштадтское блюдо из стейков, картошки и сыра. С древних времён ассоциируется с праздником Луди Гарпастум.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 3
    },
    {
      "_id": 100055,
      "id": "small_lamp_grass",
      "name": "Трава-светяшка",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Сыр",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108055,
      "name": "Странная «Расти гора»",
      "description": "Богатое мясное блюдо. Должно быть, вы сложили стейки в неправильном порядке. Ну кто же так делает... Вряд ли это можно подать на стол.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108056,
      "name": "«Расти гора»",
      "description": "Богатое мясное блюдо. Мондштадтское блюдо из стейков, картошки и сыра. С древних времён ассоциируется с праздником Луди Гарпастум.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108057,
      "name": "Вкусная «Расти гора»",
      "description": "Богатое мясное блюдо. Башня из продуктов сложена так ровно, что она приятна одновременно на глаз и на вкус. Интересно, можно ли сделать её ещё выше?",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108058,
      "id": "once_upon_a_time_in_mondstadt",
      "name": "«Однажды в Мондштадте»",
      "description": "Особое блюдо Дилюка. Насладитесь тающими во рту рёбрышками. Удовлетворите свои эстетические потребности, а затем и голод. Кто подозревал, что Дилюк вообще умеет готовить?",
      "effect": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "diluc",
        "name": "Дилюк"
      }
    }
  }
}