{
  "_id": 3104,
  "id": "qingce_stir_fry",
  "name": "«Сельская услада»",
  "description": "Это блюдо готовят на большом огне. Говорят, что изначально считалось повседневной едой в деревне Цинцэ. Каждый от мала до велика знал, как его готовить. Но неожиданно острое и хрустящее блюдо понравилось людям из разных мест, и его рецепт распространился по всему Ли Юэ.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Гриб",
      "amount": 3
    },
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Чашечка лотоса",
      "amount": 2
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 1
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Капуста",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108128,
      "name": "Странная «Сельская услада»",
      "description": "Это блюдо готовят на большом огне. Это было неудачное тестовое испытание, неприятно горькое и некомфортно острое. Вы можете попробовать смешать получившееся блюдо с рисом. С таким же успехом можно выкинуть всё это и есть простой рис.",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108129,
      "name": "«Сельская услада»",
      "description": "Это блюдо готовят на большом огне. Говорят, что изначально считалось повседневной едой в деревне Цинцэ. Каждый от мала до велика знал, как его готовить. Но неожиданно острое и хрустящее блюдо понравилось людям из разных мест, и его рецепт распространился по всему Ли Юэ.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108130,
      "name": "Вкусная «Сельская услада»",
      "description": "Это блюдо готовят на большом огне. Достаточно только уловить аромат этого блюда, как разгорается неуёмный аппетит. Острый перчик пробуждает вкусовые рецепторы на языке, и теперь вы готовы поглотить десять тарелок этого блюда за один присест.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108487,
      "id": "qingce_household_dish",
      "name": "Фирменное блюдо Цинцэ",
      "description": "Особое блюдо Яо Яо. Оно выглядит довольно буднично и не наделено роскошной эстетикой блюд, приготовленных в шикарном ресторане. Но как только вы попробуете кусочек, его вкус незамедлительно подарит вам задушевное наслаждение, которое произведёт на вас неизгладимое впечатление. Попробовав его всего один раз, вы навсегда запечатлеете его вкус в своём сердце. Говоря о глубоком смысле, заложенном в этом блюде, можно сказать, что его секретным ингредиентом является «забота».",
      "effect": "Увеличивает силу атаки всех членов отряда на 274 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "yaoyao",
        "name": "Яо Яо"
      }
    }
  }
}