{
  "id": "qingce_stir_fry",
  "name": "«Сельская услада»",
  "description": "Это блюдо готовят на большом огне. Говорят, что изначально это блюдо было самым простым блюдом в деревне Цинцэ, и каждый, от мала до велика, знал, как его готовить. Но неожиданно острый и хрустящий вкус этого блюда привлёк других людей, и его рецепт мгновенно распространился по всему Ли Юэ.",
  "rarity": 3,
  "recipe": [
    {
      "id": "mushroom",
      "name": "Гриб",
      "amount": 3
    },
    {
      "id": "lotus_head",
      "name": "Чашечка лотоса",
      "amount": 2
    },
    {
      "id": "jueyun_chili",
      "name": "Заоблачный перчик",
      "amount": 1
    },
    {
      "id": "cabbage",
      "name": "Капуста",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странная «Сельская услада»",
      "description": "Это блюдо готовят на большом огне. Это было неудачное тестовое испытание, неприятно горькое и некомфортно острое. Вы можете попробовать смешать получившееся блюдо с рисом. С таким же успехом можно выкинуть всё это и есть простой рис.",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "«Сельская услада»",
      "description": "Это блюдо готовят на большом огне. Говорят, что изначально это блюдо было самым простым блюдом в деревне Цинцэ, и каждый, от мала до велика, знал, как его готовить. Но неожиданно острый и хрустящий вкус этого блюда привлёк других людей, и его рецепт мгновенно распространился по всему Ли Юэ.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусная «Сельская услада»",
      "description": "Это блюдо готовят на большом огне. Достаточно только уловить аромат этого блюда, как разгорается неуёмный аппетит. Острый перчик пробуждает вкусовые рецепторы на языке, и теперь вы готовы поглотить десять тарелок этого блюда за один присест.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
