{
  "_id": 3419,
  "id": "rainbow_macarons",
  "name": "Радужные макароны",
  "description": "Маленькие разноцветные круглые пирожные. В Фонтейне говорят, что десертное ассорти не может быть без макаронов, как воды не могут существовать без источников. Эту пословицу знают не только художники по десертам, но и любой неискушённый любитель сладкого.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 2
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Миндаль",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Пузырин",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108616,
      "name": "Странные Радужные макароны",
      "description": "Маленькие разноцветные круглые пирожные. Возьмите первое - внутри пустое, второе - немного кривое, третье - шероховатое неравномерного цвета... Как и полагается десерту Фонтейна с множеством деталей, потребуется гораздо больше практики, чтобы освоить его технологию.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108617,
      "name": "Радужные макароны",
      "description": "Маленькие разноцветные круглые пирожные. В Фонтейне говорят, что десертное ассорти не может быть без макаронов, как воды не могут существовать без источников. Эту пословицу знают не только художники по десертам, но и любой неискушённый любитель сладкого.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108618,
      "name": "Вкусные Радужные макароны",
      "description": "Маленькие разноцветные круглые пирожные. В них всё идеально - плотная мягкая сердцевина обёрнута в тонкую хрустящую оболочку. Попробовав одно такое пирожное, вы почувствуете, будто к вам ластится носиком котёнок. Никто не может устоять перед таким сладким романтичным угощением.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108620,
      "id": "pick_what_you_like",
      "name": "Выбирай, что нравится!",
      "description": "Особое блюдо Навии. «Сюда! Выбирай, что нравится!» - раздался знакомый весёлый голос, и перед глазами появилась красиво оформленная двухуровневая подставка для роскошных десертов с аккуратно разложенными макаронами с рисунком в виде забавных смайликов... В голову невольно пришла мысль - какое выражение лица будет у Навии, если разом унести все макароны?",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% в течение 1500 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "navia",
        "name": "Навия"
      }
    }
  }
}
