{
  "_id": 3121,
  "id": "right_at_home",
  "name": "«Дом вдали от дома»",
  "description": "Основное блюдо из разнообразных ингредиентов. Рис обжаривают с ветчиной, яйцом и другими продуктами. Так как для этого вкусного блюда можно выбирать самые разные ингредиенты, его может приготовить практически любой житель Ли Юэ.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Рис",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ветчина",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 1
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Побеги бамбука",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108633,
      "name": "Странное блюдо «Дом вдали от дома»",
      "description": "Основное блюдо из разнообразных ингредиентов. Из-за недостаточной температуры нагрева и слишком большого количества влаги вкус блюда получился слабым без должного дымка. Надеемся, что в следующий раз будет лучше. Рекомендуем обжаривать на более сильном огне...",
      "effect": "Увеличивает защиту всех членов отряда на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108634,
      "name": "«Дом вдали от дома»",
      "description": "Основное блюдо из разнообразных ингредиентов. Рис обжаривают с ветчиной, яйцом и другими продуктами. Так как для этого вкусного блюда можно выбирать самые разные ингредиенты, его может приготовить практически любой житель Ли Юэ.",
      "effect": "Увеличивает защиту всех членов отряда на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108635,
      "name": "Вкусное блюдо «Дом вдали от дома»",
      "description": "Основное блюдо из разнообразных ингредиентов. Золотой яичный желток обволакивает каждое зёрнышко риса, насыщаясь вкусом ветчины благодаря сильному огню. Такой знакомый домашний вкус, несомненно, даст всем членам семьи или друзьям, приехавшим издалека, почувствовать себя как дома.",
      "effect": "Увеличивает защиту всех членов отряда на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
