{
  "_id": 2309,
  "id": "rose_custard",
  "name": "Заварной крем из роз",
  "description": "Десерт, приготовленный из кисломолочных продуктов. Как только молоко сквасится и превратится в йогурт, добавьте сахар, а затем украсьте сушёными розами и измельчёнными орехами. Вначале это блюдо было популярно только среди искателей приключений и странствующих торговцев, но теперь его подают на завтрак и на десерт к чаю по всему Сумеру.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Сумерская роза",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108470,
      "name": "Странный заварной крем из роз",
      "description": "Десерт, приготовленный из кисломолочных продуктов. Кажется, всё в порядке, но стоит только попробовать... зубы сводит из-за невыносимой кислоты. Недостаток приправ всё ещё можно восполнить, добавив больше сахара. Однако избавиться от кислоты не так-то просто.",
      "effect": "Восстанавливает 18% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108471,
      "name": "Заварной крем из роз",
      "description": "Десерт, приготовленный из кисломолочных продуктов. Как только молоко сквасится и превратится в йогурт, добавьте сахар, а затем украсьте сушёными розами и измельчёнными орехами. Вначале это блюдо было популярно только среди искателей приключений и странствующих торговцев, но теперь его подают на завтрак и на десерт к чаю по всему Сумеру.",
      "effect": "Восстанавливает 20% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 390 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108472,
      "name": "Вкусный заварной крем из роз",
      "description": "Десерт, приготовленный из кисломолочных продуктов. При смешивании плотный творог, ароматные лепестки и хрустящие орехи создают мягкий и сладкий вкус. Попробовав ароматную молочная смесь, вы словно ощущаете цветочный аромат давних времён.",
      "effect": "Восстанавливает 22% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 470 HP в течение 30 сек."
    },
    "special": {
      "_id": 108473,
      "name": "Удивительный сон",
      "description": "Фирменное блюдо Лайлы. Разбросанные орехи подобны звёздам, усеявшим бездонное и тихое ночное небо. Всего после одного укуса вы чувствуете расслабление и умиротворённость. После того как вы рассказали Лайле о своих чувствах, на её лице появилось смешанное выражение радости и сожаления: «Эт... это здорово! Ах, если бы и на меня это угощение так действовало».",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 570 HP в течение 30 сек.",
      "character": {
        "id": "layla",
        "name": "Лайла"
      }
    }
  }
}
