{
  "_id": 3605,
  "id": "roulette_special",
  "name": "«Гранд-Рулетка»",
  "description": "Разноцветные напитки. Скорее, это своего рода настольная игра, чем питание. Правила таковы: пить нужно то, на что укажет игла. Демьян модифицировал напитки, чтобы они отличались от обычной продукции «Флагмана»: все они безалкогольные и довольно сладкие.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Ягоды лакка",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Летника",
      "amount": 3
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Ночноцвет",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Мята",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108876,
      "name": "Странная «Гранд-Рулетка»",
      "description": "Разноцветные напитки. На вкус они все одинаковые, будто выдохшаяся сладковатая вода. Невольно задаёшься вопросом, зачем вообще делать восемь напитков разного цвета, если у всех один и тот же вкус.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108877,
      "name": "«Гранд-Рулетка»",
      "description": "Разноцветные напитки. Скорее, это своего рода настольная игра, чем питание. Правила таковы: пить нужно то, на что укажет игла. Демьян модифицировал напитки, чтобы они отличались от обычной продукции «Флагмана»: все они безалкогольные и довольно сладкие.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108878,
      "name": "Вкусная «Гранд-Рулетка»",
      "description": "Разноцветные напитки. Сладкие и освежающие ноты цветов и фруктов идеально сбалансированы. Одного стакана всегда мало, и прежде чем стрелка сделает выбор, внутри невольно звучит тихая просьба: пусть выпадет полный стакан.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}