{
  "id": "sakura_shrimp_crackers",
  "name": "Креветочные печенья сакуры",
  "description": "Хрустящее печенье. Картофель измельчают в муку и смешивают с креветками и цветами сакуры, после чего запекают в духовке. Печенье обладает прекрасным вкусом и нравится людям всех возрастов, что сделало его популярным видом подарка.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 3
    },
    {
      "id": "potato",
      "name": "Картофель",
      "amount": 3
    },
    {
      "id": "sakura_bloom",
      "name": "Цвет сакуры",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "name": "Странные креветочные печенья сакуры",
      "description": "Хрустящее печенье. Оно немного тусклое, хотя, судя по круглой форме, это и правда печенье... Правда, вряд ли креветочное.",
      "effect": "Увеличивает макс. HP всех членов отряда на 20% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Креветочные печенья сакуры",
      "description": "Хрустящее печенье. Картофель измельчают в муку и смешивают с креветками и цветами сакуры, после чего запекают в духовке. Печенье обладает прекрасным вкусом и нравится людям всех возрастов, что сделало его популярным видом подарка.",
      "effect": "Увеличивает макс. HP всех членов отряда на 22% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусные креветочные печенья сакуры",
      "description": "Хрустящее печенье. В нём идеально сочетаются прекрасный оттенок цветов сакуры и элегантная форма креветки. Ещё до того, как вы положите его в рот, вы почувствуете освежающий аромат. Когда вы жуёте, сочный вкус постепенно растекается по всему рту. Каждый кусочек подобен наслаждению красотой сакуры и моря.",
      "effect": "Увеличивает макс. HP всех членов отряда на 25% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
