{
  "_id": 3208,
  "id": "sakura_tempura",
  "name": "Тэмпура с сакурой",
  "description": "Блюдо, приготовленное во фритюре. Свежие креветки и овощи были равномерно покрыты кляром с лепестками сакуры, обжарены, а лишнее масло было убрано. Всё это выглядит просто, но готовить хорошую тэмпуру за день не научиться.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 4
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Фиалковая дыня",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Цвет сакуры",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108297,
      "name": "Странная тэмпура с сакурой",
      "description": "Блюдо, приготовленное во фритюре. Быть может, повар не совладал с температурой, но ингредиенты, попав в масло, начали издавать едкий дым. Местами отвалившийся кляр стал коричневым. Выбрасывать, конечно, жаль, но... давайте-ка мы это есть не будем.",
      "effect": "Увеличивает прочность щита всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108298,
      "name": "Тэмпура с сакурой",
      "description": "Блюдо, приготовленное во фритюре. Свежие креветки и овощи были равномерно покрыты кляром с лепестками сакуры, обжарены, а лишнее масло было убрано. Всё это выглядит просто, но готовить хорошую тэмпуру за день не научиться.",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108299,
      "name": "Вкусная тэмпура с сакурой",
      "description": "Блюдо, приготовленное во фритюре. Лёгкий тонкий кляр роскошным шёлком покрывает ингредиенты. Хрустящая корочка и нежная мякоть создают чудесные слои вкуса, каждым кусочком поражая едоков тем, как на свете могло появиться такое кулинарное чудо.",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108387,
      "id": "quiet_elegance",
      "name": "Изящная безмятежность",
      "description": "Особое блюдо Камисато Аято. Та элегантность, с которой Аято ведёт дела, не обошла и это блюдо. Будь в нём одним ингредиентом больше, оно было бы переполненным, а одним меньше - скудным. Распробовав его, вы изумляетесь, насколько оно походит на блюда ресторана «Призрачная беседка»... Вы собираетесь подхватить палочками сверкающий цветок камелии, но Аято останавливает вас... «Я срезал этот цветок, когда упражнялся с мечом. Он всего лишь украшение».",
      "effect": "Увеличивает прочность щита всех членов отряда на 35% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "kamisato_ayato",
        "name": "Аято"
      }
    }
  }
}
