{
  "_id": 4201,
  "id": "sashimi_platter",
  "name": "Ассорти из сашими",
  "description": "Блюдо из морепродуктов со свежими ингредиентами. Ломтики рыбы и моллюсков разложены в правильном порядке. Нежная мякоть обладает тонким вкусом и очень питательна. Исключительная свежесть даёт лёгкое сладкое послевкусие, и каждый кусочек стоит того, чтобы смаковать его с закрытыми глазами.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 4
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Краб",
      "amount": 4
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Редис",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108258,
      "name": "Странное ассорти из сашими",
      "description": "Блюдо из морепродуктов со свежими ингредиентами. Кажется, на этом блюде кто-то тренировался. Вкус ингредиентов испорчен неумелой нарезкой, а кое-где остались кости. Быть может, ещё не слишком поздно обратиться к профессионалу...",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108259,
      "name": "Ассорти из сашими",
      "description": "Блюдо из морепродуктов со свежими ингредиентами. Ломтики рыбы и моллюсков разложены в правильном порядке. Нежная мякоть обладает тонким вкусом и очень питательна. Исключительная свежесть даёт лёгкое сладкое послевкусие, и каждый кусочек стоит того, чтобы смаковать его с закрытыми глазами.",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108260,
      "name": "Вкусное ассорти из сашими",
      "description": "Блюдо из морепродуктов со свежими ингредиентами. Ассорти на тарелке словно произведение искусства, которое жалко нарушить. Мастерская нарезка наделила ингредиенты невообразимым вкусом и текстурой. Нежнейшая мякоть, изысканная упругость, естественная сладость... Как будто во рту у вас прыгает нечто живое - из океана прямиком в сердце.",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}