{
  "_id": 2007,
  "id": "satisfying_salad",
  "name": "Питательный салат",
  "description": "Салат из свежих овощей. Вы добавили в него отварной картофель и яйцо всмятку, что сделало этот салат вполне самостоятельным блюдом.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Капуста",
      "amount": 2
    },
    {
      "_id": 100001,
      "id": "apple",
      "name": "Яблоко",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 1
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108028,
      "name": "Странный питательный салат",
      "description": "Салат из свежих овощей. К сожалению, в нём отсутствуют такие ключевые компоненты, как картофель и варёные яйца.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 6% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108029,
      "name": "Питательный салат",
      "description": "Салат из свежих овощей. Вы добавили в него отварной картофель и яйцо всмятку, что сделало этот салат вполне самостоятельным блюдом.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 9% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108030,
      "name": "Вкусный питательный салат",
      "description": "Салат из свежих овощей. Лёгкий и аппетитный. Такой салат вам бы никогда не надоел, даже если бы пришлось есть его всю жизнь.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 12% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108114,
      "name": "Высшая мудрость (Жизнь)",
      "description": "Особое блюдо Моны. Замечательное блюдо от замечательного астролога. Его величайшее достоинство состоит в том, с какой лёгкостью он может утолить ваш голод.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 16% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "mona",
        "name": "Мона"
      }
    }
  }
}
