{
  "_id": 2302,
  "id": "selva_salad",
  "name": "Тропический салат",
  "description": "Салат аранар, улучшенный стараниями Паймон. Хотя на самом деле в Сумеру давно знакомы с таким рецептом. Сочный персик зайтун, вместо сахара - освежающая мята, а для придания особого вкуса в салат добавлено немного жатых лепестков сумерской розы. Освежающее блюдо с прекрасным вкусом и непревзойдённым ароматом.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Персик зайтун",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Мята",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Сумерская роза",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108397,
      "name": "Странный тропический салат",
      "description": "Салат аранар, улучшенный стараниями Паймон. Хотя на самом деле в Сумеру давно знакомы с таким рецептом. От персиков зайтун пахнет так странно, будто они уже забродили. А мята и розовые лепестки добавлены в неверной пропорции...",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108398,
      "name": "Тропический салат",
      "description": "Салат аранар, улучшенный стараниями Паймон. Хотя на самом деле в Сумеру давно знакомы с таким рецептом. Сочный персик зайтун, вместо сахара - освежающая мята, а для придания особого вкуса в салат добавлено немного жатых лепестков сумерской розы. Освежающее блюдо с прекрасным вкусом и непревзойдённым ароматом.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108399,
      "name": "Вкусный тропический салат",
      "description": "Салат аранар, улучшенный стараниями Паймон. Хотя на самом деле в Сумеру давно знакомы с таким рецептом. Нежнейшие персики зайтун тают на языке, а сладость мяты в сочетании с тонким ароматом розовых лепестков растопит даже самое чёрствое сердце. В меру сладкий и освежающий салат - должно быть, в нём и сокрыт «вкус радости», о котором говорят аранары.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
