{
  "_id": 3514,
  "id": "shrimp_bisque",
  "name": "Биск с креветками",
  "description": "Густой суп оранжево-красного цвета. После обжаривания специй добавьте ингредиенты и варите бульон до готовности. Вблизи можно почувствовать пикантный аромат с обжигающей душистой остротой. Яркий цвет бульона пробуждает аппетит с первого взгляда, а на вкус он ещё лучше.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 4
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Картофель",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Злакофрукт",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108849,
      "name": "Странный биск с креветками",
      "description": "Густой суп оранжево-красного цвета. Глоток - и лицо мгновенно начинает гореть, затмевая даже румянец варёной креветки. После нескольких минут кашля и удушья удаётся перевести дух, но желание попробовать блюдо бесследно исчезает...",
      "effect": "Увеличивает бонус лечения всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108850,
      "name": "Биск с креветками",
      "description": "Густой суп оранжево-красного цвета. После обжаривания специй добавьте ингредиенты и варите бульон до готовности. Вблизи можно почувствовать пикантный аромат с обжигающей душистой остротой. Яркий цвет бульона пробуждает аппетит с первого взгляда, а на вкус он ещё лучше.",
      "effect": "Увеличивает бонус лечения всех членов отряда на 17% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108851,
      "name": "Вкусный биск с креветками",
      "description": "Густой суп оранжево-красного цвета. Вкус тёплый и насыщенный. Идеальная острота бульона сочетается со сладким мясом креветок и овощами. Кажется, по телу проходит волна элементальной энергии, и настроение мгновенно поднимается.",
      "effect": "Увеличивает бонус лечения всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}