{
  "_id": 2502,
  "id": "sour_sauce_kipper",
  "name": "Окунь в кислом соусе",
  "description": "Ломтики сырой рыбы с фруктовым ароматом. Свежую рыбу сначала очищают от кожи и нарезают толстыми кусками, затем маринуют в кислом соусе, пока рыба не побелеет, после чего добавляют измельчённые овощи в качестве заправки. Сочетание кислого и острого вкуса воплощает в себе классический вкус Натлана.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Помидор",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Странный окунь в кислом соусе",
      "description": "Сырые кусочки рыбы с фруктовым ароматом. Рыба мариновалась недолго, какого-то вкуса нет. К счастью, свежие ингредиенты делают блюдо более-менее съедобным, хотя и есть некоторое чувство сожаления.",
      "effect": "Увеличивает силу атаки всех членов отряда на 66 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108722,
      "name": "Окунь в кислом соусе",
      "description": "Ломтики сырой рыбы с фруктовым ароматом. Свежую рыбу сначала очищают от кожи и нарезают толстыми кусками, затем маринуют в кислом соусе, пока рыба не побелеет, после чего добавляют измельчённые овощи в качестве заправки. Сочетание кислого и острого вкуса воплощает в себе классический вкус Натлана.",
      "effect": "Увеличивает силу атаки всех членов отряда на 81 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108723,
      "name": "Вкусный окунь в кислом соусе",
      "description": "Сырые кусочки рыбы с фруктовым ароматом. Сначала обрушивается ароматная волна свежести, затем кислинка и острота создают вкусовые слои, по которым можно кататься, как на волнах. Волны стихли, а желание съесть ещё кусочек всё никак не утихает.",
      "effect": "Увеличивает силу атаки всех членов отряда на 95 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}