{
  "_id": 3114,
  "id": "stirfried_shrimp",
  "name": "Обжаренные креветки",
  "description": "Лёгкое и сочное блюдо. Сначала креветки смачивают размешанным с водой и яйцом крахмалом, а потом быстро обжаривают до хрустящей корочки. Столь простой способ приготовления позволяет вкусу креветок раскрыться во всей красе. Такому блюду найдётся место как на домашнем столе, так и на роскошном банкете.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Мясо креветки",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Львиный зев",
      "amount": 3
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108194,
      "name": "Странные обжаренные креветки",
      "description": "Лёгкое блюдо с восхитительным вкусом. Чтобы креветки не прилипали к сковороде, повар добавил побольше масла. Несмотря на такую жестокую прожарку, креветки сохранили упругость. Но будьте осторожны и не ешьте слишком много, а то начнётся изжога.",
      "effect": "Увеличивает прочность щита всех членов отряда на 20% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108195,
      "name": "Обжаренные креветки",
      "description": "Лёгкое и сочное блюдо. Сначала креветки смачивают размешанным с водой и яйцом крахмалом, а потом быстро обжаривают до хрустящей корочки. Столь простой способ приготовления позволяет вкусу креветок раскрыться во всей красе. Такому блюду найдётся место как на домашнем столе, так и на роскошном банкете.",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108196,
      "name": "Вкусные обжаренные креветки",
      "description": "Блюдо с мягким восхитительным вкусом. Внутри запечатана сочность свежайшей креветки. Она ожидает момента, чтобы вырваться при первом укусе и создать бесчисленные волны головокружительного, прекрасного вкуса, подобно каплям воды, падающим одна за другой в неподвижное озеро. Завораживающее ощущение прекращается только с появлением нежной сладости послевкусия.",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "_id": 108389,
      "name": "Креветки в росе",
      "description": "Особое блюдо Е Лань. Среди ингредиентов есть особый чай «Влага росы». Его доставляют прямиком из деревни Цяоин и обжаривают со свежими речными креветками. Тонкий чайный аромат, свежий весенний вкус... Минутку! А зачем она принесла целую тарелку перца?",
      "effect": "Увеличивает прочность щита всех членов отряда на 35% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "yelan",
        "name": "Е Лань"
      }
    }
  }
}
