{
  "id": "stone_harbor_delicacies",
  "name": "Деликатесы скалистой гавани",
  "description": "Вегетарианское блюдо, обжаренное в масле. В нём - три основных для района Ли Юэ ингредиента. Хотя способ приготовления простой, он полностью раскрывает богатый вкус ингредиентов, от чего блюдо становится ничуть не хуже изысканных яств.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "potato",
      "name": "Картофель",
      "amount": 2
    },
    {
      "id": "violetgrass",
      "name": "Стеклянные колокольчики",
      "amount": 1
    },
    {
      "id": "matsutake",
      "name": "Мацутакэ",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странные деликатесы скалистой гавани",
      "description": "Вегетарианское блюдо, обжаренное в масле. Из-за безответственного отношения к его температуре все ингредиенты только маслом теперь и воняют. Одна ложка этого блюда заставит любого человека рыдать, оплакивая напрасную гибель редких стеклянных колокольчиков.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 6%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Деликатесы скалистой гавани",
      "description": "Вегетарианское блюдо, обжаренное в масле. В нём - три основных для района Ли Юэ ингредиента. Хотя способ приготовления простой, он полностью раскрывает богатый вкус ингредиентов, от чего блюдо становится ничуть не хуже изысканных яств.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 9%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусные деликатесы скалистой гавани",
      "description": "Вегетарианское блюдо, обжаренное в масле. Благоухание земли, прохлада тени, влажность тумана - всё соединилось в свежести этого блюда. Вместе с миской обычного риса оно наполнит ваше тело и душу простым домашним удовольствием.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 12%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
