{
  "id": "sunshine_sprat",
  "name": "Солнечная рыба",
  "description": "Жаренная на медленном огне рыба. Такая тепловая обработка позволяет сохранить вкус свежей рыбы. Румяная корочка с нотками сливочного масла придаёт многослойность нежному и лёгкому вкусу рыбы.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "butter",
      "name": "Сливочное масло",
      "amount": 3
    },
    {
      "id": "fish",
      "name": "Рыба",
      "amount": 3
    },
    {
      "id": "salt",
      "name": "Соль",
      "amount": 1
    },
    {
      "id": "small_lamp_grass",
      "name": "Трава-светяшка",
      "amount": 1
    }
  ],
  "results": {
    "suspicious": {
      "name": "Странная солнечная рыба",
      "description": "Жаренная на медленном огне рыба. Её жарили так долго, что в ней не осталось ни свежести, ни упругости. Рассыпается в крошку от любого касания вилкой.",
      "effect": "Увеличивает прочность щита всех членов отряда на 20% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Солнечная рыба",
      "description": "Жаренная на медленном огне рыба. Такая тепловая обработка позволяет сохранить вкус свежей рыбы. Румяная корочка с нотками сливочного масла придаёт многослойность нежному и лёгкому вкусу рыбы.",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусная солнечная рыба",
      "description": "Жаренная на медленном огне рыба. Она тает во рту, соединяя в себе вкусы моря и земли и оставляя незабываемое впечатление. Неудивительно, что такое простое блюдо подаётся и в изысканных ресторанах.",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "special": {
      "name": "«Лесной сон»",
      "description": "Особое блюдо Альбедо. Фрукты и овощи разложены на тарелке, словно трава и возвышающиеся среди неё деревья. В этом мире ты обходишь пёструю городскую стену, следуешь по коричневым аллеям города и заходишь в ярко-оранжевый замок. Затем, словно цветок, распускается нежно сладковатый вкус. Ты открываешь глаза. Во взгляде белокурого принца улыбка.",
      "effect": "Увеличивает прочность щита всех членов отряда на 35% в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу.",
      "character": {
        "id": "albedo",
        "name": "Альбедо"
      }
    }
  }
}
