{
  "_id": 3508,
  "id": "surf_turf_and_perch",
  "name": "Горы, море, небо",
  "description": "Большая тарелка с мясом и овощами. Все ингредиенты, добытые в море, на суше и в воздухе, поджариваются и смешиваются вместе. Каждый гость может легко найти в этом блюде то, что нравится ему, поэтому оно непременно должно быть на любом большом празднике в Натлане.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Злакофрукт",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108761,
      "name": "Странные «Горы, море, небо»",
      "description": "Большое блюдо с мясом и овощами. Сначала вы кусаете полусырое мясо на шампуре, затем кусок подгоревшей рыбы. Контраст настолько резкий, что вы уже не решаетесь на третий кусочек...",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108762,
      "name": "Горы, море, небо",
      "description": "Большая тарелка с мясом и овощами. Все ингредиенты, добытые в море, на суше и в воздухе, поджариваются и смешиваются вместе. Каждый гость может легко найти в этом блюде то, что нравится ему, поэтому оно непременно должно быть на любом большом празднике в Натлане.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108763,
      "name": "Вкусные «Горы, море, небо»",
      "description": "Большое блюдо с мясом и овощами. Толстые сочные куски мяса, пропитанные специями, прекрасно сочетаются с хрустом фруктов и овощей. Это не только вызывает бурю вкусовых ощущений, но и надолго оставляет чувство сытости. Неудивительно, что у этого блюда так много поклонников.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108777,
      "id": "moment_of_respite",
      "name": "Короткая передышка",
      "description": "Особое блюдо Часки. Блюдо наполнено множеством ингредиентов, а перед его ароматом трудно устоять. Даже в разгаре спора вы почувствуете, как гнев сменяется голодом, стоит лишь почувствовать аромат этого блюда. Подождите-ка, те заврианы... Почему они вдруг тоже смотрят сюда?",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% в течение 1800 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "chasca",
        "name": "Часка"
      }
    }
  }
}