{
  "_id": 3303,
  "id": "tahchin",
  "name": "Тахчин",
  "description": "Большая порция классического тахчина. Замаринуйте мясо в йогурте, затем смешайте с варёным рисом и запекайте до хрустящей корочки. Перед подачей на стол не забудьте украсить блюдо горстью лепестков орхидеи падисара. Мясо и рис отлично утоляют голод, поэтому тахчин и пользуется такой популярностью на Большом базаре.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Рис",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Падисара",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Странный тахчин",
      "description": "Большая порция классического тахчина. Сверху блюдо покрыто неприятной коричневой коркой, а пересушенный рис так и хрустит на зубах. Если зубы вам ещё дороги, не советуем есть верхний слой этого тахчина...",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108419,
      "name": "Тахчин",
      "description": "Большая порция классического тахчина. Замаринуйте мясо в йогурте, затем смешайте с варёным рисом и запекайте до хрустящей корочки. Перед подачей на стол не забудьте украсить блюдо горстью лепестков орхидеи падисара. Мясо и рис отлично утоляют голод, поэтому тахчин и пользуется такой популярностью на Большом базаре.",
      "effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108420,
      "name": "Вкусный тахчин",
      "description": "Большая порция классического тахчина. Вас встречает восхитительная хрустящая корочка, а под ней скрывается мягкий рис и нежное мясо, которое просто тает на языке. И в конце - тонкое послевкусие орхидеи падисара... Тарелка опустела, и вместе с ней опустело ваше сердце, вам хочется и дальше наслаждаться этим неописуемым вкусом, но желудок уже полон... Может, съесть завтра ещё одну порцию?",
      "effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек."
    },
    "special": {
      "_id": 108467,
      "id": "duel_soul",
      "name": "Душа поединка",
      "description": "Особое блюдо Сайно. Золотистые зёрна риса сложены в виде удивительного холма. Когда вы зачерпываете немного и кладёте ароматное мясо в рот, у вас возникает непреодолимое желание достать свою колоду «Священного призыва семерых» и скорее сразиться!",
      "effect": "Восстанавливает 34% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 980 HP в течение 30 сек.",
      "character": {
        "id": "cyno",
        "name": "Сайно"
      }
    }
  }
}