{
  "_id": 3214,
  "id": "taiyaki",
  "name": "Тайяки",
  "description": "Пирожное в форме рыбы. Очень популярно среди жителей Инадзумы благодаря своей хрустящей внешней оболочке и сладкой начинке. Считается, что вначале оно имело простую цилиндрическую форму, но затем было усовершенствовано до прекрасной формы рыбы.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Закатник",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 2
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108330,
      "name": "Странный тайяки",
      "description": "Пирожное в форме рыбы. Начинка слишком сладкая, а один маленький кусочек вызывает острое желание запить его. Слишком сладкий даже для самых ярых сладкоежек.",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108331,
      "name": "Тайяки",
      "description": "Пирожное в форме рыбы. Очень популярно среди жителей Инадзумы благодаря своей хрустящей внешней оболочке и сладкой начинке. Считается, что вначале оно имело простую цилиндрическую форму, но затем было усовершенствовано до прекрасной формы рыбы.",
      "effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108332,
      "name": "Вкусный тайяки",
      "description": "Пирожное в форме рыбы. Свежеприготовленное, прямо из печи, обладает бодрящим сладким ароматом. Один укус - и сладость мгновенно тает во рту. Словно бы в сумеречном пруду мелькает тёплое золотое сияние рыбьей чешуи.",
      "effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек."
    },
    "special": {
      "_id": 108668,
      "id": "fashion_show",
      "name": "«Модный показ»",
      "description": "Особое блюдо Тиори. По мановению её проворных пальцев даже обычное печенье тайяки преображается и наполняется великолепными начинками, создавая ошеломляющую усладу для ваших глаз и вкусовых рецепторов. Это блюдо без преувеличения можно назвать шедевром кулинарного искусства.",
      "effect": "Восстанавливает 34% от макс. HP выбранному персонажу, затем в течение 30 сек. каждые 5 сек. восстанавливает 980 HP.",
      "character": {
        "id": "chiori",
        "name": "Тиори"
      }
    }
  }
}
