{
  "_id": 4302,
  "id": "tandoori_roast_chicken",
  "name": "Цыплёнок в тандыре",
  "description": "Фирменное блюдо Сумеру. Технология очень проста: цыплёнка сначала маринуют с красными специями, а затем запекают до готовности в тандыре. Трудно представить, что этот сумерский деликатес появился из такой неказистой глиняной печи. Но говорят, что опытные повара Сумеру ценят свой тандыр так же высоко, как искатели приключений ценят свой меч.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 3
    },
    {
      "_id": 101213,
      "id": "rukkhashava_mushrooms",
      "name": "Грибы руккхашава",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Падисара",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Пряность",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108427,
      "name": "Странный цыплёнок в тандыре",
      "description": "Фирменное блюдо Сумеру. Цыплёнок пережарился, мясо сделалось сухим и жёстким, а специй так много, что они перебивают его естественный вкус. Даже любителю вяленого мяса придётся обильно запить такое угощение водой.",
      "effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% в течение 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108428,
      "name": "Цыплёнок в тандыре",
      "description": "Фирменное блюдо Сумеру. Технология очень проста: цыплёнка сначала маринуют с красными специями, а затем запекают до готовности в тандыре. Трудно представить, что этот сумерский деликатес появился из такой неказистой глиняной печи. Но говорят, что опытные повара Сумеру ценят свой тандыр так же высоко, как искатели приключений ценят свой меч.",
      "effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% в течение 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108429,
      "name": "Вкусный цыплёнок в тандыре",
      "description": "Фирменное блюдо Сумеру. Под язычками пламени сочное куриное мясо покрылось хрустящей корочкой. Стоит только попробовать, и вас захватит целый калейдоскоп вкусов. Нежное мясо, облачённое в шлейф из пряностей, танцует у вас на языке обворожительный танец Сумеру. Вы как будто побывали на праздничном банкете...",
      "effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% в течение 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
