{
  "id": "tianshu_meat",
  "name": "Мясо «Тяньшу»",
  "description": "Тушёное мясо. Кусочки идеальной толщины приготовлены со специями на медленном огне. Все ингредиенты сияют маслянистым блеском. Говорят, это блюдо после долгих поисков изобрёл один из прошлых носителей титула Опора Небес группировки Цисин.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "id": "sugar",
      "name": "Сахар",
      "amount": 2
    },
    {
      "id": "qingxin",
      "name": "Цветок цинсинь",
      "amount": 1
    },
    {
      "id": "matsutake",
      "name": "Мацутакэ",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странное мясо «Тяньшу»",
      "description": "Тушёное мясо. Долгая готовка на медленном огне сделала мясо слишком мягким, количество жира же вызывает смятение. Проглотить это можно только пока оно завёрнуто в лепестки цветка цинсинь.",
      "effect": "Увеличивает физ. урон всех членов отряда на 25% и шанс крит. попадания на 6%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "name": "Мясо «Тяньшу»",
      "description": "Тушёное мясо. Кусочки идеальной толщины приготовлены со специями на медленном огне. Все ингредиенты сияют маслянистым блеском. Говорят, это блюдо после долгих поисков изобрёл один из прошлых носителей титула Опора Небес группировки Цисин.",
      "effect": "Увеличивает физ. урон всех членов отряда на 35% и шанс крит. попадания на 8%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "name": "Вкусное мясо «Тяньшу»",
      "description": "Тушёное мясо. Оно обладает насыщенным ароматом, мягким вкусом и представляет собой прекрасный образец тех блюд, что готовили много лет назад. Оно прекрасно подойдёт к банкетному столу в павильоне Лунного моря.",
      "effect": "Увеличивает физ. урон всех членов отряда на 45% и шанс крит. попадания на 10%. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
