{
  "_id": 3602,
  "id": "todays_boon",
  "name": "«Хлеб наш насущный»",
  "description": "Вегетарианский салат. Самые свежие фрукты и овощи тщательно отобраны и подаются вместе с ржаным хлебом и заправкой. Это вкусное и сытное блюдо, которое ежедневно на столах у благочестивых Детей Морозной Луны.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Летника",
      "amount": 3
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Ягоды лакка",
      "amount": 2
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Ночноцвет",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Гриб",
      "amount": 1
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "_id": 108858,
      "name": "Странный «Хлеб наш насущный»",
      "description": "Вегетарианский салат. По какой-то причине во вкусе ощущается землянистая, почти как у сырой травы, нота. Будто ешь не промытые растения. Возможно, блюдо больше придётся по вкусу хладнорогому оленю...",
      "effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек."
    },
    "normal": {
      "_id": 108859,
      "name": "«Хлеб наш насущный»",
      "description": "Вегетарианский салат. Самые свежие фрукты и овощи тщательно отобраны и подаются вместе с ржаным хлебом и заправкой. Это вкусное и сытное блюдо, которое ежедневно на столах у благочестивых Детей Морозной Луны.",
      "effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек."
    },
    "delicious": {
      "_id": 108860,
      "name": "Вкусный «Хлеб наш насущный»",
      "description": "Вегетарианский салат. Яркое сочетание овощей дополняется сладостью сочных ягод и искусным украшением из лепестков, - и во рту всеми красками играет настоящий праздник вкуса.",
      "effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек."
    },
    "special": {
      "_id": 108892,
      "id": "whisper_in_the_woods",
      "name": "Шёпот в лесу",
      "description": "Особое блюдо Лаумы. Каждый ингредиент раскрывается на языке, увлекая вкусовые рецепторы в вихрь танца. Эта свежесть поистине не имеет себе равных. Словно слышится пение птиц на заре, и чудится нежный перезвон росинок, искрящихся под лучами утреннего солнца... Неужто это благословение Владычицы Леса?",
      "effect": "Восстанавливает 34% от макс. HP выбранному персонажу, затем в течение 30 сек. каждые 5 сек. восстанавливает 980 HP.",
      "character": {
        "id": "lauma",
        "name": "Лаума"
      }
    }
  }
}