{
  "_id": 3412,
  "id": "tomates_narbonnaises",
  "name": "Фаршированные помидоры по-набонэски",
  "description": "Блюдо из мяса и овощей. Берут круглые помидоры, проделывают в них отверстие, ровно заполняют рубленым мясом и жарят до готовности. Это кисло-сладкое нежное блюдо - постоянный гость на столе в Фонтейне.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Помидор",
      "amount": 3
    },
    {
      "_id": 110010,
      "id": "bacon",
      "name": "Бекон",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Лук",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108588,
      "name": "Странные фаршированные помидоры по-набонэски",
      "description": "Блюдо из мяса и овощей. Неровные бледные помидоры словно плачут, широко открыв рты. Но хуже то, что фарш внутри буквально напоминает опилки. Как быть с четырьмя такими тарелками с помидорами?",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108589,
      "name": "Фаршированные помидоры по-набонэски",
      "description": "Блюдо из мяса и овощей. Берут круглые помидоры, проделывают в них отверстие, ровно заполняют рубленым мясом и жарят до готовности. Это кисло-сладкое нежное блюдо - постоянный гость на столе в Фонтейне.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108590,
      "name": "Вкусные фаршированные помидоры по-набонэски",
      "description": "Блюдо из мяса и овощей. Сочные аппетитные помидоры с сытной мякотью обладают подвижным, чарующим ароматом, который взрывается великолепным вкусом после одного укуса. После этого любое уныние развеется от восхитительного удовольствия на кончике языка.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
