{
  "_id": 3203,
  "id": "triflavored_skewer",
  "name": "Тройные шашлычки",
  "description": "Ингредиенты, нанизанные на деревянный шампур. На вкус легко определить, что это блюдо готовили тремя разными способами, в чём и заключается секрет его популярности. Если вы затрудняетесь в выборе закуски к вину, закажите тройные шашлычки - не прогадаете.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Яйцо",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Львиный зев",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108273,
      "name": "Странные тройные шашлычки",
      "description": "Ингредиенты, нанизанные на деревянный шампур. Обуглившаяся бамбуковая палочка и бесцветные ингредиенты источают такой запах, о каком лучше не говорить. Где-нибудь в глуши он вполне мог бы привлечь хиличурлов...",
      "effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108274,
      "name": "Тройные шашлычки",
      "description": "Ингредиенты, нанизанные на деревянный шампур. На вкус легко определить, что это блюдо готовили тремя разными способами, в чём и заключается секрет его популярности. Если вы затрудняетесь в выборе закуски к вину, закажите тройные шашлычки - не прогадаете.",
      "effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108275,
      "name": "Вкусные тройные шашлычки",
      "description": "Ингредиенты, нанизанные на деревянный шампур. Идеальный жар вызволил шипящие капли масел. Разнообразные специи подчёркивают вкус ингредиентов. Будь их меньше, было бы пресно; больше - слишком пряно. Этот совершенный баланс раскрывает изобретательность повара.",
      "effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}