{
  "_id": 3107,
  "id": "triplelayered_consomm",
  "name": "Суп «Три вкуса»",
  "description": "Аккуратно сервированное блюдо. Ветчина, мясо птицы и побеги бамбука нарезаны одинаково тонко, прожарены на большом огне, выложены в суповую тарелку и залиты бульоном. Вкус каждого ингредиента чувствуется отдельно, и само блюдо солёное, но свежее.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110005,
      "id": "ham",
      "name": "Ветчина",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Побеги бамбука",
      "amount": 1
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Гриб",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108155,
      "name": "Странный суп «Три вкуса»",
      "description": "Аккуратно сервированное блюдо. Кажется аппетитным, но, если попробовать, то оно окажется пресным, как вода. Возможно, бульон слишком сильно разбавлен?",
      "effect": "Увеличивает прочность щита всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108156,
      "name": "Суп «Три вкуса»",
      "description": "Аккуратно сервированное блюдо. Ветчина, мясо птицы и побеги бамбука нарезаны одинаково тонко, прожарены на большом огне, выложены в суповую тарелку и залиты бульоном. Вкус каждого ингредиента чувствуется отдельно, и само блюдо солёное, но свежее.",
      "effect": "Увеличивает прочность щита всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108157,
      "name": "Вкусный суп «Три вкуса»",
      "description": "Аккуратно сервированное блюдо. Одинаково нарезанные ингредиенты выдают работу мастера кухонного ножа. Хотя это всего лишь блюдо, оно больше похоже на произведение искусства. Решившийся отведать его испытает восторг от прекрасного свежего вкуса и печаль - было бы преступлением рассматривать это яство только как художественный шедевр.",
      "effect": "Увеличивает прочность щита всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
