{
  "id": "vegetarian_abalone",
  "name": "Вегетарианские мидии",
  "description": "Овощное блюдо с насыщенным вкусом. Гриб мацутакэ нарезан тонкими ломтиками, обжарен до золотистого цвета и полит соусом. Мякоть мацутакэ плотная и по вкусу так сильно напоминает мидии, что эти два блюда можно спутать.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "matsutake",
      "name": "Мацутакэ",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Львиный зев",
      "amount": 2
    }
  ],
  "dish_type": "Восстанавливающее блюдо",
  "results": {
    "suspicious": {
      "name": "Странные вегетарианские мидии",
      "description": "Овощное блюдо с насыщенным вкусом. Слишком густой соус прекрасно маскирует свежесть ингредиентов, а попав в желудок долго вызывает сухость во рту. Сколько воды ни пей - не помогает.",
      "effect": "Воскрешает персонажа и восстанавливает ему 250 HP."
    },
    "normal": {
      "name": "Вегетарианские мидии",
      "description": "Овощное блюдо с насыщенным вкусом. Гриб мацутакэ нарезан тонкими ломтиками, обжарен до золотистого цвета и полит соусом. Мякоть мацутакэ плотная и по вкусу так сильно напоминает мидии, что эти два блюда можно спутать.",
      "effect": "Воскрешает персонажа и восстанавливает ему 400 HP."
    },
    "delicious": {
      "name": "Вкусные вегетарианские мидии",
      "description": "Овощное блюдо с насыщенным вкусом. Великолепный соус поднимает грибы мацутакэ до заоблачных вершин кулинарии. Нежные, как морской гребешок, изысканные, словно мидии - сложно понять, что же вы едите. Откройте гостям истинную природу блюда только после дегустации, и их наполненные удивлением и восхищением взгляды станут вашей наградой.",
      "effect": "Воскрешает персонажа и восстанавливает ему 550 HP."
    },
    "special": {
      "name": "«Призрачный марш»",
      "description": "Особое блюдо Ху Тао. Круглолицые призраки, сваленные в кучу, довольно забавны и милы, но если любопытство вас пересилит, и вы всё-таки попробуете одного из них, то вы будете долго жалеть... Ведь внутри вас ждёт головокружительное, вкусопомрачающее... «понятия не имею, что это такое!!!»",
      "effect": "Воскрешает персонажа и восстанавливает ему 15% от макс. HP + 550 HP.",
      "character": {
        "id": "hu_tao",
        "name": "Ху Тао"
      }
    }
  }
}
