{
  "_id": 4401,
  "id": "vessie_chicken",
  "name": "Цыплёнок в пузыре",
  "description": "Традиционное фонтейнское блюдо. В Фонтейне под словом «пузырь» подразумевают «мочевой пузырь». Название говорит само за себя. Для приготовления этого блюда цыплёнка маринуют и вкладывают внутрь мочевого пузыря лесного кабана, а затем варят в бульоне, пока пузырь не раздуется и не станет похожим на сердитого призрака. Обычно мясо цыплёнка подают, предварительно вынув его из пузыря.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Мясо птицы",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Маркот",
      "amount": 3
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Забродивший сок",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "_id": 108542,
      "name": "Странный цыплёнок в пузыре",
      "description": "Традиционное фонтейнское блюдо. После кропотливого процесса запихивания курицы в мочевой пузырь лесного кабана, вы с нетерпением пробуете готовое блюдо... Фу, что за странный привкус? Вы начинаете сомневаться, кого вы едите - кабана или курицу.",
      "effect": "Увеличивает физ. урон всех членов отряда на 25% и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108543,
      "name": "Цыплёнок в пузыре",
      "description": "Традиционное фонтейнское блюдо. В Фонтейне под словом «пузырь» подразумевают «мочевой пузырь». Название говорит само за себя. Для приготовления этого блюда цыплёнка маринуют и вкладывают внутрь мочевого пузыря лесного кабана, а затем варят в бульоне, пока пузырь не раздуется и не станет похожим на сердитого призрака. Обычно мясо цыплёнка подают, предварительно вынув его из пузыря.",
      "effect": "Увеличивает физ. урон всех членов отряда на 35% и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108544,
      "name": "Вкусный цыплёнок в пузыре",
      "description": "Традиционное фонтейнское блюдо. Вкуснейший сок, заключённый в мясе, придаёт ему богатый и многослойный аромат. Это блюдо считается одним из самых востребованных среди гурманов. Наевшись до отвала, невозможно удержаться и не облизать губы, смакуя тягучий аромат. Это изысканное блюдо, без сомнения, является жемчужиной кухни Фонтейна.",
      "effect": "Увеличивает физ. урон всех членов отряда на 45% и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}