{
  "_id": 2206,
  "id": "wakatakeni",
  "name": "Вакатакэни",
  "description": "Изящное вегетарианское блюдо. Сначала налейте в кастрюлю бульон, затем добавьте побеги бамбука и морские водоросли. В результате получится лёгкое утончённое блюдо. Идеально подходит как в качестве закуски, так и в качестве дополнения к основному блюду.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Побеги бамбука",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Морская водоросль",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108345,
      "name": "Странный вакатакэни",
      "description": "Изящное вегетарианское блюдо. Чтобы проглотить водоросли, их нужно долго жевать, а побеги бамбука настолько твёрдые, что кажется, будто о них можно сломать зубы. На это блюдо лучше смотреть, чем есть.",
      "effect": "Увеличивает защиту всех членов отряда на 88 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "normal": {
      "_id": 108346,
      "name": "Вакатакэни",
      "description": "Изящное вегетарианское блюдо. Сначала налейте в кастрюлю бульон, затем добавьте побеги бамбука и морские водоросли. В результате получится лёгкое утончённое блюдо. Идеально подходит как в качестве закуски, так и в качестве дополнения к основному блюду.",
      "effect": "Увеличивает защиту всех членов отряда на 107 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    },
    "delicious": {
      "_id": 108347,
      "name": "Вкусный вакатакэни",
      "description": "Изящное вегетарианское блюдо. Нежная текстура молодых морских водорослей и свежесть хрустящих побегов горного бамбука соединяются в бульоне, создавая мягкий, лёгкий вкус. Когда вы пробуете его, то чувствуете предвкушение чуда четырёх времен года и возрождения всего живого.",
      "effect": "Увеличивает защиту всех членов отряда на 126 ед. в течение 300 сек. В совместном режиме этот эффект применяется только к вашему персонажу."
    }
  }
}
