{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Шокоатль",
  "description": "Напиток из какауатля, произрастающего в Натлане. В самом начале его готовили, измельчая какауатль и смешивая с различными специями. Отсюда и появилось название «горькая вода». Со временем в него стали добавлять сахар, и теперь это ароматный, сладкий и популярный напиток, но прежнее название сохранилось.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Какауатль",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Мята",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Молоко",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Странный шокоатль",
      "description": "Напиток Натлана, приготовленный из какауатля. Если бы вы попробовали его впервые, то ожидали бы сладкий или горький вкус, но никак не резкую кислинку, которая тут же щекочет язык... Может, кто-то перепутал ингредиенты?",
      "effect": "Увеличивает защиту всех членов отряда на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108758,
      "name": "Шокоатль",
      "description": "Напиток из какауатля, произрастающего в Натлане. В самом начале его готовили, измельчая какауатль и смешивая с различными специями. Отсюда и появилось название «горькая вода». Со временем в него стали добавлять сахар, и теперь это ароматный, сладкий и популярный напиток, но прежнее название сохранилось.",
      "effect": "Увеличивает защиту всех членов отряда на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108759,
      "name": "Вкусный шокоатль",
      "description": "Напиток Натлана, приготовленный из какауатля. Богатый и насыщенный аромат какауатля смешан с нежной кремовой ноткой, мягко окутывает ваш язык, словно шёлк, оставляя едва уловимую сладость, способную растопить ваше сердце.",
      "effect": "Увеличивает защиту всех членов отряда на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "_id": 108821,
      "id": "emotional_support",
      "name": "«Эмоциональная поддержка»",
      "description": "Особое блюдо Ифы. «Угощайся, кент». Вы слышите голос человека, а затем завриана: Ифа ставит перед вами тарелку ароматного печенья, а Какуку, изо всех сил махая крыльями, приносит чашку густого шокоатля. Воздух наполняется ароматами, а ваша необъяснимая тревога растворяется... Как же здорово, кент!",
      "effect": "Увеличивает защиту всех членов отряда на 282 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "ifa",
        "name": "Ифа"
      }
    }
  }
}