{
  "_id": 3101,
  "id": "zhongyuan_chop_suey",
  "name": "Требуха «Чжун Юань»",
  "description": "Шашлычки из не очень приятных ингредиентов. Куски мяса и рыбы настолько мелко порублены и так щедро приправлены ароматными специями, что сложно сказать, из чего это блюдо приготовлено. На местном языке название блюда звучит весьма двусмысленно.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Сырое мясо",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Рыба",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Соль",
      "amount": 2
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "_id": 108071,
      "name": "Странная требуха «Чжун Юань»",
      "description": "Это блюдо должно быть вкусным, но почему-то оно таковым не является. Даже самые дешёвые лавки общественного питания не возьмутся продавать такое.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "_id": 108072,
      "name": "Требуха «Чжун Юань»",
      "description": "Шашлычки из не очень приятных ингредиентов. Куски мяса и рыбы настолько мелко порублены и так щедро приправлены ароматными специями, что сложно сказать, из чего это блюдо приготовлено. На местном языке название блюда звучит весьма двусмысленно.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "_id": 108073,
      "name": "Вкусная требуха «Чжун Юань»",
      "description": "Шашлычки из не очень приятных ингредиентов. «Аутентичный» вкус Ли Юэ делает это блюдо популярным среди людей «золотого поколения», они даже могут пустить слезу.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  }
}
