{
  "_id": 215044,
  "id": "a_day_carved_from_rising_winds",
  "name": "Tag des aufkommenden Windes",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Erhöht den ANG um 18 %.",
  "four_pc": "Verleiht nach Treffen von Gegnern mit einem Standardangriff, heftigen Schlag, einer Elementarfähigkeit oder Spezialfähigkeit 6 s lang „Segen des Windes und des Hirtengesangs“: Erhöht den ANG um 25 %. Verbessert, wenn der Träger „Aufgabe der Hexe“ bereits abgeschlossen hat, „Segen des Windes und des Hirtengesangs“ zu „Willen des Windes und des Hirtengesangs“ und erhöht zusätzlich die KT des Trägers, der die Prüfung bestanden hat, um 20 %. Diese Effekte können auch ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet.",
  "goblet": {
    "_id": 44412,
    "id": "heldeneposs_unspoken_tale",
    "name": "Unausgesprochene Bankettgespräche",
    "description": "Ein uralter blaugrauer Weinkelch, der angeblich einst einem namenlosen Barden aus längst vergangenen Zeiten gehörte."
  },
  "plume": {
    "_id": 44422,
    "id": "dawns_brilliant_oath",
    "name": "Eid des Morgenlichts",
    "description": "Eine blaugraue Feder, so rein wie das Morgenlicht. Sie soll einst einem Wächter gehört haben, der seinen Namen aufgegeben hat."
  },
  "circlet": {
    "_id": 44432,
    "id": "minnesang_of_love_and_lament",
    "name": "Ballade von Liebe und Klage",
    "description": "Ein edler Haarschmuck, besetzt mit Jade und graublauem Kristall. Es heißt, dass er in ferner Vergangenheit ein Andenken des Herrschers der Stürme an seinen geliebten Anhänger war."
  },
  "flower": {
    "_id": 44442,
    "id": "windborne_flowers_spruchdichtung",
    "name": "Spruchdichtung der Windblume",
    "description": "Eine ewig blühende graublaue Kristallblume, von der es heißt, sie habe einst einem wandernden Mädchen gehört, das Wind und Blüten herbeirufen konnte."
  },
  "sands": {
    "_id": 44452,
    "id": "a_note_in_springs_leich",
    "name": "Note im Frühlingslied",
    "description": "Eine Sanduhr mit graublauem Sand, deren Inhalt sich aus irgendeinem Grund einfach nicht bewegen will, egal wie man sie auf den Kopf stellt."
  }
}