{
  "_id": 215040,
  "id": "finale_of_the_deep_galleries",
  "name": "Finale der tiefen Korridore",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Erhöht den Kryo-Schaden um 15 %.",
  "four_pc": "Erhöht den mit Standardangriffen verursachten Schaden um 60 % und den mit Spezialfähigkeiten verursachten Schaden um 60 %, wenn die Elementarenergie des Trägers 0 Punkte beträgt. Macht den Schadenbonus für Spezialfähigkeiten 6 s lang unwirksam, wenn der Träger mit seinem Standardangriff Schaden verursacht. Macht den Schadensbonus für Standardangriffe 6 s lang unwirksam, wenn der Träger mit seiner Spezialfähigkeit Schaden verursacht. Kann auch ausgelöst werden, wenn sich die Figur inaktiv in der Truppe befindet.",
  "goblet": {
    "_id": 40412,
    "id": "deep_gallerys_bestowed_banquet",
    "name": "Ehrenbankett der tiefen Korridore",
    "description": "Dieser aus Jade aus dem Norden gefertigte Kelch war angeblich einst ein heiliges Gefäß, in dem eine uralte Zivilisation dem hohen Himmel ihre Opfergaben darbrachte."
  },
  "plume": {
    "_id": 40422,
    "id": "deep_gallerys_distant_pact",
    "name": "Ferner Pakt der tiefen Korridore",
    "description": "Dieser aus Jade aus dem Norden gefertigte Federschmuck strahlt einen geheimnisvollen Schimmer aus, als käme er aus einer anderen Welt."
  },
  "circlet": {
    "_id": 40432,
    "id": "deep_gallerys_lost_crown",
    "name": "Verlorene Krone der tiefen Korridore",
    "description": "Wie der Geist ihres ehemaligen Besitzers ist diese Maske von derselben „Besessenheit“ durchdrungen. Die Jade, die sie schmückt, stammt wohl aus einer noch älteren Zeit."
  },
  "flower": {
    "_id": 40442,
    "id": "deep_gallerys_echoing_song",
    "name": "Hallendes Lied der tiefen Korridore",
    "description": "Diese aus Jade aus dem Norden gefertigte Eisblume hatte einst Blütenblätter, die jedoch im Laufe der Jahre zu Staub zerfielen."
  },
  "sands": {
    "_id": 40452,
    "id": "deep_gallerys_moment_of_oblivion",
    "name": "Stunde des Untergangs der tiefen Korridore",
    "description": "Diese aus Jade aus dem Norden gefertigte Taschenuhr ist für alle Zeit im Moment der Auslöschung stehen geblieben."
  }
}