{
  "_id": 215021,
  "id": "husk_of_opulent_dreams",
  "name": "Schale der üppigen Träume",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Erhöht die VTD um 30 %.",
  "four_pc": "Die mit diesem Artefaktset ausgerüsteten Figuren erhalten unter den folgenden Umständen den Effekt „Neugier“: Aktuelle Figuren erhalten mit 0,3 s Abklingzeit eine Stapelung beim Treffen von Gegnern mit Geo-Angriffen, während die inaktiven Figuren in der Truppe alle 3 s eine Stapelung erhalten. 4-fach stapelbar. Jede Stapelung verleiht einen VTD-Bonus von 6 % und einen Geo-Schadens-Bonus von 6 %. Wenn kein neuer Effekt der „Neugier“ hinzukommt, erlischt alle 6 s eine Stapelung dieses Effekts.",
  "goblet": {
    "_id": 95412,
    "id": "calabash_of_awakening",
    "name": "Kalebasse des Erwachens",
    "description": "Eine schwarz gestrichene und mit Pudergold dekorierte Kalebasse, deren ursprüngliche Farben jedoch nicht mehr erkennbar sind. Sie sollte eigentlich zu den Requisiten eines gewissen Theaterstücks gehören."
  },
  "plume": {
    "_id": 95422,
    "id": "plume_of_luxury",
    "name": "Feder der Opulenz",
    "description": "Ein pfeilfederförmiger Beweis, der aus dem Haus der Eremiten mitgenommen wurde. Aus Mitleid seines Schöpfers wurde er früher in dem Haus neben den Körper einer gewissen Person, die in einen langen und tiefen Schlaf versunken ist, gelegt."
  },
  "circlet": {
    "_id": 95432,
    "id": "skeletal_hat",
    "name": "Hut des Vagabunden",
    "description": "Ein Hut, den Vagabunden gern tragen, um sich vor dem grellen Sonnenlicht oder dem eisigen Regen zu schützen. Später jedoch wurde dieser Hut zu einem bequemen Objekt, womit man sein Gesicht bedecken kann, um seine wahre Miene zu verschleiern."
  },
  "flower": {
    "_id": 95442,
    "id": "bloom_times",
    "name": "Blüte der Glorie",
    "description": "Ein kleines Stück Goldschmuck in Form einer sechsblättrigen Blüte, die nie verwelken wird und den flüchtig, vergänglichen Glanz und die Glorie der Welt der Sterblichen bezeugt."
  },
  "sands": {
    "_id": 95452,
    "id": "song_of_life",
    "name": "Lied der Vergänglichkeit",
    "description": "Für Leute von Inazuma ist dies nichts mehr als ein kleines Objekt von hinter den Meeren. Sein mechanischer Kern wurde demontiert, weshalb der Zeiger darauf schon längst aufgehört hat, sich zu drehen."
  }
}
