{
  "_id": 215034,
  "id": "nighttime_whispers_in_the_echoing_woods",
  "name": "Nächtliches Geflüster in den widerhallenden Wäldern",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Erhöht den ANG um 18 %.",
  "four_pc": "Erhöht den Geo-SCH-Bonus 10 s lang um 20 %, nachdem eine Elementarfähigkeit eingesetzt wurde. Erhöht diesen Effekt zusätzlich um 150 %, wenn die Figur von einem Kristallschild, der durch die Reaktion „Kristallisation“ entsteht, geschützt wird, oder sich in der Nähe ein durch die Reaktion „Mond-Kristallisation“ hervorgerufener Mondkäfig befindet – diese weitere Verstärkung wird 1 s nach der Nichterfüllung dieser Bedingungen entfernt.",
  "goblet": {
    "_id": 34412,
    "id": "magnanimous_ink_bottle",
    "name": "Großzügiges Tintenfass",
    "description": "Das Tintenfass, auf das sich die Hexe in der Geschichte verlässt. Es hat eine Magie, die nicht geringer ist als die des Federkiels."
  },
  "plume": {
    "_id": 34422,
    "id": "honest_quill",
    "name": "Ehrlicher Federkiel",
    "description": "Der Federkiel, den die Hexe in der Geschichte benutzt. Die reibungslose Führung ist der am wenigsten bemerkenswerte aller seiner Vorteile."
  },
  "circlet": {
    "_id": 34432,
    "id": "compassionate_ladies_hat",
    "name": "Mitfühlender Damenhut",
    "description": "Der Damenhut, den die Hexe in der Geschichte trägt. Sie liebt vor allem sein elegantes und zugleich erfrischendes Aussehen."
  },
  "flower": {
    "_id": 34442,
    "id": "selfless_floral_accessory",
    "name": "Selbstloser Blumenschmuck",
    "description": "Die Brosche, die die Hexe in der Geschichte trägt. Wie die anderen Dekorationen, die sie liebt, hat sie die Form eines Schmetterlings als Verzierung."
  },
  "sands": {
    "_id": 34452,
    "id": "faithful_hourglass",
    "name": "Treue Sanduhr",
    "description": "Die Sanduhr, auf die die Hexe in der Geschichte angewiesen ist. Es heißt, dass die Zeit besonders schnell vergeht, wenn man ihr den falschen Zauberspruch aufsagt."
  }
}