{
  "_id": 215037,
  "id": "scroll_of_the_hero_of_cinder_city",
  "name": "Schriftrolle des Recken der aschenen Stadt",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Stellt dem Träger beim Auslösen von „Nachtseelenaufbruch“ durch ein Truppenmitglied in der Nähe 6 Punkte Elementarenergie wieder her.",
  "four_pc": "Erhöht, nachdem der Träger eine Elementarreaktion, die mit seinem Elementartyp zusammenhängt, ausgelöst hat, den Elementar-SCH-Bonus der mit dieser Elementarreaktion zusammenhängenden Elemente aller Truppenmitglieder in der Nähe 15 s lang um 12 %. Erhöht, wenn der Träger beim Auslösen dieses Effekts im Zustand „Nachtseelensegen“ ist, den Elementar-SCH-Bonus der mit dieser Elementarreaktion zusammenhängenden Elemente aller Truppenmitglieder in der Nähe 20 s lang zusätzlich um 28 %. Dieser Effekt kann auch ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Die SCH-Bonus-Effekte mehrerer gleicher Artefaktsets sind nicht stapelbar.",
  "goblet": {
    "_id": 37412,
    "id": "wandering_scholars_claw_cup",
    "name": "Klauenkelch des reisenden Gelehrten",
    "description": "Ein seltsamer Weinkelch in Form einer Drachenklaue. Sein Hersteller muss besondere Überlegungen angestellt haben, um ihn so zu gestalten."
  },
  "plume": {
    "_id": 37422,
    "id": "mountain_rangers_marker",
    "name": "Bake des Bergsteigers",
    "description": "Eine Bake, die von Bergsteigern zur Markierung von Pfaden verwendet wird. Sie hat die Form einer Vogelfeder, wodurch sie am Straßenrand auffällt."
  },
  "circlet": {
    "_id": 37432,
    "id": "demonwarriors_feather_mask",
    "name": "Federmaske des Zauberkämpfers",
    "description": "Eine Federmaske, die das Aussehen von wilden Raubtieren in der Luft hat. Um sie ranken sich viele Legenden."
  },
  "flower": {
    "_id": 37442,
    "id": "beast_tamers_talisman",
    "name": "Talisman des Zähmers",
    "description": "Eine aus Feuersteinen und Drachenkristallen gefertigte Blume, die anzeigt, dass der Träger zum Zähmer qualifiziert ist."
  },
  "sands": {
    "_id": 37452,
    "id": "mystics_gold_dial",
    "name": "Goldscheibe der Okkultistin",
    "description": "Eine goldene Scheibe in Form einer Sonne, verziert mit einem Drachenmuster, das den Kreislauf von Leben und Tod symbolisiert."
  }
}
