{
  "_id": 215042,
  "id": "silken_moons_serenade",
  "name": "Serenade des seidenen Mondes",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Erhöht die Aufladerate um 20 %.",
  "four_pc": "Verleiht beim Verursachen von Elementar-Schaden 8 s lang den Effekt „Helles Mondlicht – Hohe Überzeugung“: Erhöht, wenn das Mondomen der Truppe „Anfänglicher Glanz“ / „Reifer Glanz“ ist, die Elementarkunde aller Figuren in der Truppe um 60/120 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Erhöht für jeden unterschiedlichen Effekt des „Hellen Mondlichts“ der Truppenmitglieder den Schaden der von allen Truppenmitgliedern ausgelösten Mondleuchten-Reaktionen um 10 %. Der durch „Helles Mondlicht“ ausgelöste Effekt ist nicht stapelbar.",
  "goblet": {
    "_id": 42412,
    "id": "joyous_glory_of_the_pure",
    "name": "Freude der Reinen",
    "description": "Ein reiner, makelloser Silberbecher, der angeblich einst bei den Ritualen der Nachkommen des Frostmonds als heiliges Gefäß verwendet wurde. Heute werden solche Becher bei Ritualen nicht mehr verwendet."
  },
  "plume": {
    "_id": 42422,
    "id": "pristine_plume_of_the_blessed",
    "name": "Federchen der Gesegneten",
    "description": "Eine reine, makellose Federverzierung. Es heißt, sie sei von der ersten Mondkantorin persönlich geschmiedet worden."
  },
  "circlet": {
    "_id": 42432,
    "id": "holy_crown_of_the_believer",
    "name": "Heilige Krone der Prophetin",
    "description": "Ein reiner, makelloser Kopfschmuck, dessen Form anscheinend dem Geweih der Geistergesandten des Waldes nachempfunden ist."
  },
  "flower": {
    "_id": 42442,
    "id": "crystal_tear_of_the_wanderer",
    "name": "Kristallträne der Landstreicherin",
    "description": "Eine reine, makellose Blume. Sie soll ihre ewige Schönheit den eisigen Winden zu verdanken haben."
  },
  "sands": {
    "_id": 42452,
    "id": "frost_devotees_delirium",
    "name": "Delirium des Frostopfers",
    "description": "Eine reine, makellose Uhr, die längst zusammen mit der Besessenheit ihres ehemaligen Besitzers stehen geblieben ist."
  }
}