{
  "_id": 215036,
  "id": "unfinished_reverie",
  "name": "Unvollendete Träumerei",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "Erhöht den ANG um 18 %.",
  "four_pc": "Erhöht den verursachten Schaden um 50 %, sobald der Träger den Kampf für 3 s verlassen hat. Verringert diesen Schadensbonus im Kampf jede s um 10 %, sobald 6 s lang keine Gegner in Flammen in der Nähe sind, bis auf 0 %. Erhöht den Schadensbonus jede s um 10 %, wenn Gegner in Flammen in der Nähe sind, bis auf 50 %. Der Effekt kann auch noch ausgelöst werden, wenn der Träger inaktiv in der Truppe ist.",
  "goblet": {
    "_id": 36412,
    "id": "the_wineflask_over_which_the_plan_was_hatched",
    "name": "Weinflasche der Planung",
    "description": "Ein dreibeiniger Tonkrug, mit dem schon viele Helden am Lagerfeuer angestoßen haben, ihre kühnen Visionen und Hoffnungen verkündend."
  },
  "plume": {
    "_id": 36422,
    "id": "faded_emerald_tail",
    "name": "Verblasste Smaragdschwanzfeder",
    "description": "Ein Federschmuck von verblasster Pracht, dessen Muster, so heißt es, von einem versierten Handwerker in längst vergangenen Tagen geschaffen wurde."
  },
  "circlet": {
    "_id": 36432,
    "id": "crownless_crown",
    "name": "Kronenlose Krone",
    "description": "Eine goldene, mit Türkis und smaragdgrünen Federn verzierte Krone, die auf einem Samtkissen ruht, aber nie bei einer Krönungszeremonie verwendet wurde."
  },
  "flower": {
    "_id": 36442,
    "id": "dark_fruit_of_bright_flowers",
    "name": "Helle Blüte dunkler Früchte",
    "description": "Eine aus grauem Stein gehauene, kunstvoll mit Blattgold überzogene Blume, die der Legende nach während eines Krieges als Zeichen diente, um Freund und Feind zu unterscheiden."
  },
  "sands": {
    "_id": 36452,
    "id": "moment_of_attainment",
    "name": "Augenblick des Erfolgs",
    "description": "Ein Gnomon zur Zeitmessung aus einem alten Reich, auf dem nur bei genauem Hinsehen winzige Markierungen an einer bestimmten Stelle erkennbar sind."
  }
}
