{
  "id": "bamboo_shoot_soup",
  "name": "Sopa de Bambu",
  "description": "Um prato de sopa que foi fervida durante muito tempo. A carne e o presunto foram cortados em pedaços pequenos, e a sopa foi mantida em fogo brando até ficar esbranquiçada. As duas carnes trouxeram à tona seus sabores distintos, e a sopa é especialmente deliciosa.",
  "rarity": 3,
  "recipe": [
    {
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "id": "ham",
      "name": "Presunto",
      "amount": 2
    },
    {
      "id": "bamboo_shoot",
      "name": "Broto de Bambu",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "name": "Sopa de Bambu Estranha",
      "description": "Um prato de sopa que foi fervida durante muito tempo. O controle inexperiente do calor fez com que a carne fresca ficasse um pouco dura, e o presunto salgado cobriu o sabor esperado. Os brotos de bambu, que absorveram os sabores de ambas as carnes, são provavelmente a única parte aceitável deste prato.",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "name": "Sopa de Bambu",
      "description": "Um prato de sopa que foi fervida durante muito tempo. A carne e o presunto foram cortados em pedaços pequenos, e a sopa foi mantida em fogo brando até ficar esbranquiçada. As duas carnes trouxeram à tona seus sabores distintos, e a sopa é especialmente deliciosa.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "name": "Sopa de Bambu Deliciosa",
      "description": "Um prato de sopa que foi fervida durante muito tempo. Um simples cheiro é suficiente para aguçar muito o apetite, e os sabores concentrados enchem o seu corpo a cada colher de sopa cheinha. É quase como abrir um par de asas e caminhas sobre as nuvens.",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    },
    "special": {
      "name": "Sopa de Bambu Cozinhada Lentamente",
      "description": "O prato especial de Zhongli. O presunto é selecionado de acordo com o padrão do Pavilhão Yuehai. A carne fresca é da barriga do porco, caçado no Vale Termal, enquanto os pedaços de bambu são os mais densos tirados da Vila Qingce. É aquecido lenta e gentilmente, com o maior cuidado e técnica... Um gosto particular como este só pode ser compartilhado com aqueles que o sabem apreciar.",
      "effect": "Restaura 34% da Vida Máxima do personagem selecionado e regenera 980 de Vida a cada 5s por 30s.",
      "character": {
        "id": "zhongli",
        "name": "Zhongli"
      }
    }
  }
}
