{
  "_id": 2407,
  "id": "barbeque_ribs",
  "name": "Churrasco de Costela",
  "description": "Um prato de carne crocante. Frite levemente a superfície das costelas até começarem a exalar um aroma, então cubra o exterior crocante com molho e lentamente grelhe no calor baixo. Lidar meticulosamente com o calor garante que a crocância no exterior sairá perfeita, enquanto a carne continua suculenta e macia.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pimenta",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108576,
      "name": "Churrasco de Costela Estranho",
      "description": "Um prato com uma pele crocante. Infelizmente, assar por tempo demais deixou a pele rachada e escura, com a carne que antes era macia por dentro, agora dura, seca e sem gosto... Talvez se o nome mudasse para \"Churrasco Carbonizado\", alguém acharia mais aceitável.",
      "effect": "Restaura 20% de Vida Máxima e 900 de Vida adicional para o personagem selecionado."
    },
    "normal": {
      "_id": 108577,
      "name": "Churrasco de Costela",
      "description": "Um prato de carne crocante. Frite levemente a superfície das costelas até começarem a exalar um aroma, então cubra o exterior crocante com molho e lentamente grelhe no calor baixo. Lidar meticulosamente com o calor garante que a crocância no exterior sairá perfeita, enquanto a carne continua suculenta e macia.",
      "effect": "Restaura 22% de Vida Máxima e 1200 de Vida adicional ao personagem selecionado."
    },
    "delicious": {
      "_id": 108578,
      "name": "Churrasco de Costela Delicioso",
      "description": "Um prato de carne macia com uma pele crocante. Antes mesmo de ser tirada da churrasqueira, o aroma atraente de carne invade suas narinas com promessas divinas. Uma única mordida, a crocância da pele abre caminho para a carne macia e suculenta por dentro... Por isso que esse prato rouba a cena no momento em que é posto na mesa!",
      "effect": "Restaura 24% de Vida Máxima e 1500 de Vida adicional ao personagem selecionado."
    },
    "special": {
      "_id": 108604,
      "id": "secret_sauce_bbq_ribs",
      "name": "Churrasco de Costela com Molho Secreto",
      "description": "Especialidade de Wriothesley. Logo após ouvi-lo expulsar seus subordinados com o motivo \"Saiam agora, a cozinha vai explodir\", uma delícia fantástica de carne saúda seus olhos. Um molho encorpado posto sobre a pele crocante traz uma explosão dupla de sabor extraordinária, mas quando você prova, realmente parece praticamente idêntico a um condimento que se tornou muito popular recentemente...",
      "effect": "Restaura 30% de Vida para o personagem selecionado, e restaura 1750 de Vida adicional.",
      "character": {
        "id": "wriothesley",
        "name": "Wriothesley"
      }
    }
  }
}