{
  "_id": 2505,
  "id": "bbq_beef_heart_skewers",
  "name": "Espetinho de Coração Bovino",
  "description": "Churrasco comum em barracas de rua. Coração bovino marinado é colocado em espetos antes de ser assado sobre carvão, grelhando um aroma atraente e brilho cativante. Adicione um pouco de Frutogrão e batata grelhada, e você montou o eterno conjunto dourado da cena de comida de rua de Natlan!",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Batata",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Frutogrão",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108754,
      "name": "Espetinho de Coração Bovino Estranho",
      "description": "Churrasco comum em barracas de rua. O fogo queimou fora de controle, transformando o lado de fora da carne em carvão em um instante, enquanto dentro, ela ainda está quase crua. Talvez você consiga cortar as partes queimadas e colocar o resto de volta no carvão para tentar assar novamente, mas dessa vez com uma chama menor...",
      "effect": "Restaura 40 de Stamina."
    },
    "normal": {
      "_id": 108755,
      "name": "Espetinho de Coração Bovino",
      "description": "Churrasco comum em barracas de rua. Coração bovino marinado é colocado em espetos antes de ser assado sobre carvão, grelhando um aroma atraente e um brilho cativante. Adicione um pouco de Frutogrão e batata grelhada, e você montou o eterno conjunto dourado da cena de comida de rua de Natlan!",
      "effect": "Restaura 50 de Stamina."
    },
    "delicious": {
      "_id": 108756,
      "name": "Espetinho de Coração Bovino Delicioso",
      "description": "Churrasco comum em barracas de rua. As chamas crepitantes e os sons fervilhantes anunciam um banquete iminente, acendendo seu desejo por aquela primeira mordida. A firmeza dos pedaços grossos da carne e a abundância de sucos saborosos que se espalham a cada mordida se complementam perfeitamente em uma experiência culinária que pode ser chamada de se banhar na maravilha do churrasco.",
      "effect": "Restaura 60 de Stamina."
    }
  }
}
