{
  "_id": 4301,
  "id": "biryani",
  "name": "Biryani",
  "description": "Um pilaf aromático. Frite a carne de tal forma que ela fique crocante por fora e macia por dentro. Em seguida, refogue-a com temperos e arroz de grãos longos. Jogue algumas pétalas de Padisarah antes de servir. Cada chão está cheio do aroma gorduroso da carne e dos temperos. O prato tem um gosto único, apenas encontrado em Sumeru.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Tempero",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108415,
      "name": "Biryani Estranho",
      "description": "Um pilaf aromático. Os grãos de arroz foram encharcados em óleo e, portanto, se tornaram translúcidos. Tem um cheiro gorduroso e bem desagradável. Uma camada de óleo permaneceu no prato mesmo depois que você terminou a comida... É melhor ficar longe de comida gordurosa pelos próximos dias...",
      "effect": "Aumenta a DEF em 215 e o Efeito de Cura em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108416,
      "name": "Biryani",
      "description": "Um pilaf aromático. Frite a carne de tal forma que ela fique crocante por fora e macia por dentro. Em seguida, refogue-a com temperos e arroz de grãos longos. Jogue algumas pétalas de Padisarah antes de servir. Cada chão está cheio do aroma gorduroso da carne e dos temperos. O prato tem um gosto único, apenas encontrado em Sumeru.",
      "effect": "Aumenta a DEF em 261 e o Efeito de Cura em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108417,
      "name": "Biryani Delicioso",
      "description": "Um pilaf aromático. A coroa dourada de arroz de grão longo e carne adornada com pétalas de Padisarah, uma imagem que lembra um oásis estrelado. O atraente aroma das especiarias entrelaça-se harmonicamente nos grãos de arroz. Cada mordida converge cada um dos cinco sabores. Não demora muito para os clientes esvaziarem seus pratos e eles não conseguem deixar de lamber os lábios em busca do último toque de sabor.",
      "effect": "Aumenta a DEF em 308 e o Efeito de Cura em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
