{
  "_id": 3102,
  "id": "blackback_perch_stew",
  "name": "Ensopado de Poleiro com Dorso Negro",
  "description": "Um prato de peixe escalfado. Os filés de peixe frescos e saborosos são macios e suculentos. O segredo desta receita é adicionar violeta em pó ao óleo aquecido para dar ao prato um cheiro aromático. É picante, mas não tanto.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 3
    },
    {
      "_id": 100027,
      "id": "jueyun_chili",
      "name": "Pimenta de Jueyun",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Violeta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108074,
      "name": "Ensopado de Poleiro com Dorso Negro Estranho",
      "description": "Um prato de peixe escalfado. Essencialmente, perdeu todo o sabor do próprio peixe com o sabor apimentado. Apenas alguns selecionados desfrutam de uma sobrecarga sensorial em suas línguas.",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108075,
      "name": "Ensopado de Poleiro com Dorso Negro",
      "description": "Um prato de peixe escalfado. Os filés de peixe frescos e saborosos são macios e suculentos. O segredo desta receita é adicionar violeta em pó ao óleo aquecido para dar ao prato um cheiro aromático. É picante, mas não tanto.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108076,
      "name": "Ensopado de Poleiro com Dorso Negro Delicioso",
      "description": "Um prato de peixe cozido. Os filetes de peixe são tão macios e suculentos que quase parecem ganhar vida na sua boca, que você só pensa em continuar comendo.",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    },
    "special": {
      "_id": 108135,
      "id": "wanmin_restaurants_boiled_fish",
      "name": "Peixe Fervido do Restaurante de Wanmin",
      "description": "Especialidade de Xiangling. Este é o prato exclusivo do Restaurante Wanmin, combinando a paixão sincera de Xiangling pela culinária. Qualquer pessoa que goste, ganhará uma apreciação pura por comida gourmet em meio à mistura saudável e viciante de sabores.",
      "effect": "Restaura 34% da Vida Máxima do personagem selecionado e regenera 980 de Vida a cada 5s por 30s.",
      "character": {
        "id": "mavuika_trial",
        "name": "Mavuika (Teste)"
      }
    }
  }
}
