{
  "_id": 3506,
  "id": "blazed_meat_stew",
  "name": "Ensopado Flamejante",
  "description": "Um ensopado de carne picante. Carne crua é temperada com diversas especiarias, então cozida lentamente até ficar macia. No momento que você abre a tampa, um aroma quente e picante sai para te saudar. Quando você não tiver certeza do que comer em uma comemoração futura, essa é sempre uma ótima escolha!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 4
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Feijões Glabros",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108742,
      "name": "Ensopado Flamejante Estranho",
      "description": "Um ensopado de carne picante. A picância excessiva ateia fogo em sua boca... e em seu estômago também, quando você força a comida a entrar nele. Agora, se pelo menos tivesse um copão de água por perto para apagar essas chamas...",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108743,
      "name": "Ensopado Flamejante",
      "description": "Um ensopado de carne picante. Carne crua é temperada com diversas especiarias, então cozida lentamente até ficar macia. No momento que você abre a tampa, um aroma quente e picante sai para te saudar. Quando você não tiver certeza do que comer em uma comemoração futura, essa é sempre uma ótima escolha!",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108744,
      "name": "Ensopado Flamejante Delicioso",
      "description": "Um ensopado de carne picante. Todo tipo de especiarias acentua o aroma encorpado da carne. Uma picância bem-afinada desperta suas papilas gustativas adormecidas com o toque, e enquanto a carne encontra seus dentes, seus sucos deliciosos derramam, enchendo seu coração com alegria suntuosa. Nenhuma gota, você declara, será poupada. Nenhuma gota.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108745,
      "id": "saurian_hunters_reward",
      "name": "Recompensa do Caçador Sauriano",
      "description": "Especialidade de Kinich. Os grandes e saborosos pedaços de carne vêm quentes... e bem picantes. Ajaw continua resmungando ao seu lado. \"Se considere com sorte de desfrutar disso de graça! Ora, no passado, nós só nos recompensávamos assim por uma grande caçada. De fato, você deveria estar oferecendo suco de fruta delicioso para mim como agradecimento!\" Ao que Kinich afirma, \"Só coma. Ignore as bobagens dele.\"",
      "effect": "Aumenta a Taxa e Dano CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "kinich",
        "name": "Kinich"
      }
    }
  }
}