{
  "_id": 4901,
  "id": "blubbercream",
  "name": "Sorvete Rotundo",
  "description": "Sorvete azul-marinho. A melhor forma de aguentar um dia calorento é aproveitar um sorvete refrescante. Acalma o corpo e a alma, dando uma sensação parecida com a de mergulhar no oceano, permitindo que todas as preocupações se dissipem com o calor em sua boca, deixando nada além de pura felicidade.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 4
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 4
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Creme",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108684,
      "name": "Sorvete Rotundo Estranho",
      "description": "Sorvete azul-marinho. Os grandes pedaços de sal marinho atacam suas papilas, te fazendo entrar em choque... Até você conseguir juntar forças para tentar novamente, a sobremesa já era mais um milkshake do que qualquer outra coisa...",
      "effect": "Aumenta a DEF em 215 e o Efeito de Cura em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108685,
      "name": "Sorvete Rotundo",
      "description": "Sorvete azul-marinho. A melhor forma de aguentar um dia calorento é aproveitar um sorvete refrescante. Acalma o corpo e a alma, dando uma sensação parecida com a de mergulhar no oceano, permitindo que todas as preocupações se dissipem com o calor em sua boca, deixando nada além de pura felicidade.",
      "effect": "Aumenta a DEF em 261 e o Efeito de Cura em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108686,
      "name": "Sorvete Rotundo Delicioso",
      "description": "Sorvete azul-marinho. A imagem da Foquinha Rotunda fofinha impressa no copo adiciona um toque humorístico, e a fragrância de leite está entrelaçada com sabores leves e salgados. É como se os seus sentidos também tivessem sido convidados a embarcar em uma odisseia inesquecível debaixo d'água — uma que você espera que nunca termine!",
      "effect": "Aumenta a DEF em 308 e o Efeito de Cura em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
