{
  "_id": 2601,
  "id": "borderland_crispbread",
  "name": "Pão Crocante da Fronteira",
  "description": "Crepes feitos com farinha de centeio. Os padrões nos crepes são criados pressionando pedrinhas geladas neles, e dizem que o buraco no centro também é uma imitação disso. Eles praticamente não tem nenhuma umidade neles, sendo adequados para armazenamento.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110016,
      "id": "rye_flour",
      "name": "Farinha de Centeio",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 2
    },
    {
      "_id": 101259,
      "id": "icy_pebble",
      "name": "Pedra Congelante",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108864,
      "name": "Pão Crocante da Fronteira Estranho",
      "description": "Crepes feitos com centeio. Eles são secos, duros e frios, como tijolos congelados. Esses crepes são fortes suficientes para testar a resistência de dentes... Embora provavelmente não seja a melhor ideia encarar esse desafio.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 88 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108865,
      "name": "Pão Crocante da Fronteira",
      "description": "Crepes feitos com centeio. Os padrões nos crepes são criados pressionando pedrinhas geladas neles, e dizem que o buraco no centro também é uma imitação disso. Eles praticamente não tem nenhuma umidade neles, sendo adequados para armazenamento.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 107 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108866,
      "name": "Pão Crocante da Fronteira Delicioso",
      "description": "Crepes feitos com centeio. O aroma complexo do grão parece uma saudação calorosa dos campos de centeio, enquanto o sabor simples, porém satisfatório, oferece uma sensação única de conforto.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 126 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}