{
  "id": "bountiful_year",
  "name": "Abundância Anual",
  "description": "Um luxuoso e requintado peixe cru. O peixe é cortado em fatias finas e colocado em forma de flor antes que um anel de pratos laterais sejam colocados ao seu redor. Normalmente, os acompanhamentos serão misturados com o peixe cru de acordo com o gosto do consumidor antes de comido — dizem que este ato é para garantir que as coisas estarão tranquilas nos próximos dias.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "fish",
      "name": "Peixe",
      "amount": 4
    },
    {
      "id": "carrot",
      "name": "Cenoura",
      "amount": 4
    },
    {
      "id": "onion",
      "name": "Cebola",
      "amount": 2
    },
    {
      "id": "violetgrass",
      "name": "Violeta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "name": "Abundância Anual Estranha",
      "description": "Sashimi luxuoso e requintado. O peixe e os temperos misturados desigualmente estão tão bagunçados que parecem terem sido trazidos por uma onda gigante do mar, tornando o prato pouco apetitoso. No entanto, seria um desperdício desses ingredientes se você não os comesses. Que dilema...",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "name": "Abundância Anual",
      "description": "Um luxuoso e requintado peixe cru. O peixe é cortado em fatias finas e colocado em forma de flor antes que um anel de pratos laterais sejam colocados ao seu redor. Normalmente, os acompanhamentos serão misturados com o peixe cru de acordo com o gosto do consumidor antes de comido — dizem que este ato é para garantir que as coisas estarão tranquilas nos próximos dias.",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "name": "Abundância Anual Delicioso",
      "description": "Luxuoso e requintado peixe cru. O peixe cru empilhado é fatiado tão fino quanto as asas de uma cigarra, e seu sabor é tão leve quanto a névoa, suas linhas padronizadas opala-branco, como a neve beijando a terra. Mal se pode esperar para cair de boca - os macios e suaves sabores da carne e a miríades de condimentos coalescem na língua, para o deleite de todos. Verdadeiramente, esta é uma experiência de sabor insuperável!",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}
