{
  "_id": 3905,
  "id": "bubblemilk_pie",
  "name": "Torta de Leite com Pérolas de Tapioca",
  "description": "Uma sobremesa recheada inovadora. Massa folheada crocante, recheio cremoso e a sensação surpreendente de bolhas estourando em sequência... Essa maravilha pós-refeição traz satisfação a cada papila gustativa. Lembre de aproveitar enquanto ela estiver quente!",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Manteiga",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108835,
      "name": "Torta de Leite com Pérolas de Tapioca Estranha",
      "description": "Uma sobremesa recheada inovadora. As pérolas explodindo mandam ondas de dor aguda por sua língua. Se você também considerar suas cascas verdes e crocantes... Bem, então a experiência não fica tão longe da de ter Núcleos Dendro explodindo em sua boca...",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 165 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108836,
      "name": "Torta de Leite com Pérolas de Tapioca",
      "description": "Uma sobremesa recheada inovadora. Massa folheada crocante, recheio cremoso e a sensação surpreendente de pérolas estourando em sequência... Essa maravilha pós-refeição traz satisfação a cada papila gustativa. Lembre de aproveitar enquanto ela estiver quente!",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 200 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108837,
      "name": "Torta de Leite com Pérolas de Tapioca Deliciosa",
      "description": "Uma sobremesa recheada inovadora. Essa tentação doce começa com a crocância de uma massa dourada. Recheio quente cai em cascata pelo seu paladar enquanto pérolas se encontram e se detonam entre seus dentes, se mexendo ao longo de um espectro infinito de texturas... Esse é o encerramento perfeito para qualquer banquete!",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 235 por 300s. No modo multijogador, terá efeito em si mesmo."
    }
  }
}
