{
  "_id": 2409,
  "id": "bulle_sauce_duck_breast",
  "name": "Peito de Pato ao Molho Bulle",
  "description": "Um prato de carne com um aroma frutado. Após refogar o peito de pato, corte-o em fatias e coloque-o em um prato antes de despejar molho de Fruta Bulle em cima dele. Pele crocante, carne macia e suntuosa e um molho que mistura o doce e azedo se unem para criar essa iguaria clássica de Fontaine.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Fruta Bulle",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108675,
      "name": "Peito de Pato ao Molho Bulle Estranho",
      "description": "Um prato de carne aromático. O molho não consegue eliminar a gordura da carne, e por isso acaba acrescentando um sabor amargo no prato. Depois de engolir o prato de aparência refinada, todo seu apetite desaparece sem deixar nenhum sinal de vida.",
      "effect": "Restaura 40 de Stamina."
    },
    "normal": {
      "_id": 108676,
      "name": "Peito de Pato ao Molho Bulle",
      "description": "Um prato de carne com um aroma frutado. Após refogar o peito de pato, corte-o em fatias e coloque-o em um prato antes de despejar molho de Fruta Bulle em cima dele. Pele crocante, carne macia e suntuosa, e um molho que mistura o doce e ácido se unem para criar essa iguaria clássica de Fontaine.",
      "effect": "Restaura 50 de Stamina."
    },
    "delicious": {
      "_id": 108677,
      "name": "Peito de Pato ao Molho Bulle Delicioso",
      "description": "Um prato de carne com aroma frutado. A fragrância das frutas se mistura docemente com as tiras de carne de pato. Antes de engolir um pedaço, o garfo já não consegue se controlar e se estende para pegar outro, como uma pessoa ansiosa para provar essa delícia. Não se surpreende que ao longo da evolução da cultura gastronômica de Fontaine, esse prato sempre tenha um espaço central nela.",
      "effect": "Restaura 60 de Stamina."
    },
    "special": {
      "_id": 108678,
      "id": "tagged_and_bagged",
      "name": "\"Caçado e Capturado\"",
      "description": "Especialidade de Clorinde. A carne de ave utilizada como ingrediente foi recentemente caçada e levemente assada. A textura das bolinhas e o sabor refrescante deixam as dúvidas para trás, afinal, Clorinde já provou esse prato antes. Você também deve ter um estômago forte como o de um caçador, não é?",
      "effect": "Restaura 80 de Stamina.",
      "character": {
        "id": "clorinde",
        "name": "Clorinde"
      }
    }
  }
}
