{
  "_id": 3420,
  "id": "bulle_souffle",
  "name": "Suflê de Bulle",
  "description": "Um bolo muito pequeno aninhado na casca de uma Fruta Bulle. Coloque as claras de ovo batidas na casca de uma Fruta Bulle que foi raspada até ficar vazia, e asse até que o suflê tenha expandido uniformemente. A palavra \"Bulle\" não é uma parte do nome apenas porque está na lista de ingredientes, mas porque o produto finalizado permite que a língua se deleite na maciez esponjosa parecida com uma bolha.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Fruta Bulle",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108670,
      "name": "Suflê de Bulle Estranho",
      "description": "Um bolo bem pequeno aninhado na casca de uma Fruta Bulle. Você não conseguiu resistir a dar uma olhadinha enquanto assava, só para ver o suflê em crescimento entrando em colapso rapidamente... Parece que a curiosidade não mata apenas gatos, mas arruína bolos também.",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108671,
      "name": "Suflê de Bulle",
      "description": "Um bolo bem pequeno aninhado na casca de uma Fruta Bulle. Coloque as claras de ovo batidas na casca de uma Fruta Bulle que foi raspada até ficar vazia, e asse até que o suflê tenha expandido uniformemente. A palavra \"Bulle\" não é uma parte do nome apenas porque está na lista de ingredientes, mas porque o produto finalizado permite que a língua se deleite na maciez esponjosa parecida com uma bolha.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108672,
      "name": "Suflê de Bulle Delicioso",
      "description": "Um bolo bem pequeno aninhando na casca de uma Fruta Bulle. Tudo começa com aquela gloriosa e fofinha sensação na boca. Então chega o encorpado aroma que vem do ovo e o sabor frutado e fresco impregnando sua boca, como se você tivesse mergulhado de cabeça em nuvens acolchoadas, tanto que o próprio ar canta com sútil adocicado.",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    },
    "special": {
      "_id": 108673,
      "id": "wellbalanced_meal",
      "name": "Refeição Balanceada",
      "description": "Especialidade de Sigewinne. \"Coma logo, ou então o suflê vai murchar!\" O tom e o olhar sincero de produção dela fizeram você levantar os talheres, mas isso parece uma carne familiar, misturada com um certo milkshake... Parece que não há escapatória dessa vez.",
      "effect": "Restaura 34% da Vida Máxima do personagem selecionado e regenera 980 de Vida a cada 5s por 30s.",
      "character": {
        "id": "sigewinne",
        "name": "Sigewinne"
      }
    }
  }
}
