{
  "_id": 3301,
  "id": "butter_chicken",
  "name": "Frango na Manteiga",
  "description": "Um prato saboroso. Especiarias e tomates picados foram misturados com manteiga morna, e depois cozidos em um molho cremoso. Nele, foram marinados e colocados pedaços de frango frito. As pessoas de Sumeru preferem comer esse prato com arroz ou um pão achatado, o que lhes permite saborear melhor o sabor maravilhoso do prato.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Manteiga",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Tempero",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108391,
      "name": "Frango na Manteiga Estranho",
      "description": "Um prato de sabor intenso. Parece que o cozinheiro colocou demasiado tempero, e o sabor está muito forte. Se você tomar com alguns copos de água, talvez consiga engolir um pouco...",
      "effect": "Aumenta o ATQ de todos os membros da equipe em 160 por 300s. No modo multijogador, terá efeito apenas em seus próprios personagens."
    },
    "normal": {
      "_id": 108392,
      "name": "Frango na Manteiga",
      "description": "Um prato saboroso. Especiarias e tomates picados foram misturados com manteiga morna, e depois cozidos em um molho cremoso. Nele, foram marinados e colocados pedaços de frango frito. As pessoas de Sumeru preferem comer esse prato com arroz ou um pão achatado, o que lhes permite saborear melhor o sabor maravilhoso do prato.",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108393,
      "name": "Frango na Manteiga Delicioso",
      "description": "Um prato saboroso. Uma galinha suculenta e cheia de molho. Cada mordida orquestra uma \"sinfonia de sabores elementais\"... Ops, e antes mesmo de perceber, você já acabou com o prato. Molhe os pães achatados no molho — é preciso comer até a última gota!",
      "effect": "Aumenta o ATQ de todos os membros da equipe em 228 por 300s. No modo multijogador, terá efeito apenas em seus proprios personagens."
    },
    "special": {
      "_id": 108438,
      "id": "show_me_the_mora",
      "name": "Cadê a Mora?",
      "description": "Especialidade de Dori. Depois de gastar muita Mora, você finalmente tem uma chance de provar um prato feito pessoalmente pela Lorde Sangemah Bay. Galinha firme é coberta em um molho sedoso de textura lisa. O sabor desse prato desperta todos os sentidos, e alimenta o impulso de gastar outra fortuna para comer mais um!",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 274 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
      "character": {
        "id": "dori",
        "name": "Dori"
      }
    }
  }
}
