{
  "id": "calla_lily_seafood_soup",
  "name": "Sopa de Lótus de Leite e Frutos do Mar",
  "description": "Uma combinação balanceada de frutos-do-mar. A delicadeza do caranguejo e da menta proporcionam uma sopa leve e o Lótus de Leite traz um sabor refrescante.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "crab",
      "name": "Caranguejo",
      "amount": 4
    },
    {
      "id": "calla_lily",
      "name": "Lótus de Leite",
      "amount": 1
    },
    {
      "id": "mint",
      "name": "Menta",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "name": "Sopa de Frutos do Mar Esquisita",
      "description": "Uma combinação balanceada de frutos-do-mar. O amargo do Lótus de Leite, a adstringência da menta e o cheiro do caranguejo... Conseguir colocar a parte ruim de todas essas coisas também requer esforço.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 165 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "name": "Sopa de Lótus de Leite e Frutos do Mar",
      "description": "Uma combinação balanceada de frutos-do-mar. A delicadeza do caranguejo e da menta proporcionam uma sopa leve e o Lótus de Leite traz um sabor refrescante.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 200 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "name": "Sopa de Frutos do Mar Lótus de Leite Deliciosa",
      "description": "Uma combinação balanceada de frutos-do-mar. O caranguejo, a menta e o Lótus de Leite fazem a festa dentro da sua boca em um dia refrescante à beira do mar.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 235 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "special": {
      "name": "Pesca Extrema",
      "description": "Uma receita especial de Tartaglia. É uma besta presa em um mar de sangue, emite gritos de agonia que incomoda as pessoas... Mas Tartaglia sorri e fala que é apenas um peixe e alguns produtos da sua terra natal.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 282 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "tartaglia",
        "name": "Tartaglia"
      }
    }
  }
}
