{
  "_id": 3308,
  "id": "candied_ajilenakh_nut",
  "name": "Doce de Mel com Tâmaras",
  "description": "Uma sobremesa suntuosa. Primeiro, a calda é fervida até ficar transparente, então é misturada com os recheios e a pasta de gergelim de Sumeru. Então, finalmente, a calda igualmente misturada é colocada em uma forma e descansa até atingir sua forma crocante. Dizem que as terras frias de Snezhnaya possuem um prato similar, com um perfil de sabor ligeiramente diferente. Claro, ambas as regiões naturalmente acreditam que a sua versão é a melhor de Teyvat.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Tâmara",
      "amount": 4
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Amêndoa",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Manteiga",
      "amount": 2
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa de Sumeru",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108454,
      "name": "Doce de Mel com Tâmaras Estranho",
      "description": "Uma sobremesa rica. As nozes duras são como uma pedra escondida na areia, aguardando uma chance de atacarem. A doçura traz felicidade, mas a sensação dos pedaços duros nos dentes arruína ela.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 165 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108455,
      "name": "Doce de Mel com Tâmaras",
      "description": "Uma sobremesa suntuosa. Primeiro, a calda é fervida até ficar transparente, então é misturada com os recheios e a pasta de gergelim de Sumeru. Então, finalmente, a calda igualmente misturada é colocada em uma forma e descansa até atingir sua forma crocante. Dizem que as terras frias de Snezhnaya possuem um prato similar, com um perfil de sabor ligeiramente diferente. Claro, ambas as regiões naturalmente acreditam que a sua versão é a melhor de Teyvat.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 200 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108456,
      "name": "Doce de Mel com Tâmaras Delicioso",
      "description": "Uma sobremesa suntuosa. O mel derrete ao entrar em contato com a boca, revelando a castanha mergulhada em vermelho, cada camada levando a uma felicidade maior. Basta uma mordida para mergulhar numa banheira de doçura. Da próxima vez é melhor fazer mais!",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 235 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "special": {
      "_id": 108474,
      "id": "halvamazd",
      "name": "Halvamazd",
      "description": "A especialidade da Nahida. Diz-se que Mazi significa \"sabedoria\" em Sumeru. Uma \"sabedoria\" assim requintada é realmente irresistível. Nahida exibia um sorriso suave no olhar: \"As anêmonas do mar ajudaram e testemunharam o crescimento dos peixes, então não é nada além do normal que os peixinhos quiseram dar algo em troca\".",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 282 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "nahida",
        "name": "Nahida"
      }
    }
  }
}
