{
  "_id": 3310,
  "id": "charcoalbaked_ajilenakh_cake",
  "name": "Bolo de Coco-Carvão",
  "description": "Um lanche de cor escura. As tâmaras foram primeiro assadas e moídas após serem peneiradas, adicionadas a massa, misturadas igualmente, e então assada. O produto final não parece nada impressionada, mas exala o aroma fresco das Tâmaras, e o sabor é melhor com um pouco de geleia.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101221,
      "id": "ajilenakh_nut",
      "name": "Tâmara",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Geleia",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108448,
      "name": "Bolo de Coco-Carvão Estranho",
      "description": "Um lanche de cor escura. Só de olhar já é possível perceber que esse prato é um desastre. Sua coragem imensa para prová-lo é recompensada com uma textura absurdamente seca e áspera... será algum erro? Será que serviram carvão ao invés de bolo?",
      "effect": "Revive um personagem e restaura 900 de Vida."
    },
    "normal": {
      "_id": 108449,
      "name": "Bolo de Coco-Carvão",
      "description": "Um lanche de cor escura. As tâmaras foram primeiro assadas e moídas após serem peneiradas, adicionadas a massa, misturadas igualmente, e então assada. O produto final não parece nada impressionante, mas exala o aroma fresco das Tâmaras, e o sabor é melhor com um pouco de geleia.",
      "effect": "Revive um personagem e restaura 1200 de Vida."
    },
    "delicious": {
      "_id": 108450,
      "name": "Bolo de Coco-Carvão Delicioso",
      "description": "Um lanche de cor escura. O lanche foi feito atenciosamente, e a fragrância de tâmaras é vívida e confortante. O bolo é fofinho e delicado ao entrar em sua boca, acabando com a exaustão. Um livro não pode ser julgado por sua capa, por isso um bolo não deve ser condenado por sua aparência.",
      "effect": "Revive um personagem e restaura 1500 de Vida."
    },
    "special": {
      "_id": 108478,
      "name": "Bolo de Coco-Carvão Tradicional",
      "description": "A especialidade de Faruzan. O bolo escuro e doce, deitado como está em cima de uma cama de molho verde mentolado, quase parece um mecanismo enigmático. Sua hesitação deve ter chegado de alguma forma a Faruzan, pois ela então se endireitou para assegurar-lhe assertivamente que este é um prato tradicional em Sumeru e que seu sabor é garantido. M—Mas, você não pode deixar de se perguntar, o povo de Sumeru realmente tinha gostos tão refinados há cem anos atrás?",
      "effect": "Revive um personagem e restaura 20% da Vida máxima, e então restaura um adicional de 1500 de Vida.",
      "character": {
        "id": "faruzan",
        "name": "Faruzan"
      }
    }
  }
}
