{
  "_id": 2508,
  "id": "cheesy_mushroom_skewer",
  "name": "Espeto de Cogumelos ao Queijo",
  "description": "Um espeto coberto com queijo de dar água na boca. Os topos dos Frutomelos Vermelhos são removidos, recheados com uma generosa camada de queijo, então assados perfeitamente. O aroma suntuoso carrega uma leve acidez frutada e o prato é melhor quando está quente.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101256,
      "id": "red_berryshroom",
      "name": "Frutomelo Vermelho",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Frutogrão",
      "amount": 1
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queijo",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108806,
      "name": "Espeto de Cogumelos ao Queijo Estranho",
      "description": "Um espeto coberto de queijo queimado. O cheiro acre alerta que o Frutomelo Vermelho foi reduzido a um Queimadomelo Preto. Parece tão terrível que você se pergunta se poderia ter transformado um cogumelo inofensivo em um venenoso...",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 6% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108807,
      "name": "Espeto de Cogumelos ao Queijo",
      "description": "Um espeto coberto com queijo de dar água na boca. Os topos dos Frutomelos Vermelhos são removidos, recheados com uma generosa camada de queijo, então assados perfeitamente. O aroma suntuoso carrega uma leve acidez frutada e o prato é melhor quando está quente.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 9% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108808,
      "name": "Espeto de Cogumelos ao Queijo Delicioso",
      "description": "Um espeto coberto de queijo dourado de dar água na boca. Os cogumelos são quase tão grossos quanto filés. Embora eles não tenham cheiro de carne, o sabor é muito mais esplêndido. Uma única mordida abençoa sua boca inteira com sucos fragrantes, conforme alegria suculenta transborda em abundância.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 12% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "special": {
      "_id": 108810,
      "id": "mt_mushroom_for_one",
      "name": "Monte Cogu (Individual)",
      "description": "Especialidade de Varesa. Vestida com um rosa cor de algodão-doce, a jovem serve esse prato montanhoso com uma única mão. A fragrância dos cogumelos se misturando ao queijo faz você pegar seus talheres antes que perceba. Ei, hmm... Será que dá para terminar de comer tudo isso num dia só?",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 16% por 300s. No modo multijogador, terá efeito em si mesmo.",
      "character": {
        "id": "varesa",
        "name": "Varesa"
      }
    }
  }
}
