{
  "_id": 5502,
  "id": "cheesy_crab_hotpot",
  "name": "Caranguejada com Queijo",
  "description": "Um banquete dourado e reluzente. Os ingredientes são pré-fritos e dispostos em camadas na caçarola e assados até a cobertura de queijo começar a borbulhar. Seja para um jantar em família ou uma reunião restiva, esse clássico luxuoso é garantido de conseguir a admiração de todos os presentes.",
  "rarity": 5,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Caranguejo",
      "amount": 6
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 5
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 4
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queijo",
      "amount": 4
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108794,
      "name": "Caranguejada com Queijo Estranha",
      "description": "Um banquete dourado e reluzente. Os ingredientes queimados grudaram com firmeza na caçarola e, após você tentar ao máximo tirar uma colherada, a primeira mordida faz você sentir calafrios. É como se você estivesse sendo alvo de algum tipo de Avatar de Lava — seus sentidos gritam para você fugir...",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 20% e a Recarga de Energia em 14% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108795,
      "name": "Caranguejada com Queijo",
      "description": "Um banquete dourado e reluzente. Os ingredientes são pré-fritos e dispostos em camadas na caçarola, e assados até a cobertura de queijo começar a borbulhar. Seja para um jantar em família ou uma reunião festiva, esse clássico luxuoso é garantido de conseguir a admiração de todos os presentes.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 25% e a Recarga de Energia em 17% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108796,
      "name": "Caranguejada com Queijo Deliciosa",
      "description": "Um banquete dourado e reluzente. O adocicado da carne de caranguejo é como o primeiro raio do alvorecer que atravessa as nuvens. O aroma denso e salgado do queijo traz o brilho do sol matinal às suas papilas gustativas, banhando sua boca em um esplendor quente e dourado. A sensação de felicidade faz um caminho acalentador de sua língua ao seu estômago, unindo seus sentidos em adoração.",
      "effect": "Aumenta a Vida Máxima em 30% e a Recarga de Energia em 20% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}
