{
  "id": "chicken_tofu_pudding",
  "name": "Caldo de Tofu com Galinha",
  "description": "Uma comida feita cuidadosamente. A carne de galinha foi cortada delicadamente, misturada energicamente e colocada num caldo com vários tipos de carne e depois cozinhada lentamente. O produto final é fresco e elegante de uma cor branca pura. Ao se morder, sente-se o tofu. Parece uma comida do estilo de culinária de Liyue em que se come carne, mas não se vê ela.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 4
    },
    {
      "id": "ham",
      "name": "Presunto",
      "amount": 2
    },
    {
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Flor-Crânio-de-Dragão",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "name": "Caldo de Tofu com Galinha Estranho",
      "description": "Uma comida feita cuidadosamente. Seu caldo é muito salgado, e a textura do tofu não está tão fina. A falta de habilidade ao fazer esse prato resultou numa aparência vazia, faltando algo vívido.",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "name": "Caldo de Tofu com Galinha",
      "description": "Uma comida feita cuidadosamente. A carne de galinha foi cortada delicadamente, misturada energicamente e colocada num caldo com vários tipos de carne e depois cozinhada lentamente. O produto final é fresco e elegante de uma cor branca pura. Ao se morder, sente-se o tofu. Parece uma comida do estilo de culinária de Liyue em que se come carne, mas não se vê ela.",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "name": "Caldo de Tofu com Galinha Delicioso",
      "description": "Uma comida feita cuidadosamente. Tem uma aparência de tofu, e ele não se desmancha. Ao se usar uma colher de porcelana, provar um pedaço imediatamente dissolve-se em sua boca de forma macia. Em seguida, sua boca é permeada por centenas de sabores que alcançam a alma de quem o prova. Aos olhos, isso não é mais uma mera refeição com carne, mas sim uma brisa termal de rememoração divina.",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo."
    }
  }
}
