{
  "id": "chilimince_cornbread_buns",
  "name": "Bolinho de Carne Picante",
  "description": "Um lanche tradicional muito popular em Liyue. Para fazer este prato, a massa fresca é moldada em forma, deixada para descansar e cozida no vapor. A carne e os vegetais são lavados, cortados em cubos e fritos. Quando servido, o recheio já cozido é colocado na massa e comido junto. Resultando em um prato com verduras crocantes e uma carne deliciosa, que é de fato muito saborosa.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "id": "cabbage",
      "name": "Repolho",
      "amount": 2
    },
    {
      "id": "jueyun_chili",
      "name": "Pimenta de Jueyun",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "name": "Bolinho de Carne Picante Estranho",
      "description": "Um lanche tradicional de Liyue. Um monte de Pimenta de Jueyun frita foi amontoada no meio, e seu ardor é quase insuportável. Apenas uma pequena mordida parece que alguém está tentando queimar sua garganta. Mais algumas mordidas, e quem sabe, você pode realmente acabar cuspindo fogo como o Guoba!",
      "effect": "Aumenta a Força do Escudo em 25% e a DEF em 165 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "name": "Bolinho de Carne Picante",
      "description": "Um lanche tradicional de Liyue. A massa fresca é convertida em uma massa redonda, colocada para descansar e depois colocada dentro de uma grelha a vapor. A carne e os legumes são então lavados, cortados em cubos, antes de serem fritos rapidamente em um wok oleoso. Quando comidos, os condimentos fritos devem ser colocados no espaço vazio no meio do pãozinho e depois consumidos juntos. Entre as verduras crocantes e a carne saborosa, isto é de fato, muito saboroso.",
      "effect": "Aumenta a Força do Escudo em 30% e a DEF em 200 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "name": "Bolinho de Carne Picante Delicioso",
      "description": "Um lanche tradicional de Liyue. O intenso aroma carbonizado do wok está sobre os condimentos, que são embalados nos pãezinhos fofos, enchendo o ar com uma fragrância que, por si só, merece elogios. Assim como as mãos trabalhadoras do povo de Liyue criaram este famoso e próspero porto, estes ingredientes comuns podem ser \"desenvolvidos\" pelo suor de alguém em algo surpreendente em sua delícia. Não é de se admirar que tal prato possa até despertar um deus adormecido...",
      "effect": "Aumenta a Força do Escudo em 35% e a DEF em 235 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}
