{
  "_id": 3503,
  "id": "chocolate",
  "name": "Chocolate",
  "description": "Um lanche pequeno em forma de esfera. Dizem que onde o Cacahuatl cresce tem uma influência decisiva no sabor do Chocolate, concedendo a ele um sabor completamente único — sejam aquelas fortes nuances terrosas ou notas frutadas adocicadas... Quem sabe qual sabor a próxima mordida trará?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108724,
      "name": "Chocolate Estranho",
      "description": "Lanches pequenos esféricos. O sabor único do Cacahuatl é destruído por um dilúvio de açúcar que arruína as camadas de sabor, deixando nada exceto uma doçura nauseante... Você pode limpar seus dentes, mas o que fazer com o chocolate que sobrou?",
      "effect": "Restaura 70 de Stamina."
    },
    "normal": {
      "_id": 108725,
      "name": "Chocolate",
      "description": "Um lanche pequeno em forma de esfera. Dizem que onde o Cacahuatl cresce tem uma influência decisiva no sabor do Chocolate, concedendo a ele um sabor completamente único — sejam aquelas fortes nuances terrosas ou notas frutadas adocicadas... Quem sabe qual sabor a próxima mordida trará?",
      "effect": "Restaura 85 de Stamina."
    },
    "delicious": {
      "_id": 108726,
      "name": "Chocolate Delicioso",
      "description": "Pequenos lanches esféricos. A textura é macia como penas de ganso, e a medida que derrete, o Cacahuatl traz um certo calor que se mistura com uma doçura leve como uma pena, deixando um final mágico que faz todos sorrirem.",
      "effect": "Restaura 100 de Stamina."
    },
    "special": {
      "_id": 108760,
      "id": "fruitflavored_milk_candies",
      "name": "Balas de Leite com Sabor de Frutas",
      "description": "Especialidade de Xilonen. Conforme vocês se sentam lado a lado em cima de uma árvore, ela te entrega uma linda caixa repleta de... balas de diversos formatos? \"Cacahuatl, na verdade, é considerado um tipo de fruta. Então, não deve ter problema chamar as balas feitas com Cacahuatl e leite de 'sabor de frutas'. Qual é, vamos comer.\" Dizendo isso, ela rapidamente pega uma, jogando em sua boca antes de morder.",
      "effect": "Restaura 130 de Stamina.",
      "character": {
        "id": "xilonen",
        "name": "Xilonen"
      }
    }
  }
}
