{
  "_id": 3410,
  "id": "coffee_bavarois",
  "name": "Café Bavarois",
  "description": "Uma sobremesa refrescante. Embora seja uma sobremesa tradicional de Fontaine, sua receita é simples e direta. Desde que a proporção dos ingredientes esteja correta, ninguém erraria o preparo dessa sobremesa. Tem uma textura saborosa com um toque de frio refrescante que imediatamente animará você.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Grão de Café",
      "amount": 4
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Creme",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108579,
      "name": "Café Bavarois Estranho",
      "description": "Uma sobremesa refrescante. Após uma mordida grande, um ataque intenso de amargor e acidez apaga o seu cérebro. Você só pode supor que grãos de café demais foram adicionados. Apesar do amargor em sua boca ir embora com o tempo, você pode querer se preocupar mais com a qualidade do seu sono hoje à noite...",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108580,
      "name": "Café Bavarois",
      "description": "Uma sobremesa refrescante. Embora seja uma sobremesa tradicional de Fontaine, sua receita é simples e direta. Desde que a proporção dos ingredientes esteja correta, ninguém erraria o preparo dessa sobremesa. Tem uma textura saborosa com um toque de frio refrescante que imediatamente animará você.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108581,
      "name": "Café Bavarois Delicioso",
      "description": "Uma sobremesa refrescante. Um intenso aroma de creme e a fragrância deliciosa do café se misturam na ponta da sua língua, os passos leves dessa delicada dança deixam uma textura surpreendentemente sedosa e macia em sua boca. Não é surpresa que esse prato sempre é o queridinho do menu de sobremesa!",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    }
  }
}