{
  "id": "come_and_get_it",
  "name": "Venha por Ela",
  "description": "Um prato feito de uma luxuosa variedade de ingredientes. Não existe nenhum tipo de aperfeiçoamento melhorado no preparo dessa comida, e ela aparece constantemente durante a temporada de festivais. Sempre que esse prato é servido, a pessoa no final da mesa irá convidar todos a comçar a comer, dizendo \"Vamos lá, comam, comam\", por isso o nome.",
  "rarity": 3,
  "recipe": [
    {
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 3
    },
    {
      "id": "fish",
      "name": "Peixe",
      "amount": 3
    },
    {
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "name": "\"Venha por Ela\" Estranho",
      "description": "Um prato feito com uma variedade de ingredientes de luxo. Mas foi derramado em água fervente e fervido além do recomendado. Tem gosto de tudo e nada ao mesmo tempo... Seriam essas coisas grãos de areia crocantes?",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "name": "Venha por Ela",
      "description": "Um prato feito de uma luxuosa variedade de ingredientes. Não existe nenhum tipo de aperfeiçoamento melhorado no preparo dessa comida, e ela aparece constantemente durante a temporada de festivais. Sempre que esse prato é servido, a pessoa no final da mesa irá convidar todos a comçar a comer, dizendo \"Vamos lá, comam, comam\", por isso o nome.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "name": "Venha por Ela Delicioso",
      "description": "Um prato feito de uma luxuosa variedade de ingredientes. A mistura de carne com vegetais é certeira, a apresentação é impecável, e a mistura de sabores no caldo traz a tona o melhor de tudo.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "name": "Sem Futuro",
      "description": "Especialidade de Qiqi. As filas ordenadas de ingredientes parecem ao mesmo tempo exóticas e deliciosas, e Baizhu diz que o Qiqi passou muito tempo criando esse prato. Ainda assim, uma vez que se considere que Qiqi não tem senso de paladar, apenas o fato de pegar na comida vai exigir um pouco de coragem.",
      "effect": "Aumenta a Taxa e Dano CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "qiqi",
        "name": "Qiqi"
      }
    }
  }
}
