{
  "_id": 3413,
  "id": "consomm",
  "name": "Consomme",
  "description": "Uma sopa de receita complexa. Esmague os ingredientes e então cozinhe eles em molho, servindo no final uma sopa clara desse cozido. Há uma fofoca misteriosa nas ruas de Fontaine que diz que um escritor sem inspiração finalmente a conseguiu depois de beber essa sopa... Mas será que o efeito incrível dessa sopa não é só propaganda enganosa do restaurante que faz a sopa?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Cenoura",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108591,
      "name": "Consomme Estranho",
      "description": "Uma sopa com uma receita complexa. Um líquido turvo com aspecto de lama, um único olhar é suficiente para saber que esta é uma criação falha. Talvez a única coisa em Fontaine que aceitaria tal \"comida\" são os Fantasmas Hydro Corrompidos perambulando ao lado da água...",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108592,
      "name": "Consomme",
      "description": "Uma sopa de receita complexa. Esmague os ingredientes e então cozinhe eles em molho, servindo no final uma sopa clara desse cozido. Há uma fofoca misteriosa nas ruas de Fontaine que diz que um escritor sem inspiração finalmente a conseguiu depois de beber essa sopa... Mas será que o efeito incrível dessa sopa não é só propaganda enganosa do restaurante que faz a sopa?",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108593,
      "name": "Consomme Delicioso",
      "description": "Uma sopa com uma receita complexa. Uma sopa clara que combina a essência do céu azul sem fronteiras acima e as terras sem limites abaixo, os aromas de carne e vegetais se misturam perfeitamente em um produto ainda melhor. Não é surpresa que um colunista do Pássaro a Vapor, incapaz de colocar uma única palavra no papel, bebeu uma única tigela e imediatamente se tornou uma fonte de genialidade literária, cada palavra quase tão requintada quanto este prato.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108603,
      "id": "consomm_purete",
      "name": "\"Consomme Purete\"",
      "description": "Especialidade de Neuvillette. Ele alega que selecionou especificamente as mais puras e frias águas das mais altas montanhas para criar este tesouro requintado e incomparável. Apesar de realmente ter uma qualidade refrescante, o sabor geral da sopa não é diferente de sopas comuns, provavelmente é melhor não mencionar isso...",
      "effect": "Aumenta a Taxa e Dano CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "neuvillette",
        "name": "Neuvillette"
      }
    }
  }
}