{
  "_id": 2204,
  "id": "crab_roe_kourayaki",
  "name": "Ovas de Caranguejo Assadas",
  "description": "Um prato de caranguejo que foi cozinhado diretamente sobre o fogo. A carne e as ovas estão igualmente misturadas, antes de serem enfeitadas com pernas de caranguejo gordas. A felicidade que aparece da primeira mordida dá significado a sua paciência anterior.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Caranguejo",
      "amount": 1
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Ova de Caranguejo",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108294,
      "name": "Ovas de Caranguejo Assadas Estranhas",
      "description": "Um prato de caranguejo que foi cozinhado diretamente sobre o fogo. Os fragmentos de sua casca e as suas ovas foram misturadas juntas. Morder esses pedaços é uma coisa, mas irrecuperável é qualquer desejo que você possa ter tido de apreciar essa comida.",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 66 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108295,
      "name": "Ovas de Caranguejo Assadas",
      "description": "Um prato de caranguejo que foi cozinhado diretamente sobre o fogo. A carne e as ovas estão igualmente misturadas, antes de serem enfeitadas com pernas de caranguejo gordas. A felicidade que aparece da primeira mordida dá significado a sua paciência anterior.",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 81 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108296,
      "name": "Ovas de Caranguejo Assadas Deliciosas",
      "description": "Um prato de caranguejo que foi cozinhado diretamente sobre o fogo. A carne do caranguejo sem uma adorável cor escarlate, e também é suculenta e apetitosa. As ovas do caranguejo tem um aroma refrescante e um sabor rico. A graça dessa entidade sobre sua língua faz você começar a pensar qual o gosto da casca do caranguejo.",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 95 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}