{
  "_id": 2112,
  "id": "crab_roe_tofu",
  "name": "Tofu com Ovas de Caranguejo",
  "description": "Um prato com um toque de maciez na boca. A ova de caranguejo é frita até o óleo escorrer antes de ser adicionada ao tofu cozido e acentuada com caldo de carne. Simples, sim, mas gloriosamente fresco.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Ova de Caranguejo",
      "amount": 1
    },
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108176,
      "name": "Tofu com Ovas de Caranguejo Estranho",
      "description": "Um prato com um toque de maciez na boca. Mesmo as ovas de caranguejo mais frescas não conseguem mascarar o sabor do tofu envelhecido. Amassá-lo com seus pauzinhos e misturá-lo em arroz branco é tudo o que você pode fazer para forçá-lo a descer pelo seu esôfago.",
      "effect": "Revive um personagem e restaura 250 de Vida."
    },
    "normal": {
      "_id": 108177,
      "name": "Tofu com Ovas de Caranguejo",
      "description": "Um prato com um toque de maciez na boca. A ova de caranguejo é frita até o óleo escorrer antes de ser adicionada ao tofu cozido e acentuada com caldo de carne. Simples, sim, mas gloriosamente fresco.",
      "effect": "Revive um personagem e restaura 400 de Vida."
    },
    "delicious": {
      "_id": 108178,
      "name": "Tofu com Ovas de Caranguejo Delicioso",
      "description": "Um prato com um toque de maciez na boca. O tofu é tão macio que pode amolecer se você soprar uma colher cheia dele. Cada ova de caranguejo é roliça e cheia de óleo de caranguejo que escorre para fora de seus lábios no momento em que você dá uma única mordida. Mastigar não é necessário de forma alguma. A comida percorre sua garganta em um piscar de olhos, não deixando nada além da memória de seu sabor fresco.",
      "effect": "Revive um personagem e restaura 550 de Vida."
    },
    "special": {
      "_id": 108244,
      "id": "my_way",
      "name": "\"Meu Jeito\"",
      "description": "A especialidade de Yanfei é o Tofu com Ovas de Caranguejo feito com um grau incrível de regularidade. Suas dimensões e sabor são fielmente apresentadas de acordo com as \"Leis de Tofu com Ovas de Caranguejo\" na receita, sem uma única letra omitida.",
      "effect": "Revive um personagem e restaura 15% da Vida máxima, e restaura um adicional de 550 de Vida.",
      "character": {
        "id": "yanfei",
        "name": "Yanfei"
      }
    }
  }
}