{
  "_id": 3415,
  "id": "crepes_suzette",
  "name": "Crepes Suzette",
  "description": "Crepes com recheio. Frite os crepes e então sirva com geleia, creme e fatias de frutas. Na verdade, a receita tem várias formas. O gosto do prato varia conforme os ingredientes utilizados.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Fruta Bulle",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Creme",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Geleia",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108600,
      "name": "Crepes Suzette Estranhos",
      "description": "Crepes com recheio. A primeira mordida é tão insossa que você se pergunta se perdeu o paladar. A segunda mordida é tão insuportavelmente doce que você deseja ter realmente perdido o paladar... Tal experiência gastronômica estimulante é como navegar em um Quebra-mar durante uma tempestade: Mesmo que consiga chegar à costa, você estará traumatizado.",
      "effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108601,
      "name": "Crepes Suzette",
      "description": "Crepes com recheio. Frite os crepes e então sirva com geleia, creme e fatias de frutas. Na verdade, a receita tem várias formas. O gosto do prato varia conforme os ingredientes utilizados.",
      "effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108602,
      "name": "Crepes Suzette Deliciosos",
      "description": "Crepes com recheio. O creme leve e geleia deliciosa se entrelaçam em uma sinfonia de sabores, dobrada em um crepe macio preparado com maestria, como se envolvido em perfeição sedosa, convidando sua língua para se juntar em uma valsa infinita de deleite gastronômico.",
      "effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo."
    }
  }
}
