{
  "_id": 3013,
  "id": "crispy_potato_shrimp_platter",
  "name": "Prato de Camarão e Batata Crocante",
  "description": "Um aperitivo de boa aparência antes da refeição principal. As batatas e bagas foram transformadas em enchimento e colocadas sobre as fatias de batata crocante antes de se colocar o camarão em cima. O sabor denso em sua boca é realmente bom, e a menta adiciona um bom sabor na mistura.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Batata",
      "amount": 3
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Baga",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108222,
      "name": "Prato de Camarão e Batata Crocante Estranho",
      "description": "Um aperitivo de boa aparência antes da refeição principal. Muito tempo foi gasto sem saber com os detalhes na forma do prato. As fatias de batata que deveriam formar a base já flexíveis, mudando o gosto do prato.",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108223,
      "name": "Prato de Camarão e Batata Crocante",
      "description": "Um aperitivo de boa aparência antes da refeição principal. As batatas e bagas foram transformadas em enchimento e colocadas sobre as fatias de batata crocante antes de se colocar o camarão em cima. O sabor denso em sua boca é realmente bom, e a menta adiciona um bom sabor na mistura.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108224,
      "name": "Prato de Camarão e Batata Crocante Delicioso",
      "description": "Um aperitivo de boa aparência antes da refeição principal. No momento que entra na boca, o sabor do camarão e a crocância das fatias de batata formam um contraste profundo. As delicadas batatas se fundem ao sabor do camarão, criando uma experiência doce que faz você relaxar de corpo e alma.",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    },
    "special": {
      "_id": 108839,
      "id": "chatter_of_joyful_nights",
      "name": "Bate-Papo à Noite",
      "description": "Especialidade de Dahlia. \"Ahem, recebi uma revelação divina instruindo você a experimentar isso\", diz um diácono com uma piscadela, apresentando um prato dourado de iguarias. Sob o olhar educado e com expectativas dele, combinado a uma Sidra de Maçã doce, é de se perguntar... Espera, isso é mesmo uma instrução divina?",
      "effect": "Restaura 34% da Vida Máxima do personagem selecionado e regenera 980 de Vida a cada 5s por 30s.",
      "character": {
        "id": "dahlia",
        "name": "Dahlia"
      }
    }
  }
}
