{
  "id": "crystal_shrimp",
  "name": "Camarão de Cristal",
  "description": "Um dos lanches tradicionais de Liyue. O recheio é retirado de camarões frescos inteiros, e a qualidade brilhante da farinha pode ser estimada pela translucidez da pele externa. Tem consistência elástica e saborosa na boca.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 3
    },
    {
      "id": "carrot",
      "name": "Cenoura",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "name": "Camarão de Cristal Estranho",
      "description": "Um dos petiscos tradicionais de Liyue. A pele externa opaca tem uma sensação na boca bastante pegajosa que, quando combinada com o recheio seco no interior, torna este prato um tormento que termina mais cedo.",
      "effect": "Restaura 18% da Vida Máxima do personagem selecionado e regenera 300 de Vida a cada 5s por 30s."
    },
    "normal": {
      "name": "Camarão de Cristal",
      "description": "Um dos lanches tradicionais de Liyue. O recheio é retirado de camarões frescos inteiros, e a qualidade brilhante da farinha pode ser estimada pela translucidez da pele externa. Tem consistência elástica e saborosa na boca.",
      "effect": "Restaura 20% da Vida Máxima do personagem selecionado e regenera 390 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "name": "Camarão de Cristal Delicioso",
      "description": "Um dos lanches tradicionais de Liyue. A pele externa é tão clara quanto seu nome de cristal e, quando entra na boca, a língua pode ser perdoada por pensar que o camarão fresco ainda está vivo. Quem a come só pode lamentar que quatro pedaços por porção sejam muito, muito pouco.",
      "effect": "Restaura 22% da Vida Máxima do personagem selecionado e regenera 470 de Vida a cada 5s por 30s."
    },
    "special": {
      "name": "Iguarias do Interior",
      "description": "A especialidade de Xingqiu. Este prato com aparência quase artesanal faz com que quase niguém tenha dó de comer. Mas uma vez que você a saboreia, seu sabor é fresco, com uma doçura no fundo que fica difícil parar de comer... Espere um momento. Por acaso você tirou as cenouras?",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 570 de Vida a cada 5s por 30s.",
      "character": {
        "id": "xingqiu",
        "name": "Xingqiu"
      }
    }
  }
}
