{
  "_id": 3902,
  "id": "delights_of_wondrous_wanderings",
  "name": "Deleites da Viagem Fantástica",
  "description": "Uma caixa de sobremesa baseada nas receitas de vários companheiros diferentes, simplesmente transbordando com sentimentos bons. Fileiras lindamente organizadas de quitutes delicados são postas na caixa — mas qual será o sabor desse gesto gentil?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 1
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Manteiga",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Geleia",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108751,
      "name": "Deleites da Viagem Fantástica Estranhos",
      "description": "Uma caixa de sobremesa baseada nas receitas de vários companheiros diferentes, simplesmente transbordando com sentimentos bons. Não há nada de errado com a estrutura em si, mas você sente uma estranha desarmonia de cheiros... Você sente apreensão em experimentar. Hmm, será que funcionaria como uma lembrancinha ao invés disso?",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108752,
      "name": "Deleites da Viagem Fantástica",
      "description": "Uma caixa de sobremesa baseada nas receitas de vários companheiros diferentes, simplesmente transbordando com sentimentos bons. Fileiras lindamente organizadas de quitutes delicados são postas na caixa — mas qual será o sabor desse gesto gentil?",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108753,
      "name": "Deleites da Viagem Fantástica Deliciosos",
      "description": "Uma caixa de sobremesa baseada nas receitas de vários companheiros diferentes, simplesmente transbordando com sentimentos bons. O artesanato aqui é semelhante a uma cena requintada da lua atravessando as nuvens. Você mal consegue aguentar a ideia de comer um presente tão precioso.",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    }
  }
}