{
  "_id": 3219,
  "id": "dragon_beard_noodles",
  "name": "Macarrão Barba de Dragão",
  "description": "Macarrão que é tão fino quanto os pelos da barba de um dragão. A cebolinha verde é frita em um wok antes que a sopa e os condimentos sejam adicionados. O último a entrar é o macarrão, depois do qual é empanado e colocado em um prato. A técnica para fazer este prato é uma das mais difíceis de toda a gastronomia de Liyue.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 2
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Cogumelo",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Presunto",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108369,
      "name": "Macarrão Barba de Dragão Estranho",
      "description": "Macarrão que é tão fino quanto os pelos da barba de um dragão. A tentativa de fazer o macarrão o mais fino possível causou a quebra dos pedaços durante o processo de cozimento. Isto é mais difícil do que parece — e você está precisando de mais prática com certeza.",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 160 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108370,
      "name": "Macarrão Barba de Dragão",
      "description": "Macarrão que é tão fino quanto os pelos da barba de um dragão. A cebolinha verde é frita em um wok antes que a sopa e os condimentos sejam adicionados. O último a entrar é o macarrão, depois do qual é empanado e colocado em um prato. A técnica para fazer este prato é uma das mais difíceis de toda a gastronomia de Liyue.",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 194 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108371,
      "name": "Macarrão Barba de Dragão Delicioso",
      "description": "Macarrão que é tão fino quanto os pelos da barba de um dragão. O macarrão fino é como uma cachoeira, escorrendo para dentro de uma sopa que capturou a própria essência das montanhas. A sensação suave na boca em comparação com o prato comum de macarrão torna quase impossível parar de comer uma vez que você começa.",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 228 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108372,
      "id": "heartstring_noodles",
      "name": "Macarrão Fios do Coração",
      "description": "Especialidade de Shenhe. Talvez isso venha do desejo dela de recriar um sabor que vive apenas em suas memórias, mas Shenhe se esforçou muito para fazer este prato, bem como na sua apresentação. O macarrão liso e sopa gostosa dão uma ótima impressão, mas o aspecto mais notável é a dedicação e a emoção que ela colocou ao fazer tal prato...",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 274 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "shenhe",
        "name": "Shenhe"
      }
    }
  }
}
