{
  "_id": 3903,
  "id": "drink_455",
  "name": "Drinque 455",
  "description": "Uma bebida especial que tem estado bastante popular recentemente. Além de ter um sabor refrescante e uma textura suave, ela é capaz de repor rapidamente a energia perdida após longos períodos de exercício. Quando você estiver sentindo sede, por que não experimentar uma garrafa?",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Pétalas da Flor de Sakura",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108826,
      "name": "Drinque 455 Estranho",
      "description": "Uma bebida especial bastante popular recentemente. Mas talvez haja algo de errado com a proporção, por parecer que os ingredientes não foram bem misturados... Hmm, as partes ácidas estão um pouco ácidas demais, e as partes adocicadas estão um pouco doces demais. Quem diria que poderia haver separação de sabores em uma bebida líquida...",
      "effect": "Revive um personagem e restaura 900 de Vida."
    },
    "normal": {
      "_id": 108827,
      "name": "Drinque 455",
      "description": "Uma bebida especial bastante popular recentemente. Além de ter um sabor refrescante e uma textura suave, ela é capaz de repor rapidamente a energia perdida após longos períodos de exercício. Quando você estiver sentindo sede, por que não experimentar uma garrafa?",
      "effect": "Revive um personagem e restaura 1200 de Vida."
    },
    "delicious": {
      "_id": 108828,
      "name": "Drinque 455 Delicioso",
      "description": "Uma bebida especial bastante popular recentemente. Com um sabor refrescante, ao bebê-la, é como se seu corpo estivesse recebendo um alívio após uma longa seca, fazendo o cansaço e a ansiedade desaparecerem instantaneamente. \"É como se o mundo, que estava fora de equilíbrio, tivesse voltado ao normal!\", descreveu um consumidor após beber.",
      "effect": "Revive um personagem e restaura 1500 de Vida."
    }
  }
}