{
  "_id": 4106,
  "id": "drunken_plums_in_snow",
  "name": "Ameixas na Neve",
  "description": "Um prato elegante de Liyue. Quando o caranguejo é cozido no vapor, suas ovas e carne são removidas cuidadosamente, refogadas, então devolvidas à carapaça. Claras de ovo são batidas até virar uma cobertura espumosa para selar a carapaça de caranguejo, coberta com presunto picado fino para um toque de cor, então tudo vai ao forno. Juntos, a suculenta carne de caranguejo e a clara de ovo fofinha fazem uma combinação certamente impressionante.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100073,
      "id": "crab",
      "name": "Caranguejo",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Presunto",
      "amount": 2
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Ova de Caranguejo",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108784,
      "name": "Ameixas na Neve Estranhas",
      "description": "Um prato elegante de Liyue. A apresentação final parece impecável, mas na carne do caranguejo cuidadosamente removida estão pequenos e despercebidos fragmentos de carapaça de caranguejo. Antes de desfrutar, deve-se superar uma sensação de inquietação, como se sempre houvesse um risco de seu dente se chocar com um fragmento de carapaça...",
      "effect": "Aumenta a DEF em 215 e o Efeito de Cura em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108785,
      "name": "Ameixas na Neve",
      "description": "Um prato elegante de Liyue. Quando o caranguejo é cozido no vapor, suas ovas e carne são removidas cuidadosamente, refogadas, então devolvidas à carapaça. Claras de ovo são batidas até virar uma cobertura espumosa para selar a carapaça de caranguejo, coberta com presunto picado fino para um toque de cor, então tudo vai ao forno. Juntos, a suculenta carne de caranguejo e a clara de ovo fofinha fazem uma combinação certamente impressionante.",
      "effect": "Aumenta a DEF em 261 e o Efeito de Cura em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108786,
      "name": "Ameixas na Neve Deliciosas",
      "description": "Um prato elegante de Liyue. A cobertura branca como a neve é areada e fofinha, como flocos de neve caindo gentilmente em sua língua. Então, a suntuosa e fresca carne de caranguejo envolve rapidamente suas papilas gustativas, como uma radiante e resplandecente flor de ameixa desabrochando em meio à neve solitária e serena, cativante e encantadora.",
      "effect": "Aumenta a DEF em 308 e o Efeito de Cura em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
