{
  "_id": 1201,
  "id": "egg_roll",
  "name": "Rolinho de Ovo de Pássaro",
  "description": "Um prato de ovo frito. Bata bem os ovos, tempere e frite lentamente em uma panela wok. Enrole até ficar firme. Despeje os ovos novamente e continue até ficar espesso. Em seguida, coloque no prato. Esta é uma iguaria comum em Inazuma, mas é acolhedora.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108264,
      "name": "Rolinho de Ovo de Pássaro Estranho",
      "description": "Um prato de ovo frito. Parece muito macio... e se desfaz no instante em que é tocado por um hashi. É melhor usar uma colher neste momento.",
      "effect": "Revive um personagem e restaura 50 de Vida."
    },
    "normal": {
      "_id": 108265,
      "name": "Rolinho de Ovo de Pássaro",
      "description": "Um prato de ovo frito. Bata bem os ovos, tempere e frite lentamente em uma panela wok. Enrole até ficar firme. Despeje os ovos novamente e continue até ficar espesso. Em seguida, coloque no prato. Esta é uma iguaria comum em Inazuma, mas é acolhedora.",
      "effect": "Revive um personagem e restaura 100 de Vida."
    },
    "delicious": {
      "_id": 108266,
      "name": "Rolinho de Ovo de Pássaro Delicioso",
      "description": "Um prato de ovo frito. A forma do prato como um todo, a cor dourada, a maciez na boca... Um pequeno pedaço pode não encher seu estômago, mas vai encher você de calor. Sem falar da doçura que você quase pode tocar — simplesmente irresistível.",
      "effect": "Revive um personagem e restaura 150 de Vida."
    },
    "special": {
      "_id": 108341,
      "id": "faith_eternal",
      "name": "Fé Eterna",
      "description": "A especialidade de Kujou Sara. Isso é mais um lanche do que um prato. O sabor doce e esponjoso não parece combinar com as preferências de Sara. Espere um pouco, há um símbolo na comida... Será que isso tem algo a ver com o gosto \"daquela pessoa\"?",
      "effect": "Revive um personagem e restaura 10% da Vida máxima, e então restaura um adicional de 150 de Vida.",
      "character": {
        "id": "kujou_sara",
        "name": "Kujou Sara"
      }
    }
  }
}
