{
  "_id": 4105,
  "id": "eighttreasure_duck",
  "name": "Pato dos Oito Tesouros Abençoados",
  "description": "Um prato que precisa de verdadeiras habilidades para ser preparado. Oito tipos de carne e vegetais, conhecidos como os oito tesouros, são estufados em um pato desossado. O pato então é moldado em uma cabaça, para representar boa sorte e auspiciosidade. Ingredientes requintados, habilidades de corte supremas e controle de tempo fenomenal são todo o necessário para que o prato finalizado possa ser digno de seu lugar como prato principal em qualquer banquete.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 4
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 3
    },
    {
      "_id": 100063,
      "id": "matsutake",
      "name": "Matsutake",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Presunto",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108636,
      "name": "Pato dos Oito Tesouros Abençoados Estranho",
      "description": "Um prato que requer habilidades de verdade para fazer. Seus olhos doem quando você termina de remover todos os ossos. Parece que esse prato provou ser um teste não só de suas habilidades de corte, como também de sua resistência física e paciência. Uma pena, então, que o pato preparado tão cuidadosamente, praticamente explodiu na panela... Esqueça de tentar fazer isso de novo. Só feche os olhos e vá com calma um pouco.",
      "effect": "Aumenta a Força do Escudo em 25% e a DEF em 165 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108637,
      "name": "Pato dos Oito Tesouros Abençoados",
      "description": "Um prato que precisa de verdadeiras habilidades para ser preparado. Oito tipos de carne e vegetais, conhecidos como os oito tesouros, são estufados em um pato desossado. O pato então é moldado em uma cabaça, para representar boa sorte e auspiciosidade. Ingredientes requintados, habilidades de corte supremas e controle de tempo fenomenal são todo o necessário para que o prato finalizado possa ser digno de seu lugar como prato principal em qualquer banquete.",
      "effect": "Aumenta a Força do Escudo em 30% e a DEF em 200 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108638,
      "name": "Pato dos Oito Tesouros Abençoados Delicioso",
      "description": "Um prato que requer habilidades de verdade para fazer. O pato gordo e suculento é irresistível assim que sai da panela. Adicione um aromático molho e um toque brilhante de rosas, e pode-se dizer que essa é a combinação perfeita de cor, sabor e formato, cada mordida é uma real enchente de sabor com um gosto residual duradouro.",
      "effect": "Aumenta a Força do Escudo em 35% e a DEF em 235 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}
