{
  "_id": 2311,
  "id": "fatteh",
  "name": "Biscoitos Amanteigados com Glacê",
  "description": "Um antigo prato de Sumeru. Esmigalhe o pão assado, misture-o com Feijões Glabros cozidos e molho de iogurte preparado, então está pronto para ser servido. Sua receita foi passada por um longo tempo e variou em diferentes versões, mas todas compartilham uma coisa em comum — serem simples e deliciosas.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Feijões Glabros",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108503,
      "name": "Biscoitos Amanteigados com Glacê Estranhos",
      "description": "Um prato da antiga Sumeru. Se você tiver paciência de remover os Feijões Glabros meio crus e os pedaços queimados do biscoito, a cobertura de iogurte que resta mal pode ser vista como uma sobremesa...",
      "effect": "Revive um personagem e restaura 250 de Vida."
    },
    "normal": {
      "_id": 108504,
      "name": "Biscoitos Amanteigados com Glacê",
      "description": "Um prato da antiga Sumeru. Após quebrar o biscoito, acompanhe com Feijões Glabros e misture usando uma cobertura de iogurte para criar um prato que mereça ser comido. Infinitas variações deste prato existem atualmente, mas todos eles compartilham do fato de serem simples de fazer e muito gostosos.",
      "effect": "Revive um personagem e restaura 400 de Vida."
    },
    "delicious": {
      "_id": 108505,
      "name": "Biscoitos Amanteigados com Glacê Deliciosos",
      "description": "Um prato da antiga Sumeru. Com os Feijões Glabros cobertos com a cobertura de iogurte suave, a textura macia na língua cumprimenta aquele que está provando como um sonho feliz, e entre momentos de lucidez, pode-se até sentir os biscoitos assados entre seus dentes.",
      "effect": "Revive um personagem e restaura 550 de Vida."
    },
    "special": {
      "_id": 108509,
      "id": "the_endeavor",
      "name": "A Determinação",
      "description": "Especialidade de Kaveh. Com a crosta dourada do scone arrumada para lembrar o Palácio de Alcazarzaray, a refeição se impõe como uma torre em um lago de cobertura de iogurte. Embora o criador deste prato tenha colocado um esforço monumental em sua criação, ele parece não ter percebido que todos os scones precisam ser quebrados durante o processo de consumo.",
      "effect": "Revive um personagem e restaura 15% da Vida máxima, então restaura um adicional de 550 de Vida.",
      "character": {
        "id": "kaveh",
        "name": "Kaveh"
      }
    }
  }
}
