{
  "_id": 3418,
  "id": "feastos",
  "name": "Redondinho",
  "description": "Um lanche frito dourado. Frango desfiado é posto em um formato oval, formando um \"O\" com um buraco ao combiná-lo com anéis de cebola. Peixe desfiado e batatas são combinadas similarmente em círculos, fazendo a carne do \"Redondinho\". Coloque-as na panela cheia de óleo e veja só, prontinho — seus \"Redondinhos\" nascem entre a fritura estalante.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 3
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 3
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Batata",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108613,
      "name": "Redondinho Estranho",
      "description": "Um lanche frito dourado, do qual o excesso de óleo foi drenado após muito tempo e esforço árduo, apenas para resultar em uma bagunça empapada carente de qualquer crocância. Hmm... Talvez as gaivotas na costa estejam dispostas a aceitar esta oferta fraca?",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108614,
      "name": "Redondinho",
      "description": "Um lanche frito dourado. Frango desfiado é posto em um formato oval, formando um \"O\" com um buraco ao combiná-lo com anéis de cebola. Peixe desfiado e batatas são combinadas similarmente em círculos, fazendo a carne do \"Redondinho\". Coloque-as na panela cheia de óleo e veja só, prontinho — seus \"Redondinhos\" nascem entre a fritura estalante.",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 17% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108615,
      "name": "Redondinho Delicioso",
      "description": "Um delicioso lanche frito dourado. Acabaram de ser fritos e são totalmente fragrantes, prontos para chacoalhar o apetite. Com o anel em sua mão esquerda e o círculo na direita, observe, a marca da crocância está ao seu alcance. Devore! Que o sabor preencha sua boca.",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108619,
      "id": "sin_the_kind_that_doesnt_need_to_be_dealt_with",
      "name": "Pecado: O Tipo que Não Precisa Ser Resolvido",
      "description": "Especialidade de Chevreuse. Há algo indubitavelmente \"pecaminoso\" sobre esse prato de um ponto de vista de saúde. Como líder da Patrulha de Segurança e Monitoramento Especial, ela não entregará levianamente a tarefa de lidar com os pecados dos outros — essa é uma questão de profissionalismo e ética pessoal, afinal. Mas às vezes, compartilhar tais deveres com alguém que ela confia plenamente é um... jeito aceitável de aliviar o estresse.",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "chevreuse",
        "name": "Chevreuse"
      }
    }
  }
}