{
  "_id": 3123,
  "id": "fine_tea_full_moon",
  "name": "Bolinho Lua de Chá",
  "description": "Um salgado de chá com gema de ovo. A gema salgada é primeiro cozida no vapor, depois misturada com farinha imbuída de chá. Então é disposta na forma de uma lua cheia antes de ser assada. Isso resulta em um exterior crocante e farelento com um interior salgado e doce. As camadas diferentes criam uma iguaria deliciosa e viciante.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101242,
      "id": "chenyu_adeptea",
      "name": "Chá Adepti de Chenyu",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108648,
      "name": "Bolinho Lua de Chá Estranho",
      "description": "Um bolinho de chá contendo gema de ovo. Enquanto você pega ele, camadas esfarelam como terra solta em um deslizamento. A primeira mordida é pegajosa, doce, enjoativa... e... algo fica preso em sua garganta. Pegue água para descer, então pense no que fazer com o resto.",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108649,
      "name": "Bolinho Lua de Chá",
      "description": "Um bolinho de chá contendo gema de ovo. A gema salteada é cozida no vapor primeiro, então recheada e envolta em uma massa infundida com pó de chá. Ela então é moldada no formato de uma lua cheia antes de ser assada. Isso resulta em um exterior crocante e folheado com um interior salgado e doce, as diferentes camadas formando uma iguaria deliciosa e viciante.",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108650,
      "name": "Bolinho Lua de Chá Delicioso",
      "description": "Um bolinho de chá contendo gema de ovo. A delicada e solta textura da gema de ovo se mistura com o leve aroma do chá. Uma pequena mordida traz alegria terrosa suficiente para fazer você derreter. Você queria colocar vários de uma vez na sua boca e ai de alguém se tentar roubar um único farelo do canto dos seus lábios.",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    }
  }
}