{
  "_id": 4403,
  "id": "fontinalia_mousse",
  "name": "Mousse Fontinalia",
  "description": "Um verdadeiro lanche azul do Festival Fontinalia. Essa mousse tem formato da imagem da Flor da Luz do Lago. Após os costumes do Festival serem mudados para se alinharem mais com o deleite de sobremesas, rapidamente se tornou uma comida muito apreciada em Fontaine. Não se esqueça de compartilhá-la com todas as pessoas que aparecerem perguntando por \"doces ou julgamento\".",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 3
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Creme",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Geleia",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108621,
      "name": "Mousse Fontinalia Estranha",
      "description": "Um verdadeiro lanche azul do Festival Fontinalia. Dito isso, uma verdadeira tragédia parece ter caído sobre essa porção, lembrando nada além de uma Flor Gigante Cryo... Você tem certeza que as Flores da Luz do Lago nesse não eram, na verdade, Flores Gigantes? Hmm, melhor você se livrar disso discretamente... servir um prato como esse durante o festival pode ser uma ofensa passível de punição legal!",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108622,
      "name": "Mousse Fontinalia",
      "description": "Um verdadeiro lanche azul do Festival Fontinalia. Essa mousse tem formato da imagem da Flor da Luz do Lago. Após os costumes do Festival serem mudados para se alinharem mais com o deleite de sobremesas, rapidamente se tornou uma comida muito apreciada em Fontaine. Não se esqueça de compartilhá-la com todas as pessoas que aparecerem perguntando por \"doces ou julgamento\".",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108623,
      "name": "Mousse Fontinalia Deliciosa",
      "description": "Um verdadeiro lanche azul do Festival Fontinalia. Sua coloração cristalina não ficaria para trás se comparada à luz dispersa pelas ondas quebrando. Sua elegância leve é como pétalas caindo, e sua sensação areada na boca é como um floco de neve derretendo em sua garganta. Comer tal iguaria certamente deve ser a coisa mais adorável que poderia acontecer durante o Festival!",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}