{
  "_id": 3505,
  "id": "fried_shrimp_beanballs",
  "name": "Acarajé",
  "description": "Um lanche frito por imersão. Primeiro, frite as almôndegas, então encha com vegetais, camarão frito e molho. Embora parece ligeiramente complicado de preparar, o fato é que o prato é tão delicioso que vale a pena o trabalho.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Feijões Glabros",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 3
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108739,
      "name": "Acarajé Estranho",
      "description": "Um lanche frito por imersão. O óleo na panela removeu impiedosamente a umidade do camarão, resultando numa textura enrugada que poderia ter sido magnânima, se não fosse pela sensação tão dura e esquisita na boca. Que bom que há apenas dois produtos... Isso facilita lidar com isso.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108740,
      "name": "Acarajé",
      "description": "Um lanche frito por imersão. Primeiro, frite os bolinhos de feijão, então encha com vegetais, camarão frito e molho. Embora pareça ligeiramente complicado de preparar, o fato do prato ser tão delicioso faz valer a pena o trabalho.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108741,
      "name": "Acarajé Delicioso",
      "description": "Um lanche frito por imersão. Após experimentar a mágica culinária conhecida como fritura, isso ganha um brilho dourado, com uma casca crocante que prende firmemente os sucos em uma saborosa e satisfatória crocância. Infelizmente, há apenas dois no prato! Infelizmente, você deseja mais!",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108746,
      "id": "pass_the_luck",
      "name": "Passe a Sorte",
      "description": "Especialidade de Mualani. Pés plantados na prancha de surfe dela, prato em mãos, ela fez não apenas um, não apenas dois, mas três voltas ao seu redor antes de colocar a enorme lagosta na sua frente. \"Ta-dá! Super imensa e fresquinha — um golpe de sorte se é que já existiu algum! E agora, passo essa sorte a você!\" As palavras contentes dela concedem ao acarajé cercando o camarão um brilho dourado.",
      "effect": "Aumenta a Força do escudo de todos os membros da equipe em 35% por 300s. No modo multijogador, este efeito é aplicado apenas em seus próprios personagens.",
      "character": {
        "id": "mualani",
        "name": "Mualani"
      }
    }
  }
}
