{
  "_id": 3604,
  "id": "fruit_tandem_turnovers",
  "name": "Enroladinho Duplo de Fruta",
  "description": "Pão assado com frutas. Após a massa fermentada ser rolada em tiras longas, adicione açúcar e frutas, e as role para assar antes de enfeitar o produto final com frutas picadas. Geralmente combinado com café, esse lanche toma o palco tanto no café da manhã, quanto no chá da tarde.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Baga de Veraneio",
      "amount": 2
    },
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkabaga",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108870,
      "name": "Enroladinho Duplo de Fruta Estranho",
      "description": "Pão assado com frutas. A sensação molhada na boca faz ele parecer como se tivesse ficado na chuva por um tempo. A massa pegajosa gruda teimosamente ao dente como um pesadelo... Suor frio já está escorrendo nas suas costas...",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108871,
      "name": "Enroladinho Duplo de Fruta",
      "description": "Pão assado com frutas. Após a massa fermentada ser rolada em tiras longas, adicione açúcar e frutas, e as role para assar antes de enfeitar o produto final com frutas picadas. Geralmente combinado com café, esse lanche toma o palco tanto no café da manhã, quanto no chá da tarde.",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108872,
      "name": "Enroladinho Duplo de Fruta Delicioso",
      "description": "Pão assado com frutas. Os Enroladinhos Duplos de Fruta são quentes e reconfortantes. Conforme seu dente rompe sua casca e afundam no interior macio, você sente como se estivesse se aconchegando num cobertor de caxemira. A felicidade que surge de dentro poderia combater até mesmo o mais frio dos ventos do inverno.",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    },
    "special": {
      "_id": 108921,
      "id": "afterclass_practice",
      "name": "\"Prática Pós-Aula\"",
      "description": "Especialidade de Jahoda. Após buscar orientação sobre técnicas de preparo com Ineffa pela sexta vez, Jahoda apresentou finalmente sua tarefa — uma sobremesa caseira. Embora seu formato pareça um pouco irregular, o aroma das frutas era maravilhosamente adocicado. Quanto ao sabor... bem, não deve ser tão ruim?",
      "effect": "Restaura 40% de Vida para o personagem selecionado, e restaura 2350 de Vida adicional.",
      "character": {
        "id": "jahoda",
        "name": "Jahoda"
      }
    }
  }
}