{
  "_id": 3405,
  "id": "fruity_trio",
  "name": "Trio Frutado",
  "description": "Uma sobremesa com um toque romântico. Adicione geleia e recheios feitos de Fruta Bulle em formas de tortinha e coloque um pouco de merengue em cima antes de assá-las no forno. O prato oferece três aromas frutados todos em uma única mordida, fazendo essa ser a primeira escolha para lanches pós-refeição.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Fruta Bulle",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Geleia",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108533,
      "name": "Trio Frutado Estranho",
      "description": "Uma sobremesa que possui um toque romântico. O merengue foi assado para atingir um formato aceitável — embora após várias tentativas falhas resultarem em caroços queimados suspeitos. Mas, infelizmente, a cocção demorou tanto que a Fruta Bulle agora faz careta com frustração e não tem mais um sabor doce.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108534,
      "name": "Trio Frutado",
      "description": "Uma sobremesa com um toque romântico. Adicione geleia e recheios feitos de Fruta Bulle em formas de tortinha e coloque um pouco de merengue em cima antes de assá-las no forno. O prato oferece três aromas frutados todos em uma única mordida, fazendo essa ser a primeira escolha para lanches pós-refeição.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108535,
      "name": "Trio Frutado Delicioso",
      "description": "Uma sobremesa com um toque romântico. A crocante e folhada massa da torta e recheios de fruta refrescantes derretem em sua boca. A coalescência harmoniosa das cores branco e marrom do merengue lembram uma faixa de nuvens na quente luz do sol. Realmente uma surpresa agradável para o seu paladar.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
