{
  "_id": 3511,
  "id": "fruits_aplenty",
  "name": "Suco da Fartura",
  "description": "Suco de fruta fresco e deliciosa feito com uma variedade de ingredientes. Suas propriedades saudáveis e envigorantes transformaram ele num favorito entre o povo obcecado com condicionamento físico do Coletivo da Fartura, quem geralmente recomendam que se beba dois copos por dia.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Frutogrão",
      "amount": 2
    },
    {
      "_id": 101249,
      "id": "quenepa_berry",
      "name": "Baga Quenepa",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108797,
      "name": "Suco da Fartura Estranho",
      "description": "Suco de fruta com um sabor curioso feito de uma variedade de frutas. O Cacahuatl azedo, o Frutogrão fibroso, as Bagas Quenepas amargas e os ovos viscosos... Eles batalham pela atenção de suas papilas gustativas, mas você não consegue ter a paciência para deixá-los terminar. Você precisa desesperadamente de um copo d'água para lavar tudo.",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108798,
      "name": "Suco da Fartura",
      "description": "Suco de fruta fresco e delicioso feito com uma variedade de ingredientes. Suas propriedades saudáveis e envigorantes transformaram ele num favorito entre as pessoas obcecadas com condicionamento físico do Coletivo da Fartura, que geralmente recomendam que se beba dois copos por dia.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108799,
      "name": "Suco da Fartura Delicioso",
      "description": "Suco fresco e saboroso feito de uma seleção dos melhores ingredientes. Essa fragrância de outro mundo faz parecer que você foi mergulhado em um pomar, banhado em luz gentil do alvorecer, onde frutas molhadas pelo orvalho derretem e se tornam mel na sua língua, elevando o humor e enchendo de energia... Espera, por que suas pernas estão te levando ao Clube de Condicionamento Físico?",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    }
  }
}
