{
  "_id": 3315,
  "id": "gilded_tajine",
  "name": "Caldeirada Dourada",
  "description": "Um prazo cozido de carne. A forma única do wok reduz a quantidade de líquido perdido durante o cozimento, e esse é um segredo culinário que apenas alguns povos do deserto conhecem. Essa iguaria deliciosa acompanhou os Eremitas por toda Sumeru, ganhando dessa forma seu nome e reputação.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Tempero",
      "amount": 1
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108492,
      "name": "Caldeirada Dourada Estranha",
      "description": "Um prato de carne cozida. Apesar de parecer comestível o suficiente, uma mordida é o suficiente para revelar que a carne está tão seca quanto um osso, é como se você estivesse mastigando um galho. Será que a tampa do wok estava quebrada? Ou será que foi o uso dela de uma maneira errada que resultou nisso?",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108493,
      "name": "Caldeirada Dourada",
      "description": "Um prazo cozido de carne. A forma única do wok reduz a quantidade de líquido perdido durante o cozimento, e esse é um segredo culinário que apenas alguns povos do deserto conhecem. Essa iguaria deliciosa acompanhou os Eremitas por toda Sumeru, ganhando dessa forma seu nome e reputação.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 22% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108494,
      "name": "Caldeirada Dourada Deliciosa",
      "description": "Um prato de carne cozida. Os grandes pedaços de carne foram mergulhados em uma sopa grossa e derretem imediatamente ao tocarem seus lábios. A combinação única de especiarias dança com o ritmo dos aromas de carne e tocam uma melodia do deserto em suas papilas gustativas ao ponto de sua língua não ter opção a não ser aplaudir.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108501,
      "id": "goldflame_tajine",
      "name": "Panelão Fervente",
      "description": "Especialidade da Dehya. Ao abrir a tampa, a carne que está dentro é tão macia que é possível se inebriar com a sensação dela escorregando entre os lábios... Parece que Dehya sabe cozinhar tão bem quanto sabe lutar.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "dehya",
        "name": "Dehya"
      }
    }
  }
}