{
  "_id": 4902,
  "id": "golden_apple_pastry",
  "name": "Tortinhas Douradas de Maçã",
  "description": "Uma pequena sobremesa feita com maçãs. Após serem fatiadas em pedaços do mesmo tamanho, as maçãs são misturadas com açúcar e outras especiarias. A mistura então é fervida até engrossar, sendo envolvida em uma massa folhada quadrada e assada até crescer e ficar dourada. A massa crocante envolve um recheio macio, uma guloseima adequada a todos.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100001,
      "id": "apple",
      "name": "Maçã",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Manteiga",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108748,
      "name": "Tortinhas Douradas de Maçã Estranhas",
      "description": "Uma pequena sobremesa feita com maçãs. Deixadas por tempo demais, a pele que ficou mole, agora esconde um recheio ainda molenga, com um sabor bem longe do que era pretendido... Eita. Parece que sua boca tá sendo colada fechada...",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108749,
      "name": "Tortinhas Douradas de Maçã",
      "description": "Uma pequena sobremesa feita com maçãs. Após serem fatiadas em pedaços do mesmo tamanho, as maçãs são misturadas com açúcar e outras especiarias. A mistura então é ferivda até engrossar, sendo envolvida em uma massa folhada quadrada e assada até crescer e ficar dourada. A massa crocante envolve um recheio macio, uma guloseima adequada a todos.",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108750,
      "name": "Tortinhas Douradas de Maçã Deliciosas",
      "description": "Uma pequena sobremesa feita com maçãs. O recheio adoçado com mel toma suas papilas gustativas de assalto como uma luz dourada atravessando os dedos entrelaçados das árvores e folhas, aquecendo o seu coração. Ah, como você poderia parar comendo só uma dessas?",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}