{
  "id": "golden_chicken_burger",
  "name": "Hambúrguer de Frango Dourado",
  "description": "Um hambúrguer em que a Carne de Ave é a estrela principal. Legumes frescos e um filé de Carne de Ave crocante e saboroso são colocados entre duas fatias de pão macio. Não são necessários talheres: basta pegá-lo e dar uma mordida para sentir o sabor intenso e satisfatório acompanhado da crocância em um sonoro \"crunch\"!",
  "rarity": 3,
  "recipe": [
    {
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    },
    {
      "id": "cabbage",
      "name": "Repolho",
      "amount": 2
    },
    {
      "id": "butter",
      "name": "Manteiga",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "name": "Hambúrguer de Frango Dourado Estranho",
      "description": "Um hambúrguer em que a Carne de Ave é a estrela principal. O hambúrguer foi cortado muito fino e coberto com muita Farinha, dando a impressão de comer uma fatia de pão frita entre duas fatias de pão.",
      "effect": "Restaura 30% de Vida para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "name": "Hambúrguer de Frango Dourado",
      "description": "Um hambúrguer em que a Carne de Ave é a estrela principal. Legumes frescos e um filé de Carne de Ave crocante e saboroso são colocados entre duas fatias de pão macio. Não são necessários talheres: basta pegá-lo e dar uma mordida para sentir o sabor intenso e satisfatório acompanhado da crocância em um sonoro \"crunch\"!",
      "effect": "Restaura 32% de Vida e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "name": "Hambúrguer de Frango Dourado Delicioso",
      "description": "Um hambúrguer em que a Carne de Ave é a estrela principal. O filé de Carne de Ave tem uma cor dourada e seu caldo deixa a carne macia. O sabor denso do molho e o frescor dos vegetais fazem com que você sinta que está caminhando sobre as nuvens enquanto desfruta do banquete na palma da sua mão.",
      "effect": "Restaura 34% de Vida e 1900 de Vida ao personagem selecionado."
    }
  }
}
