{
  "id": "goulash",
  "name": "Guisado de Legumes ao Molho",
  "description": "Guisado quente feito de Carne FrescaFria e vegetais cortados em pequenos pedaços. Tomates fervidos lentamente dão a esse prato uma textura rica e grossa. Basta um pedaço deste prato agradável e quente para acabar com efeito do frio no corpo.",
  "rarity": 2,
  "recipe": [
    {
      "id": "chilled_meat",
      "name": "Carne Fresca Fria",
      "amount": 2
    },
    {
      "id": "carrot",
      "name": "Cenoura",
      "amount": 2
    },
    {
      "id": "tomato",
      "name": "Tomate",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "name": "Guisado de Legumes ao Molho Estranho",
      "description": "Um prato refogado a vapor. Houve alguma falha no controle da chama durante o processo de refogamento, levando a um produto com uma sensação na boca muito rígida. Você pode ignorar essas falhas se você as meter goela abaixo - isso vai manter o frio afastado, independentemente.",
      "effect": "Diminui um pouco o crescimento do Frio Extremo para todos os personagens por 900s. No modo multijogador, esse efeito é aplicado apenas ao seu próprio personagem."
    },
    "normal": {
      "name": "Guisado de Legumes ao Molho",
      "description": "Guisado quente feito de Carne Fresca Fria e vegetais cortados em pequenos pedaços. Tomates fervidos lentamente dão a esse prato uma textura rica e grossa. Basta um pedaço deste prato agradável e quente para acabar com efeito do frio no corpo.",
      "effect": "Diminui levemente o crescimento do Frio Extremo para todos os personagens por 900s. No modo multijogador, esse efeito é aplicado apenas ao seu próprio personagem."
    },
    "delicious": {
      "name": "Guisado de Legumes ao Molho Delicioso",
      "description": "Um prato assado fumegante. Basta uma colher de sopa para sentir uma satisfação surgir do fundo do coração. O sabor da carne se intensifica a cada mordida, oferecendo energia ilimitada a quem ingere, mesmo no inverno mais rigoroso.",
      "effect": "Diminui o crescimento do Frio Extremo para todos os personagens por 900s. No modo multijogador, esse efeito é aplicado apenas ao seu próprio personagem."
    }
  }
}
