{
  "_id": 1103,
  "id": "grilled_tiger_fish",
  "name": "Peixe Tigre Frito",
  "description": "Um espetinho de peixe grelhado sobre uma fogueira aberta. Um peixe fresco direto do porto e grelhado rapidamente. Seu aroma atrai até os gatos de rua. De fato, a frescura é o segredo do seu sabor.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pimenta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108107,
      "name": "Peixe Tigre Frito Estranho",
      "description": "Um espetinho de peixe grelhado sobre uma fogueira aberta. Você mal consegue ver que esse pedaço carbonizado é de fato um peixe grelhado e, após uma investigação mais aprofundada, as escamas de peixe misturadas confirmam que esse é realmente o caso.",
      "effect": "Restaura 8% de Vida Máxima e 800 de Vida adicional para o personagem selecionado."
    },
    "normal": {
      "_id": 108108,
      "name": "Peixe Tigre Frito",
      "description": "Um espetinho de peixe grelhado sobre uma fogueira aberta. Um peixe fresco direto do porto e grelhado rapidamente. Seu aroma atrai até os gatos de rua. De fato, a frescura é o segredo do seu sabor.",
      "effect": "Restaura 9% de Vida Máxima e 1000 de Vida adicional para o personagem selecionado."
    },
    "delicious": {
      "_id": 108109,
      "name": "Peixe Tigre Frito Delicioso",
      "description": "Um espetinho de peixe grelhado sobre uma chama aberta. A pele dourada cintilante selou a carne fresca e macia. Você não pode deixar de suspirar de satisfação ao mastigá-la. Nem um pedaço de carne sequer ficará intocado, nem mesmo aqueles presos firmemente ao espetinho de bambu.",
      "effect": "Restaura 10% de Vida Máxima e 1200 de Vida adicional ao personagem selecionado."
    },
    "special": {
      "_id": 108145,
      "name": "Peixe Grelhado de Sobrevivência",
      "description": "A gastronomia da Keqing. Este prato não foi grelhado em fogo, mas foi frito por dentro através da delicada aplicação do Electro. Uma mordida suave revela peixes perfumados sob a pele levemente crocante, bem como o seu sabor perfeitamente equilibrado. Então, é assim que ela sobrevive na natureza? Você realmente não pode avaliar um livro pela capa.",
      "effect": "Restaura 16% de Vida Máxima e 1350 de Vida adicional ao personagem selecionado.",
      "character": {
        "id": "keqing",
        "name": "Keqing"
      }
    }
  }
}
