{
  "_id": 1501,
  "id": "grilled_fish_in_mint_sauce",
  "name": "Peixe Grelhado em Molho de Menta",
  "description": "Peixe Grelhado coberto com um delicioso molho. O peixe é cortado, recheado com especiarias e grelhado. Quando está pronto, um espesso molho de menta é generosamente derramado sobre ele. O aroma refrescante do peixe é suficiente para atiçar o apetite de qualquer um.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 1
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108715,
      "name": "Peixe Grelhado em Molho de Menta Estranho",
      "description": "Peixe grelhado mergulhado em um molho delicioso. O molho grosso afogou o sabor natural do peixe, e um gosto forte de Menta não deixou nem sinal do peixe grelhado.",
      "effect": "Restaura 8% de Vida Máxima e 800 de Vida adicional para o personagem selecionado."
    },
    "normal": {
      "_id": 108716,
      "name": "Peixe Grelhado em Molho de Menta",
      "description": "Peixe Grelhado coberto com um delicioso molho. O peixe é cortado, recheado com especiarias e grelhado. Quando está pronto, um espesso molho de menta é generosamente derramado sobre ele. O aroma refrescante do peixe é suficiente para atiçar o apetite de qualquer um.",
      "effect": "Restaura 9% de Vida Máxima e 1000 de Vida adicional para o personagem selecionado."
    },
    "delicious": {
      "_id": 108717,
      "name": "Peixe Grelhado em Molho de Menta Delicioso",
      "description": "Peixe grelhado é mergulhado em um molho delicioso. É crocante, a pele do peixe é fragrante, e a carne macia... métodos ordinários para sabor extraordinário.",
      "effect": "Restaura 10% de Vida Máxima e 1200 de Vida adicional ao personagem selecionado."
    },
    "special": {
      "_id": 108838,
      "id": "abyssal_bounty",
      "name": "Obtenção do Abismo",
      "description": "Especialidade de Skirk. Uma pesca anormalmente feroz. Embora esteja completamente cozido, ainda consegue intimidar à primeira vista. Invocando a coragem para um mordida, um sabor sem precedentes inunda seus sentidos. Onde ela sequer conseguiu pescar esse peixe? Uma suspeita bizarra surge de repente... C-Certamente não de lá...?",
      "effect": "Restaura 16% de Vida Máxima e 1350 de Vida adicional ao personagem selecionado.",
      "character": {
        "id": "skirk",
        "name": "Skirk"
      }
    }
  }
}
