{
  "_id": 2116,
  "id": "guhua_fish_lamb_soup",
  "name": "Sopa de Peixe e Carneiro Frescos de Guhua",
  "description": "Um prato antigo, registrado pela história. Peixe fresco e carne são assados juntos, com a maciez do peixe e suco do carneiro transformando o prato numa iguaria.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108657,
      "name": "Sopa de Peixe e Carneiro Frescos de Guhua Estranha",
      "description": "Um antigo prato, registrado ao longo da história. Infelizmente, não há tempo para preocupação com tais questões enquanto o carneiro forte e o peixe fedorento brigam por domínio de sua boca. Suas pobres papilas gustativas vão precisar de uma eternidade de enxágue depois dessa.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 88 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108658,
      "name": "Sopa de Peixe e Carneiro Frescos de Guhua",
      "description": "Um prato antigo, registrado pela história. Peixe fresco e carne são assados juntos, com a maciez do peixe e suco do carneiro transformando o prato numa iguaria.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 107 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108659,
      "name": "Sopa de Peixe e Carneiro Frescos de Guhua Deliciosa",
      "description": "Um antigo prato, registrado ao longo da história. Conforme a sopa sedosa e branca desce pela sua garganta, você só pode desejar ter dois estômagos. Coma uma panela disso no inverno e você vai desejar que ainda estivesse comendo na primavera seguinte.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 126 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
