{
  "_id": 1105,
  "id": "honey_char_siu",
  "name": "Porco Assado ao Mel",
  "description": "Um tipo de carne assada de Liyue. O nome sugere que a carne marinada espetada num garfo de metal especial é pendurada acima de um fogo para ser assada. O gosto é um favorito entre os gourmets.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108645,
      "name": "Porco Assado ao Mel Estranho",
      "description": "Um tipo de carne assada de Liyue. Tempero demasiadamente adocicado causa uma tormenta na sua língua. Como o ditado local diz, um erro mínimo pode fazer uma grande diferença, e parece que isso se mantém verdade sobre esse prato.",
      "effect": "Restaura 8% da Vida Máxima do personagem selecionado e regenera 210 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108646,
      "name": "Porco Assado ao Mel",
      "description": "Um tipo de carne assada de Liyue. O nome sugere que a carne marinada espetada num garfo de metal especial é pendurada acima de um fogo para ser assada. O gosto é um favorito entre os gourmets.",
      "effect": "Restaura 9% da Vida Máxima do personagem selecionado e regenera 260 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108647,
      "name": "Porco Assado ao Mel Delicioso",
      "description": "Um tipo de carne assada de Liyue. Uma cor vermelha vibrante, aromático e intensamente saboroso. Ora, pode-se até desmaiar de gula se olhar demais para ele. Entre mordidas de carne deliciosa e molho encorpado, uma tigela de arroz parece não ser páreo para se equiparar a essa experiência de sabor!",
      "effect": "Restaura 10% da Vida Máxima do personagem selecionado e regenera 300 de Vida a cada 5s por 30s."
    },
    "special": {
      "_id": 108664,
      "id": "yummy_yum_cha",
      "name": "Um Golinho Relaxante",
      "description": "Especialidade de Gaming. Fila após fila de pãezinhos de leão de chifres realistas repousam dentro da panela a vapor, trazendo a formidável e inteligente juventude pulando entre as flores... \"Que expressão é essa? Beba uma xícara de chá primeiro, certo?\" Com isso, o camarada alegre e sorridente passa outro copo a você.",
      "effect": "Restaura 14% da Vida Máxima do personagem selecionado e regenera 350 de Vida a cada 5s por 30s.",
      "character": {
        "id": "gaming",
        "name": "Gaming"
      }
    }
  }
}
