{
  "_id": 3204,
  "id": "imported_poultry",
  "name": "Carne de Ave Cruzada",
  "description": "Um prato de carne coberta com molho. A ave é marinada antes de ser coberta com massa e frita, e um molho grosso é vertido sobre ela como toque final. Os legumes que acompanham são cultivados localmente, mas os métodos de marinação e os molhos são todos importados, daí o nome \"Carne de Ave Cruzada\".",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 4
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Melão de Lavanda",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108279,
      "name": "Carne de Ave Cruzada Estranha",
      "description": "Um prato de carne coberta com molho. A princípio, não parece ter nada de errado. Mas com o tempo, você descobrirá a natureza trágica de suas falhas. Aves preparadas sem remover um pouco da gordura e do óleo são muito pesadas para engolir, e mesmo uma combinação com vegetais não pode salvar este prato.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108280,
      "name": "Carne de Ave Cruzada",
      "description": "Um prato de carne coberta com molho. A ave é marinada antes de ser coberta com massa e frita, e um molho grosso é vertido sobre ela como toque final. Os legumes que acompanham são cultivados localmente, mas os métodos de marinação e os molhos são todos importados, daí o nome \"Carne de Ave Cruzada\".",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108281,
      "name": "Carne de Ave Cruzada Deliciosa",
      "description": "Um prato de carne coberto com molho. Após ser previamente marinada, a ave recebeu várias camadas de sabor, mantendo a sua oleosidade com perfeita moderação. Morda a casca de farinha crocante e sinta os deliciosos sucos da ave entrarem em sua boca e abrirem seu apetite.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}
