{
  "_id": 3212,
  "id": "invigorating_kitty_meal",
  "name": "Refeição Revigorante Miau",
  "description": "Este prato principal parece muito fofo. Com a ajuda de Kiminami Anna, este prato foi feito com os gostos da Sacerdotisa Chefe Provisória Neko em mente. Embora não corresponda exatamente ao sabor que Hibiki costumava fazer, a Srta. Neko parece bastante satisfeita com seu trabalho, mesmo assim. Devido à falta de especiarias, os humanos podem acabar achando este prato um pouco sem graça.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Erva Marinha",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108318,
      "name": "Refeição Revigorante Miau Estranha",
      "description": "Este prato principal parece muito fofo. No entanto, sua aparência esconde uma falta de experiência na fabricação, com o produto final sendo cada pedaço apressadamente jogado junto com o trabalho descuidado que ele é. Não se sabe se a Sacerdotisa Chefe Provisória Neko aceitará isto...",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108319,
      "name": "Refeição Revigorante Miau",
      "description": "Este prato principal parece muito fofo. Com a ajuda de Kiminami Anna, este prato foi feito com os gostos da Sacerdotisa Chefe Provisória Neko em mente. Embora não corresponda exatamente ao sabor que Hibiki costumava fazer, a Srta. Neko parece bastante satisfeita com seu trabalho, mesmo assim. Devido à falta de especiarias, os humanos podem achar este prato um pouco sem graça.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108320,
      "name": "Refeição Revigorante Miau Deliciosa",
      "description": "Este prato principal parece muito fofo. A metodologia simples utilizada para fazê-lo tem maximizado a retenção do sabor em seus ingredientes. Até mesmo os gatos que geralmente não ligam para os humanos com certeza virão correndo quando sentirem o cheiro disso. Err, espere um momento. Isto também deveria atrair cães?",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    }
  }
}
