{
  "_id": 3115,
  "id": "jade_fruit_soup",
  "name": "Sopa de Fruta Jade",
  "description": "Uma sobremesa tradicional de Liyue. Depois da água ferver, coloque os ingredientes e deixe cozinhar por um tempo antes de adicionar os cubos de açúcar. Deixe o fogo baixo e cozinhe mais até que a sopa clareie um pouco. Cozinhar isso por muito tempo deixa uma textura suave na língua, garantindo que o prato seja fácil de digerir e por isso facilmente consumido pelos jovens e idosos.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Fruto do Pôr do Sol",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    },
    {
      "_id": 100031,
      "id": "qingxin",
      "name": "Qingxin",
      "amount": 1
    },
    {
      "_id": 100034,
      "id": "violetgrass",
      "name": "Violeta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108506,
      "name": "Sopa de Fruta Jade Estranha",
      "description": "Uma sobremesa tradicional de Liyue. Derramar sem cuidado todos os ingredientes de uma vez na panela resultará em um sabor semelhante a um concentrado de Slime... Hic. Embora a textura possa afetar o prazer de aproveitar este prato, pelo menos os ingredientes ainda devem ser bom para a saúde...",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108507,
      "name": "Sopa de Fruta Jade",
      "description": "Uma sobremesa tradicional de Liyue. Depois da água ferver, coloque os ingredientes e deixe cozinhar por um tempo antes de adicionar os cubos de açúcar. Deixe o fogo baixo e deixe cozinhar mais um pouco até que a sopa clareie um pouco. Cozinhar isso por muito tempo deixa uma textura suave na língua, garantindo que o prato seja fácil de digerir e por isso facilmente consumido pelos jovens e idosos.",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 17% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108508,
      "name": "Sopa de Fruta Jade Deliciosa",
      "description": "Uma sobremesa tradicional de Liyue. Um pedaço grande de fruta boiando na sopa pode parecer um barco solitário à deriva no rio e o gosto fresco do prato acaricia o paladar como uma leve brisa.",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108510,
      "id": "heatquelling_soup",
      "name": "Sopa Extintora",
      "description": "Especialidade de Baizhu. \"Isso, na verdade, não é remédio, apenas algo que pode aliviar a boca seca.\" Conforme a voz preocupada de Baizhu ecoa em seus ouvidos, uma tigela com uma lustrosa sopa de fruta aparece em sua vista. \"Esse prato normalmente não usava açúcar, mas eu estava preocupada de que você não estivesse acostumado com o amargor, então adicionei um pouco de doçura\", disse Changsheng.",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "baizhu",
        "name": "Baizhu"
      }
    }
  }
}