{
  "id": "jueyun_chili_chicken",
  "name": "Frango de Pimenta de Jueyun",
  "description": "Frango frio misturado em molhos. A técnica usada na mistura do prato manteve o frescor da suculência da carne. A brilhante pele de galinha dourada esconde um sabor levemente picante.",
  "rarity": 2,
  "recipe": [
    {
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 2
    },
    {
      "id": "jueyun_chili",
      "name": "Pimenta de Jueyun",
      "amount": 1
    },
    {
      "id": "pepper",
      "name": "Pimenta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "name": "Frango de Pimenta de Jueyun Estranho",
      "description": "Frango frio misturado em molhos. O frango provavelmente não foi marinado adequadamente, por isso é apenas salgado por fora, mas sem graça por dentro. O sabor lembra os peitos de frango escalfados em água.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 6% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "name": "Frango de Pimenta de Jueyun",
      "description": "Frango frio misturado em molhos. A técnica usada na mistura do prato manteve o frescor da suculência da carne. A brilhante pele de galinha dourada esconde um sabor levemente picante.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 9% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "name": "Frango de Pimenta de Jueyun Delicioso",
      "description": "Frango frio misturado em molhos. O frango é extremamente macio, suculento e doce. O sabor delicioso transporta você para o reino dos sonhos.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 12% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "name": "Galinha Roqueira!",
      "description": "O prato especial de Xinyan. Sua aparência demônica esconde um sabor picante igualmente demônico, enquanto você come, também vai chorar, mas não vai conseguir parar. Só alguém como um demônio conseguiria fazer um prato como esse!",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 16% por 300s. No modo multijogador, terá efeito em si mesmo.",
      "character": {
        "id": "xinyan",
        "name": "Xinyan"
      }
    }
  }
}
