{
  "_id": 3416,
  "id": "la_lettre_a_focalors",
  "name": "La Lettre a Focalors",
  "description": "Um pequeno bolo na forma de um longo retângulo. Dizem que há muito, muito tempo, um certo confeiteiro criou essa obra-prima com o grande amor do povo de Fontaine por sua Arconte Hydro como inspiração. As camadas sobrepostas são a prova da habilidade desse chef, e cada aspecto do bolo é a prova da grande influência da Arconte Hydro.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Grão de Café",
      "amount": 3
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Amêndoa",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108605,
      "name": "La Lettre a Focalors Estranho",
      "description": "Um bolo pequeno na forma de um retângulo longo. O sabor das camadas parece mais ou menos o mesmo... espera aí, tá faltando algumas camadas! Connoisseurs vão saber que o confeiteiro errou na primeira mordida.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108606,
      "name": "La Lettre a Focalors",
      "description": "Um pequeno bolo na forma de um longo retângulo. Dizem que há muito, muito tempo, um certo confeiteiro criou essa obra-prima com o grande amor do povo de Fontaine por sua Arconte Hydro como inspiração. As camadas sobrepostas são a prova da habilidade desse chef, e cada aspecto do bolo é a prova da grande influência da Arconte Hydro.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 22% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108607,
      "name": "La Lettre a Focalors Delicioso",
      "description": "Um bolo pequeno na forma de um longo retângulo. O aroma infinito de café e amêndoas chama sua atenção e empurra seus pensamentos, como se você tivesse parado sem perceber numa ópera extravagante. Você está se afogando nas reviravoltas dessa performance fantástica, e só espera que o final nunca chegue.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108611,
      "id": "pour_la_justice",
      "name": "\"Proustis\"",
      "description": "Especialidade de Furina. \"Proustis\" significa \"veneração da justiça\" em Fontaine, e ela, que uma vez performou no maior dos palcos, testemunhou o nascimento da justiça sublime. Seu sabor em camadas parece oscilar como as ondas do mar, até finalmente relaxar como se estivesse se desfazendo de um pesado fardo. Talvez reflita algo que ela pessoalmente passou?",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "furina",
        "name": "Furina"
      }
    }
  }
}