{
  "_id": 3601,
  "id": "lakkaberry_krumkakes",
  "name": "Rolinho de Ovo de Lakkabaga",
  "description": "Uma sobremesa clássica de Nod-Krai. A massa é colocada numa grelha e enrolada rapidamente, enquanto manteiga é espremida nele e frutas colocadas por cima. Crocante e adocicadamente aromático, é muito popular entre crianças.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkabaga",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 3
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108855,
      "name": "Rolinho de Ovo de Lakkabaga Estranho",
      "description": "Uma sobremesa clássica de Nod-Krai. As bordas estão macias, mais como crepes do que rolinhos de ovo, obviamente devido à umidade. Felizmente, o centro ainda está crocante, então se você comer rápido, talvez o gosto ainda esteja bom...",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108856,
      "name": "Rolinho de Ovo de Lakkabaga",
      "description": "Uma sobremesa clássica de Nod-Krai. A massa é colocada numa grelha e enrolada rapidamente, enquanto manteiga é espremida nele e frutas colocadas por cima. Crocante e adocicadamente aromático, é muito popular entre crianças.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108857,
      "name": "Rolinho de Ovo de Lakkabaga Delicioso",
      "description": "Uma sobremesa clássica de Nod-Krai. Um som quebradiço divino, mas contrastante com a casca crocante do rolinho de ovo que está com um recheio sedoso, doce e glutinoso. Duas texturas completamente diferentes se unem em perfeita harmonia no paladar. Antes do sabor residual sequer surgir, a mão já está indo em direção ao prato ansiosamente mais uma vez.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108889,
      "id": "thunderclap_slash",
      "name": "Golpe do Trovão!",
      "description": "Especialidade de Ineffa. Com uma expressão neutra, Ineffa grita \"Golpe do Trovão!\", enquanto rolinhos de ovos são lançados um após o outro de seu braço desacoplado, caindo precisamente no prato na sua frente. Padrões intricados e um sabor doce maravilhoso provam as excelentes habilidades culinárias de quem preparou. Suas papilas gustativas não têm escolha senão se render ao \"Golpe do Trovão!\"",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 35% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "ineffa",
        "name": "Ineffa"
      }
    }
  }
}
