{
  "_id": 1302,
  "id": "lambad_fish_roll",
  "name": "Rolinho de Peixe Lambad",
  "description": "Um prato de peixe grelhado com um leve aroma floral. Dizem que Lambad se aventurou por todo o mundo em sua juventude. Onde quer que fosse, experimentava o peixe grelhado das tavernas locais. Este não era um prato exclusivo em Sumeru, o que Lambad achou uma pena, então ele inventou esse rolinho de peixe. De acordo com os frequentadores da taverna, as histórias de suas aventuras não são necessariamente verdadeiras, mas seu rolinho de peixe certamente é delicioso.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 1
    },
    {
      "_id": 101219,
      "id": "sumeru_rose",
      "name": "Rosa de Sumeru",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108421,
      "name": "Rolinho de Peixe Lambad Estranho",
      "description": "Um prato de peixe grelhado com um leve aroma floral. Infelizmente, o cheiro rançoso de peixe grelhado revela falta de habilidade culinária em prepará-lo. É melhor Lambad não descobrir, ou ele vai te cobrar o dobro da próxima vez que você visitar a barraca dele.",
      "effect": "Restaura 8% de Vida Máxima e 800 de Vida adicional para o personagem selecionado."
    },
    "normal": {
      "_id": 108422,
      "name": "Rolinho de Peixe Lambad",
      "description": "Um prato de peixe grelhado com um leve aroma floral. Dizem que Lambad se aventurou por todo o mundo em sua juventude. Onde quer que fosse, experimentava o peixe grelhado das tavernas locais. Este não era um prato exclusivo em Sumeru, o que Lambad achou uma pena, então ele inventou esse rolinho de peixe. De acordo com os frequentadores da taverna, as histórias de suas aventuras não são necessariamente verdadeiras, mas seu rolinho de peixe certamente é delicioso.",
      "effect": "Restaura 9% de Vida Máxima e 1000 de Vida adicional para o personagem selecionado."
    },
    "delicious": {
      "_id": 108423,
      "name": "Rolinho de Peixe Lambad Delicioso",
      "description": "Um prato de peixe grelhado com um leve aroma floral. A carne de peixe grelhada e as perfumadas pétalas de rosa lembram as ondas ondulantes na superfície do mar avermelhadas pelo sol poente. Não é de estranhar que este prato também seja conhecido pelo nome de \"o romance dos marinheiros\". Espere! Isso significa que Lambad não estava exagerando sobre suas aventuras!?",
      "effect": "Restaura 10% de Vida Máxima e 1200 de Vida adicional ao personagem selecionado."
    }
  }
}
