{
  "_id": 3403,
  "id": "lasagna",
  "name": "Lasanha",
  "description": "Um prato de massa assado. Espalhe queijo, molho de carne e molho bechamel em uma camada de tiras de massa e coloque outra camada de massa em cima — repita o processo algumas vezes e asse a massa até que o queijo fique dourado e borbulhante. O segredo dessa delícia está no molho de carne cuidadosamente preparado.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queijo",
      "amount": 2
    },
    {
      "_id": 110004,
      "id": "butter",
      "name": "Manteiga",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108527,
      "name": "Lasanha Estranha",
      "description": "Um prato de massa assado. A massa e os recheios são misturados de forma desordenada, o que não garante nem um pouco uma textura decente. Você sente como se a Lasanha ficasse alojada em sua garganta — mas não se preocupe, a próxima mordida com certeza será pior!",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108528,
      "name": "Lasanha",
      "description": "Um prato de massa assado. Espalhe queijo, molho de carne e molho bechamel em uma camada de tiras de massa e coloque outra camada de massa em cima — repita o processo algumas vezes e asse a massa até que o queijo fique dourado e borbulhante. O segredo dessa delícia está no molho de carne cuidadosamente preparado.",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108529,
      "name": "Lasanha Deliciosa",
      "description": "Um prato de massa assado. A Canção de Panelas e Fogo elogia a ascensão do molho de carne ao Trono de Massa. No momento que entra em sua boca, ela agracia você com felicidade tão incomparável que você quer declarar hoje como sendo o Dia da Lasanha!",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    }
  }
}
