{
  "_id": 2106,
  "id": "lotus_seed_and_bird_egg_soup",
  "name": "Sopa de Lótus e Ovo",
  "description": "Um prato de ovo cozido no vapor. As cores claras e douradas do creme de ovos foram adornadas com várias raízes de lótus. Seja no café da manhã ou lanche após a refeição, seu valor nutricional superior pode nutrir muito o corpo.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100026,
      "id": "lotus_head",
      "name": "Cabeças de Lótus",
      "amount": 1
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108119,
      "name": "Sopa de Lótus e Ovo Estranho",
      "description": "Um prato de ovo cozido no vapor. O longo processo de vaporização fez com que figuras incomuns do favo de mel aparecessem na superfície do creme de ovos. Escusado será dizer que não há quase uma pitada de amargura no lótus.",
      "effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108120,
      "name": "Sopa de Lótus e Ovo",
      "description": "Um prato de ovo cozido no vapor. As cores claras e douradas do creme de ovos foram adornadas com várias raízes de lótus. Seja no café da manhã ou lanche após a refeição, seu valor nutricional superior pode nutrir muito o corpo.",
      "effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108121,
      "name": "Sopa de Lótus e Ovo Deliciosa",
      "description": "Um prato de ovo cozido no vapor. Os ovos suculentos derretem na boca e, antes que você perceba, uma doçura suave e sutil de flores de lótus recém-nascidas cobre o paladar.",
      "effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "special": {
      "_id": 108373,
      "id": "cloudshrouded_jade",
      "name": "Nuvens Sobre Jade",
      "description": "Especialidade de Yunjin. Este lanche doce e pegajoso de alguma forma não afetará sua garganta de forma negativa, e é por isso que é o favorito de Yunjin. O gosto residual é elegante, não é algo de que alguém se cansasse rapidamente. Pensando bem... Isto é um pouco mais decente do que ela normalmente faria para si mesma — mas quem é você para questionar a gentileza dela?",
      "effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 25% por 1500s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
      "character": {
        "id": "yun_jin",
        "name": "Yunjin"
      }
    }
  }
}
