{
  "_id": 3510,
  "id": "magmic_ode",
  "name": "Ode do Magma",
  "description": "Um antigo prato de Natlan. Tradicionalmente, os ingredientes são envoltos em folhas grandes e cozidos no vapor em um buraco usando pedras extremamente quentes. Quando ondas de vapor começarem a subir como nuvens, essa iguaria de Natlan, perfeita para compartilhar com grupos maiores, está pronta para ser servida.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Frutogrão",
      "amount": 4
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Batata",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108778,
      "name": "Ode do Magma Estranha",
      "description": "Um antigo prato de Natlan. Se ainda há um toque de esperança quando a textura áspera e arenosa toca sua língua, aquela última fagulha de otimismo desaparece no momento que o sabor terroso atinge seu paladar. Quando que isso veio parar aqui?",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108779,
      "name": "Ode do Magma",
      "description": "Um antigo prato de Natlan. Tradicionalmente, os ingredientes são envoltos em folhas grandes e cozidos no vapor em um buraco usando pedras extremamente quentes. Quando ondas de vapor começarem a subir como nuvens, essa iguaria de Natlan, perfeita para compartilhar com grupos maiores, está pronta para ser servida.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108780,
      "name": "Ode do Magma Deliciosa",
      "description": "Um antigo prato de Natlan. O cozimento meticuloso tranca os sucos firmemente nos ingredientes, enquanto um sutil defumado permanece como leves fios de ouro costurados em pergaminhos tecidos raros, elevando o sabor a novas alturas. Uma única mordida fará qualquer um vibrar incontrolavelmente em deleite.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108787,
      "id": "hymn_of_gathered_flame",
      "name": "Hino da Chama Reunida",
      "description": "Especialidade de Mavuika. Uma variedade de frutos-do-mar, assados perfeitamente, harmoniza uma requintada sinfonia de sabores. Lembra um hino nobre e eterno soando em seus ouvidos, com chamas inextinguíveis acendendo em conjunto. A melodia bela e agitada carrega um poder inspirador. Isso é talvez parte da imensa força da Arconte Pyro?",
      "effect": "Aumenta a Taxa e Dano CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "mavuika",
        "name": "Mavuika"
      }
    }
  }
}
