{
  "_id": 2303,
  "id": "masala_cheese_balls",
  "name": "Bolinhas de Queijo ao Masala",
  "description": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Os bolinhos de queijo recém-cozidos exalam um aroma agradável, pois uma técnica especial foi usada para misturar os temperos na massa. Uma pequena mordida e você verá o queijo quente escorrendo imediatamente. Além disso, a batata foi cozida até amolecer adequadamente. Esta combinação cremosa irá manter qualquer um satisfeito por um longo tempo.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Batata",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queijo",
      "amount": 1
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Tempero",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108400,
      "name": "Bolinhas de Queijo ao Masala Estranhas",
      "description": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. As bolas de queijo estão mal passadas e, como resultado, você tem uma porção de queijo meio derretido e pedaços de grossos de batata. Não seria melhor cozinhar por mais tempo da próxima vez?",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 6% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108401,
      "name": "Bolinhas de Queijo ao Masala",
      "description": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. Os bolinhos de queijo recém-cozidos exalam um aroma agradável, pois uma técnica especial foi usada para misturar os temperos na massa. Uma pequena mordida e você verá o queijo quente escorrendo imediatamente. Além disso, a batata foi cozida até amolecer adequadamente. Esta combinação cremosa irá manter qualquer um satisfeito por um longo tempo.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 9% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108402,
      "name": "Bolinhas de Queijo ao Masala Deliciosas",
      "description": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É, na verdade, uma receita bastante tradicional em Sumeru. As especiarias foram misturadas com os outros ingredientes de forma minuciosa para realçar os aromas originais. Eles despertam suas papilas gustativas e criam um perfil de sabor em várias camadas. A bolinha de queijo fica crocante por fora e macia por dentro. Vai deliciosamente bem com batatas quentinhas.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 12% por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
