{
  "id": "meat_lovers_mushroom_pizza",
  "name": "Pizza de Carne e Cogumelos",
  "description": "Uma pizza recém-assada. Grandes pedaços de carne e cogumelos frescos cobrem toda a massa. Se você adicionar uma camada de queijo por cima, é impossível resistir à tentação. Não dura um minuto na mesa, então se você quiser pegar uma fatia, terá que ter bons reflexos.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 4
    },
    {
      "id": "flour",
      "name": "Farinha",
      "amount": 4
    },
    {
      "id": "mushroom",
      "name": "Cogumelo",
      "amount": 3
    },
    {
      "id": "cheese",
      "name": "Queijo",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "name": "Pizza de Carne e Cogumelos Estranha",
      "description": "Uma pizza recém-assada. O queijo derrete sobre o resto dos ingredientes e exala um aroma penetrante. Cozinhar a massa grossa ao ponto certo é um grande desafio. Embora não esteja claro se o problema é encontrar a temperatura ideal de cozimento ou o ponto correto de fermentação.",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "name": "Pizza de Carne e Cogumelos",
      "description": "Uma pizza recém-assada. Grandes pedaços de carne e cogumelos frescos cobrem toda a massa. Se você adicionar uma camada de queijo por cima, é impossível resistir à tentação. Não dura um minuto na mesa, então se você quiser pegar uma fatia, terá que ter bons reflexos.",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "name": "Pizza de Carne e Cogumelos Deliciosa",
      "description": "Uma pizza recém-assada. O suco da carne em sua ponta permeia a massa do pão, enquanto os cogumelos dão o frescor necessário a essa iguaria. Uma pequena mordida deste delicioso prato coberto de queijo derretido é suficiente para aguçar o apetite de qualquer um...",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
