{
  "_id": 4903,
  "id": "meatlovers_feast",
  "name": "Banquete do Carnista",
  "description": "Uma refeição combinada de carne e café. Um filé de frago frito crocante envolto em vegetais frescos, combinado com camarões descascados. Esse ousado casamento de sabores vindo da terra e do mar geram uma epifania: deleites gastronômicos, como uma aventura a terras desconhecidas, são cheias de possibilidades infinitas.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 5
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 4
    },
    {
      "_id": 100098,
      "id": "coffee_beans",
      "name": "Grão de Café",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108829,
      "name": "Banquete do Carnista Estranho",
      "description": "Uma refeição combinada de carne e café. É uma combinação caótica de ingredientes reunidos descuidadamente. À primeira vista, parece ser... hmm, uma comida feita combinando filé e camarão? Se você puder relevar sua aparência confusa, vai encher sua barriga direitinho...",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108830,
      "name": "Banquete do Carnista",
      "description": "Uma refeição combinada de carne e café. Um filé de frago frito crocante envolto em vegetais frescos, combinado com camarões descascados. Esse ousado casamento de sabores vindo da terra e do mar gera uma epifania: deleites gastronômicos, como uma aventura a terras desconhecidas, são cheios de possibilidades infinitas.",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108831,
      "name": "Banquete do Carnista Delicioso",
      "description": "Uma refeição combinada de carne e café. O molho especial rodopia e difunde aroma suculento como o Elemento Anemo, e o camarão fresco dança em sua língua, cada mordida explodindo com uma satisfação complexa e suculenta... Mesmo enquanto seu estômago infla em satisfação, você implora que essa revelia de um amante de carne jamais acabe!",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
