{
  "_id": 3221,
  "id": "megameaty_sushi",
  "name": "Sushi Supercarnudo",
  "description": "Sushi feito usando carne de churrasco. Camada sobre camada de carne fina e macia é empilhada da mesma maneira que terra e pedra se unem para formar uma montanha, com uma delicada pasta de rabanete formando seu pico coberto de neve. Esse prato não é apenas um deleite para os olhos, mas também para a boca.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Rabanete Branco",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108665,
      "name": "Sushi Supercarnudo Estranho",
      "description": "Sushi feito usando carne de churrasco. As fatias de carne se encostam em todos os lugares, secas como lenha. Comer isso é como escalar picos cobertos de perigo — uma expedição da qual retroceder no meio do caminho pode não ser o mais inteligente...",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108666,
      "name": "Sushi Supercarnudo",
      "description": "Sushi feito usando carne de churrasco. Camada sobre camada de carne fina e macia é empilhada da mesma maneira que terra e pedra se unem para formar uma montanha, com uma delicada pasta de rabanete formando seu pico coberto de neve. Esse prato não é apenas um deleite para os olhos, mas também para a boca.",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108667,
      "name": "Sushi Supercarnudo Delicioso",
      "description": "Sushi feito usando carne de churrasco. A carne macia transbordando com sucos deliciosos rapidamente preenche cada espaço de sua boca. Conquistar todo o paladar parece similar a estar em um topo de montanha, observando o mundo abaixo com pura satisfação enquanto contentamento toma todo o seu interior.",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    }
  }
}