{
  "_id": 3603,
  "id": "midsommar_torte",
  "name": "Torta de Veraneio",
  "description": "Um pequeno bolo feito com Bagas de Veraneio. A base do bolo é assada primeiro, então coberta com geleia de bagas e smetana antes de adicionar uma Baga de Veraneio no topo. Seu sabor doce e aparência adorável tornam isso uma pequena, mas popular surpresa em dias de festival.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Baga de Veraneio",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108867,
      "name": "Torta de Veraneio Estranha",
      "description": "Um pequeno bolo feito com Bagas de Veraneio. A cobertura é desigual e bagunçada, com a Baga de Veraneio no topo longe de estar no lugar adequado, tendo até rachaduras visíveis na base do bolo... Talvez seja melhor fechar os olhos antes de dar uma mordida.",
      "effect": "Revive um personagem e restaura 900 de Vida."
    },
    "normal": {
      "_id": 108868,
      "name": "Torta de Veraneio",
      "description": "Um pequeno bolo feito com Bagas de Veraneio. A base do bolo é assada primeiro, então coberta com geleia de bagas e smetana antes de adicionar uma Baga de Veraneio no topo. Seu sabor doce e aparência adorável tornam isso uma pequena, mas popular surpresa em dias de festival.",
      "effect": "Revive um personagem e restaura 1200 de Vida."
    },
    "delicious": {
      "_id": 108869,
      "name": "Torta de Veraneio Deliciosa",
      "description": "Um pequeno bolo feito com Bagas de Veraneio. Uma garfada é tudo que precisa para transportar você até uma floresta exuberante de frutas. Entre o adocicado vibrante e animado, há um toque de sabor refrescante criado pela smetana. Esse bolo é, sem dúvidas, o que leva o clima festivo ao auge!",
      "effect": "Revive um personagem e restaura 1500 de Vida."
    },
    "special": {
      "_id": 108898,
      "id": "clinkclank_confectionery_cup",
      "name": "Doce de Pote Trilimlim",
      "description": "Especialidade de Aino. \"Aqui vai!\" com o anúncio animado de Aino, uma sobremesa delicada e trêmula chega até você. Você pega um pedação... e se arrepende imediatamente. O doce opressor quase adormece suas papilas gustativas. Só então o aviso de Ineffa surge na sua mente: \"Por gentileza, impeça Aino de entrar na cozinha a qualquer custo.\"",
      "effect": "Revive um personagem e restaura 20% da Vida máxima, e então restaura um adicional de 1500 de Vida.",
      "character": {
        "id": "aino",
        "name": "Aino"
      }
    }
  }
}