{
  "_id": 1007,
  "id": "mint_jelly",
  "name": "Gelatina de Menta",
  "description": "Uma sobremesa refrescante. As etapas para prepará-la são bastante simples. Quando ela desce pela garganta, o leve e fresco sabor de menta faz você se sentir revigorado pelo resto do dia.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108225,
      "name": "Gelatina de Menta Estranha",
      "description": "Uma sobremesa refrescante. Alguns acidentes aconteceram enquanto esse prato era feito, fazendo com que a geleia descongelasse desigualmente. Será que pode ser servido se beber junto com um xarope de menta?",
      "effect": "Restaura 8% de Vida Máxima e 800 de Vida adicional para o personagem selecionado."
    },
    "normal": {
      "_id": 108226,
      "name": "Gelatina de Menta",
      "description": "Uma sobremesa refrescante. As etapas para prepará-la são bastante simples. Quando ela desce pela garganta, o leve e fresco sabor de menta faz você se sentindo revigorado pelo resto do dia.",
      "effect": "Restaura 9% de Vida Máxima e 1000 de Vida adicional para o personagem selecionado."
    },
    "delicious": {
      "_id": 108227,
      "name": "Gelatina de Menta Deliciosa",
      "description": "Uma sobremesa refrescante. O perfeito sabor da primavera resulta em uma boa vista quando você pega um pedaço com uma colher pequena. Prove essa colherada, e esse sabor refrescante se espalhará em sua boca instantaneamente, dispersando qualquer emoção ruim até o ponto em que você acha que se tornou uma nova pessoa.",
      "effect": "Restaura 10% de Vida Máxima e 1200 de Vida adicional ao personagem selecionado."
    },
    "special": {
      "_id": 108339,
      "name": "Gel Saciador",
      "description": "Especialidade de Aloy. Os cortes são perfeitos, sua forma é regular, e emite um ar fresco. No começo, Aloy parecia um pouco apreensiva sobre se você gostaria dessa sobremesa única, mas ficou aliviada quando você engoliu tudo de uma vez...",
      "effect": "Restaura 16% de Vida Máxima e 1350 de Vida adicional ao personagem selecionado.",
      "character": {
        "id": "aloy",
        "name": "Aloy"
      }
    }
  }
}
