{
  "_id": 1203,
  "id": "miso_soup",
  "name": "Sopa de Miso",
  "description": "Um prato de sopa simples e sem adornos. Os ingredientes utilizados são muito comuns e fáceis de preparar, mas esta pequena tigela de sopa tem o poder de reduzir o cansaço da sua jornada, mesmo que você viaje a pé.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100088,
      "id": "tofu",
      "name": "Tofu",
      "amount": 1
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Erva Marinha",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108276,
      "name": "Sopa de Miso Suspeita",
      "description": "Um prato de sopa simples e sem adornos. As Ervas Marinhas murchas, os pedacinhos amassados de tofu e o sabor excessivamente espesso são um perigo para o humor de uma pessoa se consumidos logo de manhã.",
      "effect": "Restaura 8% da Vida Máxima do personagem selecionado e regenera 210 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108277,
      "name": "Sopa de Miso",
      "description": "Um prato de sopa simples e sem adornos. Os ingredientes utilizados são muito comuns e fáceis de preparar, mas esta pequena tigela de sopa tem o poder de reduzir o cansaço da sua jornada, mesmo que você viaje a pé.",
      "effect": "Restaura 9% da Vida Máxima do personagem selecionado e regenera 260 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108278,
      "name": "Sopa de Misso Deliciosa",
      "description": "Um prato de sopa simples e sem adornos. A sopa saborosa exala uma fragrância de fermento. Uma colherada com arroz complementa qualquer refeição.",
      "effect": "Restaura 10% da Vida Máxima do personagem selecionado e regenera 300 de Vida a cada 5s por 30s."
    },
    "special": {
      "_id": 108354,
      "id": "warmth",
      "name": "\"Calor\"",
      "description": "Especialidade de Thoma. A aparência complexa deste prato contradiz os ingredientes simples utilizados. Mas ao experimentar o sorriso de sol de Thoma vem direto à mente. Talvez esta seja sua habilidade especial: aquecer o coração dos outros usando o mais simples dos ingredientes.",
      "effect": "Restaura 14% da Vida Máxima do personagem selecionado e regenera 350 de Vida a cada 5s por 30s.",
      "character": {
        "id": "thoma",
        "name": "Thoma"
      }
    }
  }
}
