{
  "_id": 2203,
  "id": "mixed_yakisoba",
  "name": "Yakisoba Misto",
  "description": "Um prato comum das casas de Inazuma. Fritar o macarrão e os acompanhamentos igualmente já basta para esse ser um prato que enche bastante. Não é de surpreender que esse prato é tão adorado entre os habitantes de Inazuma.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Repolho",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108291,
      "name": "Yakisoba Misto Estranho",
      "description": "Um prato comum das casas de Inazuma. Tanto o macarrão quanto os acompanhamentos estão queimados, prova da tragédia que deve ter ocorrido antes.",
      "effect": "Revive um personagem e restaura 250 de Vida."
    },
    "normal": {
      "_id": 108292,
      "name": "Yakisoba Misto",
      "description": "Um prato comum das casas de Inazuma. Fritar o macarrão e os acompanhamentos igualmente já basta para esse ser um prato que enche bastante. Não é de surpreender que esse prato é tão adorado entre os habitantes de Inazuma.",
      "effect": "Revive um personagem e restaura 400 de Vida."
    },
    "delicious": {
      "_id": 108293,
      "name": "Yakisoba Misto Delicioso",
      "description": "Um dos pratos comuns de Inazuma. Alguma misteriosa arte dos temperos foi colocada sobre o macarrão e acompanhamentos ordinários. Suave, primaveril e rico... A mágica no prato é tamanha que ninguém se cansará de limpá-lo.",
      "effect": "Revive um personagem e restaura 550 de Vida."
    },
    "special": {
      "_id": 108364,
      "id": "way_of_the_strong",
      "name": "Caminho da Força",
      "description": "A especialidade de Arataki Itto. Ele insiste que isso é um \"prato invencível até o momento\" feito pelo \"Mestre Gourmet Arataki Itto\". Seja de pé, sentado ou deitado, isso com certeza encherá, e após o comer, você se tornará o segundo ser mais poderoso no mundo. Você deveria mesmo agradecê-lo.",
      "effect": "Revive um personagem e restaura 15% da Vida máxima, e restaura um adicional de 550 de Vida.",
      "character": {
        "id": "arataki_itto",
        "name": "Arataki Itto"
      }
    }
  }
}