{
  "id": "moon_pie",
  "name": "Torta da Lua",
  "description": "Um alimento básico tradicional de Mondstadt. A carne marinada é muito saborosa e depois de ser assada com massa folhada ficou doce e suculenta. É uma parte imperdível do Festival de Mondstadt.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 4
    },
    {
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 4
    },
    {
      "id": "butter",
      "name": "Manteiga",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "name": "Torta da Lua Estranha",
      "description": "Um alimento básico tradicional de Mondstadt. A massa folhada se queimou e não está apetecível aos olhos de ninguém. É melhor não mostrar esse produto a nenhum local de Mondstadt ou eles ficarão te ensinando a fazer a receita até você conseguir fazer bem.",
      "effect": "Aumenta a Força do Escudo em 25% e a DEF em 165 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "name": "Torta da Lua",
      "description": "Um alimento básico tradicional de Mondstadt. A carne marinada é muito saborosa e depois de ser assada com massa folhada ficou doce e suculenta. É uma parte imperdível do Festival de Mondstadt.",
      "effect": "Aumenta a Força do Escudo em 30% e a DEF em 200 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "name": "Torta da Lua Deliciosa",
      "description": "Um alimento básico tradicional de Mondstadt. Ao cortar um pedaço dessa torta de carne, emite um aroma de manteiga e da carne suculenta. O sabor doce e denso lembra as memórias do festival e da colheita, fazendo você sorrir de felicidade.",
      "effect": "Aumenta a Força do Escudo em 35% e a DEF em 235 por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "name": "Torta da Tempestade",
      "description": "A especialidade de Eula. É difícil dizer se a forma de meia-lua é para desrespeitar a tradição ou expressar sua filosofia de \"olho por olho, dente por dente\". Um sabor salgado, fresco e defumado emana sob a crosta externa dourada, dificilmente qualquer outra pessoa em Mondstadt sabe fazer essa iguaria da mesma forma... É melhor não dizer a ela isso, no entanto, para que ela não \"se vingue\" disso.",
      "effect": "Aumenta a Força do Escudo em 40% e a DEF em 282 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "eula",
        "name": "Eula"
      }
    }
  }
}
