{
  "_id": 1101,
  "id": "mora_meat",
  "name": "Carne de Mora",
  "description": "Um grande pedaço de carne picada embalada dentro de uma massa. Quando se divide a massa em duas, a carne picada se derrama. O sabor da gordura da carne quase desapareceu, e o processo de cozimento trouxe à tona a doçura da massa. Tais massas são normalmente carimbadas com a palavra \"Mora\", o que representa melhor a riqueza e a fortuna.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 1
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108092,
      "name": "Carne de Mora Estranha",
      "description": "Um grande pedaço de carne picada com uma camada de massa em volta. A casca de massa dura quase parece saltar contra os dentes quando você a morde. Se você lutar com a oleosidade e apenas mastigar a carne picada, poderá saborear seu sabor.",
      "effect": "Revive um personagem e restaura 50 de Vida."
    },
    "normal": {
      "_id": 108093,
      "name": "Carne de Mora",
      "description": "Um grande pedaço de carne picada embalada dentro de uma massa. Quando se divide a massa em duas, a carne picada se derrama. O sabor da gordura da carne quase desapareceu, e o processo de cozimento trouxe à tona a doçura da massa. Tais massas são normalmente carimbadas com a palavra \"Mora\", o que representa melhor a riqueza e a fortuna.",
      "effect": "Revive um personagem e restaura 100 de Vida."
    },
    "delicious": {
      "_id": 108094,
      "name": "Carne de Mora Deliciosa",
      "description": "Um grande pedaço de carne picada embalado dentro de uma massa. Com uma crosta crocante e carne macia, essa iguaria lendária é tão suculenta que nem mesmo o Mora colocado na sua frente poderia distraí-lo de apreciá-la.",
      "effect": "Revive um personagem e restaura 150 de Vida."
    },
    "special": {
      "_id": 108139,
      "name": "Carne de Mora Qiankun",
      "description": "Especialidade de Ningguang. A massa é bastante macia e brilhante, assim como a consistência da carne, e os molhos de mel escorrem para fora quando você aperta. Onde será que a Ningguang aprendeu a fazer este prato?",
      "effect": "Revive um personagem e restaura 10% da Vida máxima, e então restaura um adicional de 150 de Vida.",
      "character": {
        "id": "ningguang",
        "name": "Ningguang"
      }
    }
  }
}
