{
  "_id": 2304,
  "id": "mushroom_hodgepodge",
  "name": "Panelão de Cogumelos",
  "description": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É um prato que pode ser encontrado no mercado com alguns temperos adicionais. Paimon selecionou três cogumelos diferentes, e eles foram preparados e depois cozidos de forma simples, mas a textura e o sabor são bem apetitosos.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 101213,
      "id": "rukkhashava_mushrooms",
      "name": "Cogumelo Rukkhashava",
      "amount": 1
    },
    {
      "_id": 100011,
      "id": "mushroom",
      "name": "Cogumelo",
      "amount": 1
    },
    {
      "_id": 101212,
      "id": "starshroom",
      "name": "Cogumelo Estrelar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108403,
      "name": "Panelão de Cogumelos Estranho",
      "description": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É um prato que pode ser encontrado no mercado com alguns temperos adicionais. Quanto ao sabor, parece muito com a natureza selvagem, \"gosto de terra\" é provavelmente a descrição mais precisa. É melhor deixar este presente da natureza para os javalis selvagens.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 88 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108404,
      "name": "Panelão de Cogumelos",
      "description": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É um prato que pode ser encontrado no mercado com alguns temperos adicionais. Paimon selecionou três cogumelos diferentes, e eles foram preparados e depois cozidos de forma simples, mas a textura e o sabor são bem apetitosos.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 107 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108405,
      "name": "Panelão de Cogumelos Delicioso",
      "description": "Um prato típico Aranara que Paimon quebrou a cabeça para melhorar. É um prato que pode ser encontrado no mercado com alguns temperos adicionais. O calor e o tempo de cozimento foram ajustados para preservar os sabores distintos de três cogumelos diferentes. Dependendo da preferência, eles podem ser consumidos juntos ou um de cada vez para apreciar os sabores sutis e variados.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 126 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "special": {
      "_id": 108436,
      "id": "forest_watchers_choice",
      "name": "Recomendação de Patrulheiro Florestal",
      "description": "Especialidade de Tighnari. O Patrulheiro Florestal escolheu pessoalmente os cogumelos comestíveis, não somente comuns, mas cogumelos misteriosos nunca antes vistos. Nenhum tempero foi adicionado, pois o destaque deve ser o fresco dos ingredientes. Ele deve ter passado muito tempo preparando esse prato delicioso.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 151 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
      "character": {
        "id": "tighnari",
        "name": "Tighnari"
      }
    }
  }
}
