{
  "_id": 3904,
  "id": "ninefruit_nectar",
  "name": "Néctar de Nove Frutas",
  "description": "Uma bebida feita com a mistura de vários sucos. Misturados com precisão equilibrada, a bebida entrelaça os sabores de várias frutas e preserva sua delícia doce e ácida, elevada por um punhado de cubos de gelo.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101218,
      "id": "zaytun_peach",
      "name": "Pêssego Zaytun",
      "amount": 2
    },
    {
      "_id": 100002,
      "id": "sunsettia",
      "name": "Fruto do Pôr do Sol",
      "amount": 2
    },
    {
      "_id": 100001,
      "id": "apple",
      "name": "Maçã",
      "amount": 2
    },
    {
      "_id": 100051,
      "id": "berry",
      "name": "Baga",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108832,
      "name": "Néctar de Nove Frutas Estranho",
      "description": "Uma bebida feita com a mistura de vários sucos. É ácida e amarga ao paladar... e tem até um gosto residual salgado? Cada sabor parece presente, exceto o adocicado que você esperava. Um perfil de sabores tão complicado... Será que alguma mistura de ervas foi adicionada acidentalmente à mistura?",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108833,
      "name": "Néctar de Nove Frutas",
      "description": "Uma bebida feita com a mistura de vários sucos. Misturados com precisão equilibrada, a bebida entrelaça os sabores de várias frutas e preserva sua delícia doce e ácida, elevada por um punhado de cubos de gelo.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108834,
      "name": "Néctar de Nove Frutas Delicioso",
      "description": "Uma bebida feita com a mistura de vários sucos. Com um gole, é como se seu corpo fosse gentilmente pego por uma cesta de frutas aquecida pelo sol. O adocicado natural passa por seu nariz — cada gole é uma harmonia perfeita de essências frutadas. Quando a onda de calor chegar, essa bebida pode muito bem ser a salvação da sua alma!",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}