{
  "id": "omelette_rice",
  "name": "Omelete de Arroz",
  "description": "Um prato principal embrulhado em uma tortilha de ovos. Os fluidos do ovo batido uniformemente são levemente fritos antes de serem vertidos sobre o arroz e o ketchup quando estiver pronto para ser servido. Dizem que este prato é proveniente de outra região, embora com um método de cozimento mais complicado.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 4
    },
    {
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "name": "Omelete de Arroz Estranho",
      "description": "Um prato principal embrulhado na pele do ovo. A casca do ovo mal cobre o arroz, e ele foi frito por tanto tempo que perdeu toda a maciez. Poderia muito bem chamá-lo de \"ovo frito com arroz\".",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "name": "Omelete de Arroz",
      "description": "Um prato principal embrulhado na pele do ovo. Os fluidos do ovo batido uniformemente são fritos até a metade antes de serem vertidos sobre o arroz, e ketchup de tomate é espalhado por cima quando estiver pronto para ser servido. Dizem que este prato é proveniente de outra região, embora com um método de cozimento mais complicado.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo."
    },
    "delicious": {
      "name": "Omelete de Arroz Delicioso",
      "description": "Um prato principal embrulhado na pele do ovo. Cutucar suavemente a camada externa da pele do ovo, aquela que ainda não está totalmente cozida, enfeitada com molho agridoce espesso, ao redor do arroz branco bem embalado, e o apetite de qualquer cliente será aguçado.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
