{
  "_id": 2202,
  "id": "onigiri",
  "name": "Onigiri",
  "description": "Um prato leve feito com arroz. É simples de fazer e permanece delicioso em temperatura ambiente, o que o tornou muito popular entre civis e soldados.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 2
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Erva Marinha",
      "amount": 2
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108255,
      "name": "Onigiri Estranho",
      "description": "Um prato leve feito com arroz. Tem uma forma quase triangular, mas é tão frágil que pode se desintegrar ao pegá-lo. Sim, desintegrar — como as expectativas de seus possíveis convidados.",
      "effect": "Restaura 18% da Vida Máxima do personagem selecionado e regenera 300 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108256,
      "name": "Onigiri",
      "description": "Um prato leve feito com arroz. É simples de fazer e permanece delicioso em temperatura ambiente, o que o tornou muito popular entre civis e soldados.",
      "effect": "Restaura 20% da Vida Máxima do personagem selecionado e regenera 390 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108257,
      "name": "Onigiri Delicioso",
      "description": "Um prato leve feito com arroz. A alga marinha crocante adiciona um pouco de umami à doçura balanceada do arroz glutinoso. Para o toque final, o peixe fresco dentro do bolinho de arroz ataca como uma emboscada, e a satisfação causada no corpo e na mente é como o clarim que anuncia a vitória.",
      "effect": "Restaura 22% da Vida Máxima do personagem selecionado e regenera 470 de Vida a cada 5s por 30s."
    },
    "special": {
      "_id": 108303,
      "id": "dizzinessbegone_no_jutsu_version_20",
      "name": "Técnica Arrematadora da Tontura 2.0",
      "description": "Especialidade de Sayu. O Onigiri foi amassado por Sayu numa forma fofa, mas lembre-se, é um Mujina, não um Tanuki. E agora que você mencionou, isso deve ser como Sayu consegue dormir por um dia inteiro depois de comer, não é?",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 570 de Vida a cada 5s por 30s.",
      "character": {
        "id": "sayu",
        "name": "Sayu"
      }
    }
  }
}