{
  "id": "padisarah_pudding",
  "name": "Pudim de Padisarah",
  "description": "Uma sobremesa popular em Sumeru. Suco é espremido das pétalas de Padisarah e Rosas de Sumeru antes de ser misturado com leite, gelatina, açúcar e outros ingredientes, e então descansa até solidificar. A adorável aparência e o sabor doce fazem com que sua presença seja garantida em eventos de celebração de Sumeru.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 2
    },
    {
      "id": "sumeru_rose",
      "name": "Rosa de Sumeru",
      "amount": 1
    },
    {
      "id": "milk",
      "name": "Leite",
      "amount": 1
    },
    {
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "name": "Pudim de Padisarah Estranho",
      "description": "Uma sobremesa popular em Sumeru. Uma mordida possui uma mistura de sabores leitosos e florais... Não é ruim, mas não é o que você esperava desse pudim. Será que você errou na proporção dos ingredientes?",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "name": "Pudim de Padisarah",
      "description": "Uma sobremesa popular em Sumeru. Suco é espremido das pétalas de Padisarah e Rosas de Sumeru antes de ser misturado com leite, gelatina, açúcar e outros ingredientes, e então descansa até solidificar. A adorável aparência e o sabor doce fazem com que sua presença seja garantida em eventos de celebração de Sumeru.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo."
    },
    "delicious": {
      "name": "Pudim de Padisarah Delicioso",
      "description": "Uma sobremesa popular em Sumeru. Assim que entra em sua boca, você sente um sabor primaveril como se estivesse em nuvens de leite. Enquanto degusta, a fragrância das Padisarahs e Rosas de Sumeru preenchem o ar. E quando chega na última mordida, é como se algo não tivesse terminado. Você não consegue evitar lamber a colher para saborear os últimos momentos de alegria.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "special": {
      "name": "Dança Espiral",
      "description": "Especialidade da Nilou. O copo cristalino transparente lembra-lhe de uma caixa de joias que contém um pudim macio e que derrete na sua boca. A cor avermelhada é como um transe passageiro, e que lembra a dança radiante da Nilou. Você gostaria que essa dança durasse para sempre.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da equipe em 25% por 1500s. Durante o modo multijogador, este efeito é aplicado apenas em seus próprios personagens.",
      "character": {
        "id": "nilou",
        "name": "Nilou"
      }
    }
  }
}
