{
  "_id": 2305,
  "id": "panipuri",
  "name": "Panipuri",
  "description": "Um aperitivo servido com molho. As bolinhas crocantes são primeiro fritas em óleo quente, furadas e recheadas com ingredientes, e servidas com salsa-verde. Eles são do tamanho perfeito para comer em uma mordida. É uma comida de rua comum em Sumeru.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100080,
      "id": "potato",
      "name": "Batata",
      "amount": 2
    },
    {
      "_id": 100096,
      "id": "glabrous_beans",
      "name": "Feijões Glabros",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Tempero",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108409,
      "name": "Panipuri Estranho",
      "description": "Um aperitivo servido com molho. O molho verde tem um cheiro um tanto inusitado e a cor não parece tão apetitosa. Talvez fosse melhor abandonar o molho e comer apenas as bolinhas crocantes.",
      "effect": "Revive um personagem e restaura 250 de Vida."
    },
    "normal": {
      "_id": 108410,
      "name": "Panipuri",
      "description": "Um aperitivo servido com molho. As bolinhas crocantes são primeiro fritas em óleo quente, furadas e recheadas com ingredientes, e servidas com salsa-verde. Eles são do tamanho perfeito para comer em uma mordida. É uma comida de rua comum em Sumeru.",
      "effect": "Revive um personagem e restaura 400 de Vida."
    },
    "delicious": {
      "_id": 108411,
      "name": "Panipuri Delicioso",
      "description": "Uma iguaria que é servida com molho para que possa ser mergulhado. O panipuri redondo te lembra os slimes. Mergulhe no misterioso e brilhante molho, e coloque em sua boca — em instantes uma mistura de sabores frescos, azedos e sensações formigantes saltitam por todos os lados em sua língua, como se alguém tivesse aceso uma dinamite sonhadora. Não é à toa que as pessoas de Sumeru são obcecadas por isso...",
      "effect": "Revive um personagem e restaura 550 de Vida."
    },
    "special": {
      "_id": 108918,
      "id": "secrets_exchanged",
      "name": "Sussurros Trocados",
      "description": "Especialidade de Nefer. A voz dela sugere um acordo: \"Que tal isso em troca de uma de suas anedotas interessantes?\" Mal essas palavras saem de sua boca e um prato de bolinhas irresistivelmente perfumadas e crocantes aparece diante de você. Você estende sua mão para pegar as bolinhas em um acordo tácito, quando ela gentilmente segura sua mão. \"Oh, a propósito\", ela diz, \"é uma bolinha por pelo menos uma sentença.\" ...Mas é claro que, é necessário se pagar o preço certo para provar a comida de Nefer.",
      "effect": "Revive um personagem e restaura 15% da Vida máxima, então restaura um adicional de 550 de Vida.",
      "character": {
        "id": "nefer",
        "name": "Nefer"
      }
    }
  }
}
