{
  "_id": 3408,
  "id": "pate_de_fruit",
  "name": "Bala de Goma de Fruta",
  "description": "Um doce de goma. Foi criado inicialmente como uma forma de conservar frutas. Com o passar do tempo, o doce encontrou seu espaço nas memórias de infância de todos em Fontaine. É doce e mastigável, e nunca é o suficiente.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Fruta Bulle",
      "amount": 1
    },
    {
      "_id": 110008,
      "id": "jam",
      "name": "Geleia",
      "amount": 1
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108557,
      "name": "Bala de Goma de Fruta Estranha",
      "description": "Um doce macio feito de fruta. Essa guloseima pegajosa gruda nos dentes, então vamos ver como dar um jeito para comê-la. Bem, sempre pode-se escovar os dentes, mas isso tira toda a diversão do doce.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108558,
      "name": "Bala de Goma de Fruta",
      "description": "Um doce de goma. Foi criado inicialmente como uma forma de conservar frutas. Com o passar do tempo, o doce encontrou seu espaço nas memórias de infância de todos em Fontaine. É doce e mastigável, e nunca é o suficiente.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108559,
      "name": "Bala de Goma de Fruta Deliciosa",
      "description": "Um doce macio feito de frutas. Seu sabor característico de frutas inunda o paladar como se todas as frutas existentes tivessem se concentrado nesse pequeno e doce pedaço. Antes que você perceba, devorou todo o pote e nem os resquícios de açúcar grudados nos dedos escaparam da sua voracidade.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108564,
      "id": "cubic_tricks",
      "name": "Truques Cúbicos",
      "description": "A especialidade de Lyney. Ele cobriu a fruta que você escolheu com veludo e depois a descobriu — voilà! Você foi recebido por uma seleção colorida de doces de goma. Você experimentou um e imediatamente sentiu um humor diferente. Será que o grande mágico lançou um feitiço de encantamento em você enquanto ninguém estava olhando?",
      "effect": "Aumenta a Taxa e Dano CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "lyney",
        "name": "Lyney"
      }
    }
  }
}