{
  "_id": 4404,
  "id": "petit_gateau_debord_revised_version",
  "name": "Petit Gateau Debord: Edição Especial",
  "description": "Um bolinho aprimorado a partir do Gateau Debord. Embora o Gateau Debord seja vendido em apenas dezesseis fatias por dia, as aventuras maravilhosas que compartilhamos juntos são ainda mais preciosas e dignas de serem lembradas. Talvez Escoffier tenha tido o mesmo pensamento ao escrever esta receita...",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 101233,
      "id": "romaritime_flower",
      "name": "Flor Rociomarinha",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    },
    {
      "_id": 110002,
      "id": "cream",
      "name": "Creme",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108814,
      "name": "Petit Gateau Debord Estranho: Edição Especial",
      "description": "Uma versão pequena do famoso Gateau Debord. O bolinho é como um pedaço de madeira à deriva num vasto oceano, enquanto a espessa calda de chocolate é como uma onda arrematadora, envolvendo não só o bolo — e muito do prato — como também qualquer resquício que a fome pode ter tido em seu estômago.",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108815,
      "name": "Petit Gateau Debord: Edição Especial",
      "description": "Um bolinho aprimorado a partir do Gateau Debord. Embora o Gateau Debord seja vendido em apenas dezesseis fatias por dia, as aventuras maravilhosas que compartilhamos juntos são ainda mais preciosas e dignas de serem lembradas. Talvez Escoffier tenha tido o mesmo pensamento ao escrever esta receita...",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108816,
      "name": "Petit Gateau Debord Delicioso: Edição Especial",
      "description": "Uma versão pequena do famoso Gateau Debord. A calda aveludada é como uma seda elusiva, escorrendo entre seus dedos e acariciando sua língua, enquanto melodias gentis do chá da tarde circulam pelo ar, encantando seu coração... Talvez essa delícia apareça para você novamente em seus sonhos essa noite...",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "special": {
      "_id": 108820,
      "id": "gateau_debord_magnifique",
      "name": "Gateau Debord: Magnífico",
      "description": "Especialidade de Escoffier. Sua aparência luxuosa é ainda mais deslumbrante do que qualquer gateau que você já viu. Tem uma aura que cativa à primeira vista e um sabor que é impossível não amar, como um cobertor macio e quentinho que envolve cada papila gustativa e impregna seu corpo com alegria... Sem dúvidas, os talentos culinários de Escoffier chegaram a novas alturas.",
      "effect": "Aumenta o ATQ em 384 e a Taxa CRIT em 14% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo.",
      "character": {
        "id": "escoffier",
        "name": "Escoffier"
      }
    }
  }
}