{
  "_id": 3302,
  "id": "pita_pocket",
  "name": "Pão Pita",
  "description": "Um Pão Pita com vários recheios. A massa plana é assada e fica redonda e volumosa. Quando cortado parece uma bolsa cheia de comida. Dizem que no passado o povo de Sumeru preferia comê-lo diretamente mergulhando-o no molho, enquanto hoje a maneira usual de comê-lo é recheá-lo com todos os tipos de ingredientes",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 3
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108406,
      "name": "Pão Pita Estranho",
      "description": "Um Pão Pita com vários recheios. O pão cru deixa uma textura áspera na língua e o recheio seco e duro perdeu a sua cor. Parece que só alguém faminto e perdido por dias estaria disposto a aceitar esta refeição.",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108407,
      "name": "Pão Pita",
      "description": "Um Pão Pita com vários recheios. A massa plana é assada e fica redonda e volumosa. Quando cortado parece uma bolsa cheia de comida. Dizem que no passado o povo de Sumeru preferia comê-lo diretamente mergulhando-o no molho, enquanto hoje a maneira usual de comê-lo é recheá-lo com todos os tipos de ingredientes",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108408,
      "name": "Pão Pita Delicioso",
      "description": "Um Pão Pita com vários recheios. O molho é como uma luz que acentua o charme dos ingredientes no centro do palco. A crocância da carne e dos legumes tem uma proporção perfeita e fazem desta “bolsinha cheia de comida” um chapéu mágico cheio de tesouros num espetáculo de magia repleta de surpresas.",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    },
    "special": {
      "_id": 108437,
      "name": "Visão",
      "description": "A especialidade de Collei. Ingredientes ricos em nutrientes são recheados na massa folhada. Um alimento adequado para levar e comer em qualquer lugar. De acordo com Collei, o bife que ela carrega chama-se \"Churrasco do Guarda-Florestal\" e, de alguma forma, lembra uma certa pessoa muito alegre que gosta de roupas vermelhas. O prato deve ser a personificação da admiração mais íntima de Collei.",
      "effect": "Restaura 40% de Vida Máxima para o personagem selecionado, e restaurá 2350 de Vida adicional.",
      "character": {
        "id": "collei",
        "name": "Collei"
      }
    }
  }
}
