{
  "_id": 2207,
  "id": "radish_and_fish_stew",
  "name": "Guisado Fresco de Peixe e Rabanete",
  "description": "Um prato de carnes e vegetais. Os rabanetes sem pele entraram na panela primeiro para cozinhar antes que grandes pedaços de peixe e temperos fossem acrescentados. Toda essa combinação é então cozida em fogo baixo. As grandes porções de comida - melhor servidas com arroz - dão a todos os presentes um sentimento de satisfação.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 2
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Rabanete Branco",
      "amount": 2
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108342,
      "name": "Guisado Fresco de Peixe e Rabanete Estranho",
      "description": "Um prato de carnes e vegetais. Certamente parece estar completo, mas ao experimentar com cuidado, irá revelar que não tem gosto de peixe fresco nem de rabanete... Espere um momento, o que estas espinhas estão fazendo aqui!?",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 6% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108343,
      "name": "Guisado Fresco de Peixe e Rabanete",
      "description": "Um prato de carnes e vegetais. Os rabanetes sem pele entraram na panela primeiro para cozinhar antes que grandes pedaços de peixe e temperos fossem acrescentados. Toda essa combinação é então cozida em fogo baixo. As grandes porções de comida - melhor servidas com arroz - dão a todos os presentes um sentimento de satisfação.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 9% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108344,
      "name": "Guisado Fresco de Peixe e Rabanete Delicioso",
      "description": "Um prato de carnes e vegetais. Peixes migratórios experimentaram todos os tipos de provações do frio intenso, das ondas gigantes e as tempestades tumultuosas em sua rota para chegar ao fogão, e juntos com o rabanete, eles absorveram a essência da saborosa sopa antes de caírem em seu prato. Esta doçura aquece o coração e a alma, como um fogo no meio de um mundo de neve intensa.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 12% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}