{
  "_id": 3419,
  "id": "rainbow_macarons",
  "name": "Macaron Arco-Íris",
  "description": "Doces redondos e pequenos multicoloridos. Tem um ditado em Fontaine que uma mesa de sobremesa sem macarons é como muitas águas sem sua fonte. Esqueça os chefs de sobremesa nas cozinhas de Fontaine — até quem cozinha por passatempo nas ruas saberia desse ditado de cor.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 2
    },
    {
      "_id": 100089,
      "id": "almond",
      "name": "Amêndoa",
      "amount": 2
    },
    {
      "_id": 101230,
      "id": "bulle_fruit",
      "name": "Fruta Bulle",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108616,
      "name": "Macaron Arco-Íris Estranho",
      "description": "Doces redondos e pequenos multicoloridos. O primeiro parece vazio, o segundo está inclinado, o terceiro desigual e o quarto é uma combinação inconstante... Como esperado de uma sobremesa de Fontaine ditada por dúzias de detalhes, isso precisará de mais esforço para ser dominado.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108617,
      "name": "Macaron Arco-Íris",
      "description": "Doces redondos e pequenos multicoloridos. Tem um ditado em Fontaine que uma mesa de sobremesa sem macarons é como muitas águas sem sua fonte. Esqueça os chefs de sobremesa nas cozinhas de Fontaine — até quem cozinha por passatempo nas ruas saberia desse ditado de cor.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108618,
      "name": "Macaron Arco-Íris Delicioso",
      "description": "Doces redondos e pequenos multicoloridos. A casca crocante envolve um recheio espesso e macio, e tudo está em paz no mundo. Experimente um e será como se um filhotinho de gato tivesse colocado seu nariz em seu peito. Com certeza ninguém ficaria inabalado pela experiência.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "special": {
      "_id": 108620,
      "id": "pick_what_you_like",
      "name": "\"Escolha o Que Quiser!\"",
      "description": "Especialidade de Navia. \"Vamos, escolha o que quiser!\" Junto aos familiares gritos de alegria, você vê perante seus olhos a mesa de sobremesa de duas camadas esteticamente agradável e as belas fileiras de macarons com expressões diferentes pintadas neles. Um pensamento fascina você de repente... Que expressão Navia faria se você roubasse todos eles para si em um repentino lampejo de ganância?",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da equipe em 25% por 1500s. Durante o modo multijogador, este efeito é aplicado apenas em seus próprios personagens.",
      "character": {
        "id": "navia",
        "name": "Navia"
      }
    }
  }
}