{
  "_id": 1104,
  "id": "rice_buns",
  "name": "Bolinha de Arroz",
  "description": "Uma comida flexível na boca. O arroz e o rabo de cavalo foram moídos em pó e depois transformados numa bola de massa para então serem cozinhados a vapor no bambu. Além de poder ser comida diretamente, também pode ser usada como um recheio em outras comidas. É conveniente de se carregar e também enche o estômago facilmente, é um prato principal da região de Liyue.",
  "rarity": 1,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 1
    },
    {
      "_id": 100032,
      "id": "horsetail",
      "name": "Rabo de Cavalo",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108197,
      "name": "Bolinhas de Arroz Estranhas",
      "description": "Uma comida flexível na boca. Não parece que lhe foi dado tempo suficiente para fermentar depois de amassada, e quando foi cozinhada no vapor, acabou por não se expandir como deveria. Possui uma textura grossa e firme, muito longe de suas expectativas.",
      "effect": "Restaura 8% de Vida Máxima e 800 de Vida adicional para o personagem selecionado."
    },
    "normal": {
      "_id": 108198,
      "name": "Bolinha de Arroz",
      "description": "Uma comida flexível na boca. O arroz e o rabo de cavalo foram moídos em pó e depois transformados numa bola de massa para então serem cozinhados a vapor no bambu. Além de poder ser comida diretamente, também pode ser usada como um recheio em outras comidas. É conveniente de se carregar e também enche o estômago facilmente, é um prato principal da região de Liyue.",
      "effect": "Restaura 9% de Vida Máxima e 1000 de Vida adicional para o personagem selecionado."
    },
    "delicious": {
      "_id": 108199,
      "name": "Bolinhas de Arroz Deliciosas",
      "description": "Uma comida leve na boca. Os grãos são particularmente doces, e ao serem mordidos, penetram entre os dentes. Não é uma comida excepcional, quando é utilizada no trabalho, torna-se uma força que revigora o corpo. Essa comida é uma felicidade das pessoas comuns, provar um pedaço depois de suarem possui um sabor belo.",
      "effect": "Restaura 10% de Vida Máxima e 1200 de Vida adicional ao personagem selecionado."
    }
  }
}
