{
  "_id": 3605,
  "id": "roulette_special",
  "name": "Roleta Especial",
  "description": "Bebidas coloridas. Pode ser mais preciso dizer que é mais um jogo de mesa do que algum tipo de alimento nutritivo, onde as regras são beber qualquer bebida que o indicador escolha. Demyan modificou as bebidas para serem diferentes dos produtos normais do Navio-Chefe, todas são sem álcool e bastante doces.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101264,
      "id": "lakkaberry",
      "name": "Lakkabaga",
      "amount": 3
    },
    {
      "_id": 101265,
      "id": "midsommar_berry",
      "name": "Baga de Veraneio",
      "amount": 3
    },
    {
      "_id": 101262,
      "id": "nocturnal_blossom",
      "name": "Flor Noturna",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108876,
      "name": "Roleta Especial Estranha",
      "description": "Bebidas coloridas. Cada copo tem o mesmo gosto, só o sabor sem graça de água com açúcar. Inevitavelmente isso faz alguém pensar: Por que se importar em fazer oito bebidas coloridas que têm o mesmo gosto?",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108877,
      "name": "Roleta Especial",
      "description": "Bebidas coloridas. Pode ser mais preciso dizer que é mais um jogo de mesa do que algum tipo de alimento nutritivo, onde as regras são beber qualquer bebida que o indicador escolha. Demyan modificou as bebidas para serem diferentes dos produtos normais do Navio-Chefe, todas são sem álcool e bastante doces.",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 20% por 900s. Durante o modo multiplayer, este efeito tem efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108878,
      "name": "Roleta Especial Deliciosa",
      "description": "Bebidas coloridas. As notas adocicadas e refrescantes das flores e frutas estão perfeitamente equilibradas. Beber um copo nunca é suficiente, e antes que alguém mova o indicador, uma oração surge sorrateiramente: Por favor, aponte para um copo cheio!",
      "effect": "Diminui o consumo de Stamina ao correr e escalar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}