{
  "_id": 3312,
  "id": "sabz_meat_stew",
  "name": "Guisado de Carne de Sabz",
  "description": "Um cozido de carne com um gosto único. Vários vegetais foram misturados e cortados em fatias pequenas para serem cozidos com carne. A adição de limão deu um gosto levemente ácido. As pessoas de Sumeru gostam de comer esse prato com arroz.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Flor Crânio de Dragão",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Tempero",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108480,
      "name": "Guisado de Carne de Shahrizabz Estranho",
      "description": "Um cozido de carne com um gosto único. O sabor azedo é um pouco forte, e o cheiro traz à tona associações não apetitosas... Se for deixado por mais um tempo, talvez se torne o local perfeito para Cogumelos crescerem, não?",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108481,
      "name": "Guisado de Carne de Sabz",
      "description": "Um cozido de carne com um gosto único. Vários vegetais foram misturados e cortados em fatias pequenas para serem cozidos com carne. A adição de limão deu um gosto levemente ácido. As pessoas de Sumeru gostam de comer esse prato com arroz.",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108482,
      "name": "Guisado de Carne de Sabz Delicioso",
      "description": "Um cozido de carne com um gosto único. Os ingredientes aromáticos se complementam perfeitamente. Pedaços grandes de carne foram cozidos até ficarem deliciosos em um verde escuro, como se estivessem convidando quem o prova para um passeio pela floresta.",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    },
    "special": {
      "_id": 108486,
      "name": "Situação Ideal",
      "description": "A especialidade de Alhaitham. Um prato feito através da fusão de legumes e carne preparados em um padrão numa frigideira. Melhorias foram feitas na receita, tornando-a bem diferente do prato original. As palavras na comida significam \"contemplação\". Nas palavras do criador: \"Idealmente, todos deveriam ser capazes de contemplar, mas na prática isso não parece muito possível.\"",
      "effect": "Restaura 40% de Vida para o personagem selecionado, e restaura 2350 de Vida adicional.",
      "character": {
        "id": "alhaitham",
        "name": "Alhaitham"
      }
    }
  }
}
