{
  "id": "sakura_shrimp_crackers",
  "name": "Biscoitos de Sakura e Camarão",
  "description": "Biscoitos crocantes e quebradiços. As batatas são moídas em farinha e adicionadas ao Camarão e Pétalas da Flor de Sakura antes de serem assadas em um forno. Possui um ótimo sabor para um lanche e é amado por pessoas de todas as idades, traços que o tornaram uma escolha popular de presente.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 3
    },
    {
      "id": "potato",
      "name": "Batata",
      "amount": 3
    },
    {
      "id": "sakura_bloom",
      "name": "Pétalas da Flor de Sakura",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "name": "Biscoitos de Sakura e Camarão Estranhos",
      "description": "Biscoitos crocantes e quebradiços. O resultado final tem cores um tanto monótonas, mas o seu formato circular realmente indica que são biscoitos \"senbei\"... Mas por que ao serem comidos só possuem o sabor de camarão?",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "name": "Biscoitos de Sakura e Camarão",
      "description": "Biscoitos crocantes e quebradiços. As batatas são moídas em farinha e adicionadas ao Camarão e Pétalas da Flor de Sakura antes de serem assadas em um forno. Possui um ótimo sabor para um lanche e é amado por pessoas de todas as idades, traços que o tornaram uma escolha popular como um presente.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 22% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "name": "Biscoitos de Sakura e Camarão Deliciosos",
      "description": "Biscoitos crocantes e quebradiços. Conserva perfeitamente a cor adorável das Pétalas da Flor de Sakura e a forma elegante dos camarões. Enquanto ainda não tiver sido colocado na boca para provar, seu aroma fresco enche seu nariz. Após entrar na boca, o gosto crocante se espalha por todo lugar enquanto se mastiga, e cada mordida parecem como se as flores e o mar se misturassem belamente.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}
