{
  "_id": 3208,
  "id": "sakura_tempura",
  "name": "Tempura de Sakura",
  "description": "Um prato frito no óleo. Incorpora as Pétalas da Flor de Sakura marinadas na manteiga, e então se coloca uma camada igual no camarão fresco e nos vegetais para depois fritar e drenar o óleo. Isso parece simples, mas fazer uma boa Tempura não é algo que se aprende em um único dia.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 4
    },
    {
      "_id": 101211,
      "id": "lavender_melon",
      "name": "Melão de Lavanda",
      "amount": 2
    },
    {
      "_id": 101202,
      "id": "sakura_bloom",
      "name": "Pétalas da Flor de Sakura",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108297,
      "name": "Tempura de Sakura Estranho",
      "description": "Um prato frito no óleo. Talvez seja uma falta de experiência ao lidar com a temperatura do óleo, mas assim que os ingredientes foram colocados na frigideira, um cheiro de queimado começou a subir. A manteiga está totalmente marrom. É uma pena por causa do desperdício... Talvez seja melhor não comer.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108298,
      "name": "Tempura de Sakura",
      "description": "Um prato frito no óleo. Incorpora as Pétalas da Flor de Sakura marinadas na manteiga, e então se coloca uma camada igual no camarão fresco e nos vegetais para depois fritar e drenar o óleo. Isso parece simples, mas fazer uma boa Tempura não é algo que se aprende em um único dia.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108299,
      "name": "Tempura de Sakura Delicioso",
      "description": "Um prato frito no óleo. A manteiga é fina e pura, como um conjunto de roupas luxuosas sobre os ingredientes. A crocância externa e frescor interior formam camadas fantásticas de texturas, fazendo com que aqueles que comam se deliciem em como esse prato foi criado.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108387,
      "id": "quiet_elegance",
      "name": "Elegância Serena",
      "description": "Especialidade de Kamisato Ayato. Este arranjo é requintado e elegante, muito parecido com a maneira que Ayato lida com seus problemas. Mais do que isso e teria sido demais. Menos do que isso e teria sido uma experiência desperdiçada. Ao provar o prato, você descobre que seu sabor é idêntico ao do Restaurante Uyuu. Incrível. Mas assim que você coloca seus pauzinhos próximos àquela Camélia Cristalina, Ayato te impede... \"Isso foi só algo que eu fiz durante a prática da espada. É apenas uma decoração\".",
      "effect": "Aumenta a Força do escudo de todos os membros da equipe em 35% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "kamisato_ayato",
        "name": "Kamisato Ayato"
      }
    }
  }
}