{
  "id": "sakura_mochi",
  "name": "Sakura Mochi",
  "description": "Um lanche delicado e elegante. A folha verde escura adiciona complexidade à paleta de cores quentes. Ao olhar para ele, percebe-se uma beleza sutil. É uma pena que seu adorável sabor seja tão transitório quanto o desabrochar de uma flor — mas não deixe que isso o impeça de dar uma mordida.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "rice",
      "name": "Arroz",
      "amount": 4
    },
    {
      "id": "sugar",
      "name": "Açúcar",
      "amount": 2
    },
    {
      "id": "sakura_bloom",
      "name": "Flor Sakura",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "name": "Sakura Mochi Estranho",
      "description": "Um lanche delicado e elegante. Seu exterior parece agradável, mas sua doçura nauseante quase fica presa na garganta, deixando você sem vontade de comer outro.",
      "effect": "Revive um personagem e restaura 900 de Vida."
    },
    "normal": {
      "name": "Sakura Mochi",
      "description": "Um lanche delicado e elegante. A folha verde escura adiciona complexidade à paleta de cores quentes. Ao olhar para ele, percebe-se uma beleza sutil. É uma pena que seu adorável sabor seja tão transitório quanto o desabrochar de uma flor — mas não deixe que isso o impeça de dar uma mordida.",
      "effect": "Revive um personagem e restaura 1200 de Vida."
    },
    "delicious": {
      "name": "Sakura Mochi Delicioso",
      "description": "Um lanche delicado e elegante. Ele é cercado pela fragrância da sakura, e seu exterior elegante esconde uma beleza que surge e desaparece em um instante. Quando tudo está em silêncio, uma única mordida o leva de volta ao momento em que as sakuras eram como uma nevasca ao seu redor.",
      "effect": "Revive um personagem e restaura 1500 de Vida."
    },
    "special": {
      "name": "\"Neve na Lareira\"",
      "description": "A especialidade de Kamisato Ayaka. É quase como uma pequena obra de arte adorável e complexa, com sua cobertura vermelha e pálida transmitindo a sensação que a jovem donzela começou a ter a partir daquele momento. Se alguém tivesse a honra de saborear esse prato enquanto toma chá com uma princesa tão graciosa e nobre como uma garça-real branca, certamente desejaria que esse momento se estendesse pela eternidade.",
      "effect": "Revive um personagem e restaura 20% da Vida máxima, e então restaura um adicional de 1500 de Vida.",
      "character": {
        "id": "kamisato_ayaka",
        "name": "Kamisato Ayaka"
      }
    }
  }
}
