{
  "_id": 4201,
  "id": "sashimi_platter",
  "name": "Prato de Sashimi",
  "description": "Um prato de frutos do mar feito com ingredientes frescos. Os peixes e os mariscos são cortados em pedaços e dispostos ordenadamente. As fatias têm sabor requintado e são macias, proporcionando nutrientes variados e de alta qualidade. O sabor doce e persistente é derivado totalmente do frescor dos ingredientes, e cada mordida é um prazer de fechar os olhos ao saborear.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 4
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 4
    },
    {
      "_id": 100073,
      "id": "crab",
      "name": "Caranguejo",
      "amount": 4
    },
    {
      "_id": 100014,
      "id": "radish",
      "name": "Rabanete Branco",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108258,
      "name": "Prato de Sashimi Estranho",
      "description": "Um prato de frutos do mar feito com ingredientes frescos. Deve ter sido um prato de teste. O uso de uma faca enferrujada arruinou o sabor original dos ingredientes, e as escamas de peixe nas fatias de sashimi não foram completamente removidas. Não é tarde demais para procurar ajuda profissional...",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108259,
      "name": "Prato de Sashimi",
      "description": "Um prato de frutos do mar feito com ingredientes frescos. Os peixes e os mariscos são cortados em pedaços e dispostos ordenadamente. As fatias têm sabor requintado e são macias, proporcionando nutrientes variados e de alta qualidade. O sabor doce e persistente é derivado totalmente do frescor dos ingredientes, e cada mordida é um prazer de fechar os olhos ao saborear.",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108260,
      "name": "Prato de Sashimi Delicioso",
      "description": "Um prato de frutos do mar feito com ingredientes frescos. O prato à sua frente é como uma obra de arte, quase lindo demais para ser desfeito. O extraordinário trabalho com a faca ressaltou o sabor dos ingredientes ao máximo. A textura delicada, a elasticidade requintada, a doçura natural... é como se algo vivo estivesse em sua boca — direto do oceano para o seu coração.",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. No modo multijogador, terá efeito em si mesmo."
    }
  }
}
