{
  "_id": 2301,
  "id": "shawarma_wrap",
  "name": "Rolinho Shawarma",
  "description": "Rolinhos recheados com carne grelhada. A carne é cortada na grelha vertical e servida em uma panqueca com legumes e molho. A autêntica e saborosa comida de rua de Sumeru é caracterizada pela sua simplicidade.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Tempero",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108394,
      "name": "Rolinho Shawarma Estranho",
      "description": "Um rolinho cheio de carne assada. A carne foi queimada até ficar parecendo um pedaço de carvão. Alguém até diria que esse prato não tem salvação, mesmo que a massa do rolinho esteja perfeita... O descuido, ao que parece, é sempre um ingrediente horrível para a preparação de alimentos.",
      "effect": "Aumenta o ATQ de todos os membros da equipe em 66 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108395,
      "name": "Rolinho Shawarma",
      "description": "Rolinhos recheados com carne grelhada. A carne é cortada na grelha vertical e servida em uma panqueca com legumes e molho. A autêntica e saborosa comida de rua de Sumeru é caracterizada pela sua simplicidade.",
      "effect": "Aumenta o ATQ de todos os membros da equipe em 81 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108396,
      "name": "Rolinho Shawarma Delicioso",
      "description": "Rolinhos de carne grelhada. A parte externa da carne assada é grelhada e infundida com especiarias saborosas, enquanto o interior é macio e suculento. Legumes frescos adicionam um sabor refrescante, e a crosta fina, mas não muito dura, da massa, embala a delícia em uma mordida tão satisfatória que nem mesmo uma única gota do molho deveria ser desperdiçada.",
      "effect": "Aumenta o ATQ de todos os membros da equipe em 95 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}
