{
  "_id": 2502,
  "id": "sour_sauce_ceviche",
  "name": "Ceviche",
  "description": "Pedaços de peixe cru com uma fragrância frutada. O peixe — que deve ser fresco — primeiro é tratado e cortado em pedaços grossos, então marinado no limão até que o peixe fique branco, em seguida, vegetais picados são adicionados para tempero. Uma combinação de sabores ácidos e picantes, ele incorpora o sabor clássico de Natlan.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 2
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108721,
      "name": "Ceviche Estranho",
      "description": "Pedaços crus de peixe com um fragrância frutada. Sem terem sido marinados por muito tempo, os peixes não têm sabor. Felizmente, os ingredientes frescos permitem você persistir no prato, mas não sem remorso.",
      "effect": "Aumenta o ATQ de todos os membros da equipe em 66 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108722,
      "name": "Ceviche",
      "description": "Pedaços de peixe cru com uma fragrância frutada. O peixe — que deve ser fresco — primeiro é tratado e cortado em pedaços grossos, então marinado no limão até que o peixe fique branco, em seguida, vegetais picados são adicionados para tempero. Uma combinação de sabores ácidos e picantes, ele incorpora o sabor clássico de Natlan.",
      "effect": "Aumenta o ATQ de todos os membros da equipe em 81 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108723,
      "name": "Ceviche Delicioso",
      "description": "Pedaços crus de peixe com um fragrância frutada. A fragrância faz você se ajoelhar numa onda, com a acidez e a picância no fundo, dando a esse peixe camadas como se fosse uma maré e você um surfista no mar de sabores. Mesmo após a tempestade passar, seu anseio persiste.",
      "effect": "Aumenta o ATQ de todos os membros da equipe em 95 por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "special": {
      "_id": 108776,
      "id": "honeyglazed_ceviche",
      "name": "Arenque Glaceado com Mel",
      "description": "Especialidade de Ororon. \"Isso é em honra aos meus anciões\". Sem mais delongas, as fatias de peixe foram servidas, brilhando com delícia suculenta. Do sabor adocicado e delicado, dá para perceber que o molho provavelmente contém mel do maior calibre, sua coleta deve ter requerido grande esforço e raciocínio. Não é sempre que você pode testemunhar tal amostra de respeito filial.",
      "effect": "Aumenta o ATQ de todos os membros da Equipe em 114 por 300s. No modo multijogador, terá efeito em si mesmo.",
      "character": {
        "id": "ororon",
        "name": "Ororon"
      }
    }
  }
}
