{
  "_id": 4905,
  "id": "spiced_fried_chicken",
  "name": "Frango Frito Temperado",
  "description": "Frango frito enrolado com uma pele crocante e verde. O frango é enrolado em uma pasta misturada com temperos antes de ser frito. Dizem que comer isso fará você sentir muita vontade de estudar bastante... Será que existe algo tão incrível assim neste mundo?",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 110014,
      "id": "spice",
      "name": "Tempero",
      "amount": 2
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108926,
      "name": "Frango Frito Temperado Estranho",
      "description": "Frango frito enrolado em uma pele crocante e verde. Mas antes que você possa saborear o frango frito, a abundância de especiarias já faz você se engasgar... Você planejava estudar após essa refeição satisfatória, mas parece que um copo d'água terá prioridade...",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 510 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108927,
      "name": "Frango Frito Temperado",
      "description": "Frango frito enrolado com uma pele crocante e verde. O frango é envolto em uma pasta misturada com temperos antes de ser frito. Dizem que comer isso fará você sentir muita vontade de estudar bastante... Será que existe algo tão incrível assim neste mundo?",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 730 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108928,
      "name": "Frango Frito Temperado Delicioso",
      "description": "Frango frito enrolado com uma pele crocante e verde. Dê uma mordida enquanto está quente e o sabor picante despertará suas papilas gustativas conforme os sucos abundantes explodem entre seus dentes, revigorando seu espírito... Neste estado, você sente como se pudesse aprender qualquer coisa!",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 930 de Vida a cada 5s por 30s."
    }
  }
}