{
  "_id": 3103,
  "id": "squirrel_fish",
  "name": "Peixe Esquilo",
  "description": "Um prato de peixe difícil de preparar. O peixe é desossado completamente antes de serem feitos cortes cruzados na pele. O peixe é então coberto com farinha e frito até a cor dourada, e depois servido com ketchup por cima. É macio e suculento por dentro e crocante por fora. O prato lembra um pouco a cauda de um esquilo, daí o nome.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 4
    },
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108077,
      "name": "Peixe Esquilo Estranho",
      "description": "Um prato de peixe difícil de preparar. Claro, você pode ver a forma do peixe, mas não consegue ver como ele está relacionado a um esquilo. Isso prova que, quanto mais complicado o prato é preparar, mais difícil será em prepará-lo bem.",
      "effect": "Restaura 30% de Vida para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108078,
      "name": "Peixe Esquilo",
      "description": "Um prato de peixe difícil de preparar. O peixe é desossado completamente antes de serem feitos cortes cruzados na pele. O peixe é então coberto com farinha e frito até a cor dourada, e depois servido com ketchup por cima. É macio e suculento por dentro e crocante por fora. O prato lembra um pouco a cauda de um esquilo, daí o nome.",
      "effect": "Restaura 32% de Vida e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108079,
      "name": "Peixe Esquilo Delicioso",
      "description": "Um prato de peixe difícil de preparar. O peixe é preparado com habilidade para exibir uma forma elegante. No entanto, o sabor agridoce requintadamente equilibrado é realmente onde o prato ganha vida. As habilidades culinárias envolvidas na preparação deste prato podem impressionar até os melhores chefs de Liyue.",
      "effect": "Restaura 34% de Vida e 1900 de Vida ao personagem selecionado."
    }
  }
}