{
  "_id": 3406,
  "id": "steak_tartare",
  "name": "Tartar de Carne",
  "description": "Um prato de carne fresca que é servido cru. Algum tipo de carne que foi moída e temperada vai perfeitamente bem com uma gema de ovo crua. Não se sabe quem teve essa ideia. Pode ter sido um aventureiro faminto desesperado para manter a barriga cheia.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 3
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 2
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108539,
      "name": "Tartar de Carne Estranho",
      "description": "Um prato de carne fresca servido cru. A carne moída, que tem cor de ferrugem e é levemente azeda, emite uma aura sinistra. Este prato já não pode mais ser comido por humanos. Será que os Mecautômatos conseguiriam?",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108540,
      "name": "Tartar de Carne",
      "description": "Um prato de carne fresca que é servido cru. Algum tipo de carne que foi moída e temperada vai perfeitamente bem com uma gema de ovo crua. Não se sabe quem teve essa ideia. Pode ter sido um aventureiro faminto desesperado para manter a barriga cheia.",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108541,
      "name": "Tartar de Carne Delicioso",
      "description": "Um prato de carne fresca. Carne macia que é moída adequadamente e coberta com gema de ovo tem um sabor excepcionalmente suculento e adocicado. O suco aromático da carne preenche sua boca em alegria, trazendo o deleite mais puro e primitivo.",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    },
    "special": {
      "_id": 108674,
      "id": "hearthfires_trail",
      "name": "Trilha do Fogo do Lar",
      "description": "Especialidade de Arlecchino. A carne crua, sem nenhum tempero excessivo, traz um choque tanto de sangue e frescor brutal, gravando um elegante conjunto de sabores em sua língua. O sabor residual final é ainda mais limpo e interessante, um reflexo espelhado de como sua criadora lida com certas situações...",
      "effect": "Restaura 40% de Vida para o personagem selecionado, e restaura 2350 de Vida adicional.",
      "character": {
        "id": "arlecchino",
        "name": "Arlecchino"
      }
    }
  }
}
