{
  "_id": 3114,
  "id": "stirfried_shrimp",
  "name": "Camarão Salteado",
  "description": "Uma comida de sabor suave. Depois de os camarões serem mergulhados em uma pasta fina, são salteados rapidamente. É um prato com temperos simples, com o mero intuito de despertar o delicioso sabor da carne de camarão. Desde as simples moradias até os banquetes nas grandes recepções, esse camarão sempre tem o seu espaço.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Flor Crânio de Dragão",
      "amount": 3
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108194,
      "name": "Camarão Salteado Estranho",
      "description": "Uma comida leve. Para não queimar a comida, parece que foi colocado óleo demais. Depois de uma maneira especial de cozinhar, os camarões ficaram com boa consistência, só que a garganta parece não ter gostado muito.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108195,
      "name": "Camarão Salteado",
      "description": "Uma comida de sabor suave. Depois de os camarões serem mergulhados em uma pasta fina, são salteados rapidamente. É um prato com temperos simples, com o mero intuito de despertar o delicioso sabor da carne de camarão. Desde as simples moradias até os banquetes nas grandes recepções, esse camarão sempre tem o seu espaço.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108196,
      "name": "Camarão Salteado Delicioso",
      "description": "Uma comida de sabor suave. Tem uma bela aparência e seu sabor está bem conservado que você só consegue pensar em quando poderá dar uma mordida. Comer esse prato é como gotas d'água que caem nas calmas águas de um lago, criando ondas de sabor, em um estado de êxtase que só para quando o doce gosto residual dos camarões ressurge.",
      "effect": "Aumenta a Força do Escudo de todos os membros da Equipe em 30% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108389,
      "name": "Camarão Marinado",
      "description": "Especialidade de Yelan. Entre os ingredientes usados para confeccionar este prato está o novo chá proveniente da Vila Qiaoying chamado Gotas de Orvalho, que foi enviado diretamente para a Casa de Chá e depois levemente frito com camarão fresco do rio. Este prato tem uma fragrância suave de chá, e seu sabor é tenro ao paladar... Espere um minuto. Por que ela está vindo aqui com um prato de pimenta?",
      "effect": "Aumenta a Força do escudo de todos os membros da equipe em 35% por 300s. No modo multijogador, este efeito é aplicado apenas em seus próprios personagens.",
      "character": {
        "id": "yelan",
        "name": "Yelan"
      }
    }
  }
}
