{
  "_id": 3508,
  "id": "surf_turf_and_perch",
  "name": "Montanhas, Oceano e Céu",
  "description": "Um grande prato com uma mistura de carne e vegetais. Diversos ingredientes da terra, do mar e do ar foram assados e misturados. Há algo para todos aqui, tornando-o indispensável em qualquer banquete importante em Natlan.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 2
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 2
    },
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Frutogrão",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "_id": 108761,
      "name": "Montanhas, Oceano e Céu Estranho",
      "description": "Um grande prato com uma mistura de carne e vegetais. Primeiro, você se vê comendo um espeto de carne mal passada; segundo, um pedaço de peixe carbonizado. O contraste é tão chocante que você simplesmente não consegue reunir a coragem para dar a terceira mordida...",
      "effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108762,
      "name": "Montanhas, Oceano e Céu",
      "description": "Um grande prato com uma mistura de carne e vegetais. Diversos ingredientes da terra, do mar e do ar foram assados e misturados. Há algo para todos aqui, tornando-o indispensável em qualquer banquete importante em Natlan.",
      "effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108763,
      "name": "Montanhas, Oceano e Céu Delicioso",
      "description": "Um grande prato com uma mistura de carne e vegetais. Pedaços grandes e suculentos de carne absorveram todas as especiarias, se combinando perfeitamente com a crocância das frutas e vegetais na ponta da sua língua. Não só leva suas papilas gustativas para uma jornada incrível, como também deixa seu estômago se sentindo satisfeito. Não é surpresa que esse prato tenha tantos fãs leais.",
      "effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108777,
      "id": "moment_of_respite",
      "name": "Momento de Descanso",
      "description": "Especialidade de Chasca. Empilhado até o alto com ingredientes, poucos podem resistir ao aroma deste prato. Até alguém em meio a uma briga pode ter sua raiva transformada em fome ao sentir o cheiro. Espere um momento, aqueles Saurianos que estavam longe ainda agora... Por que eles começaram a olhar para cá também?",
      "effect": "Diminui o consumo de Stamina ao correr e planar de todos os membros da Equipe em 25% por 1800s. Durante o modo multijogador, este efeito tem efeito apenas em si mesmo.",
      "character": {
        "id": "chasca",
        "name": "Chasca"
      }
    }
  }
}