{
  "_id": 3303,
  "id": "tahchin",
  "name": "Tahchin",
  "description": "Um clássico prato de arroz recheado servido em grandes quantidades. A carne marinada com iogurte é mergulhada em arroz cozido e depois assada para obter uma superfície crocante. Não se esqueça de polvilhar um pouco de Padisarah antes de servir. Tanto o arroz quanto a carne podem manter sua fragrância por muito tempo. Portanto, este prato é muito popular no Grande Bazar.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 4
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 2
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 2
    },
    {
      "_id": 101214,
      "id": "padisarah",
      "name": "Padisarah",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108418,
      "name": "Tahchin Estranho",
      "description": "Um clássico prato de arroz recheado servido em grandes quantidades. A cor da parte externa escurecida não parece muito apetitosa. Quando você prova, é tão duro que parece que a comida está brigando com os seus dentes. Por uma questão de saúde bucal, é melhor comer apenas o recheio...",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "_id": 108419,
      "name": "Tahchin",
      "description": "Um clássico prato de arroz recheado servido em grandes quantidades. A carne marinada com iogurte é mergulhada em arroz cozido e depois assada para obter uma superfície crocante. Não se esqueça de polvilhar um pouco de Padisarah antes de servir. Tanto o arroz quanto a carne podem manter sua fragrância por muito tempo. Portanto, este prato é muito popular no Grande Bazar.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "_id": 108420,
      "name": "Tahchin Delicioso",
      "description": "Um clássico prato de arroz recheado servido em grandes quantidades. Com a primeira mordida, o exterior crocante se abre, produzindo um som delicioso. Com a segunda, o arroz macio e úmido se funde com a carne suculenta na boca. Então a terceira mordida traz a fragrância da Padisarah até que, finalmente, a última mordida deixa você embriagado em uma experiência maravilhosa. A única desvantagem seria estar muito cheio para continuar. Por que você não pede outra porção amanhã?",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    },
    "special": {
      "_id": 108467,
      "name": "Alma Duelista",
      "description": "Especialidade do Cyno. Os grãos de arroz dourados se acumularam como uma colina marcante. Ao dar uma colherada e colocar a deliciosa carne em sua boca, um impulso inominável surge em seu peito, um desejo de retirar seu baralho de Chamado Sagrado dos Sete para duelar!",
      "effect": "Restaura 34% da Vida Máxima de todos os membros da Equipe e regenera 980 de Vida a cada 5s por 30s.",
      "character": {
        "id": "cyno",
        "name": "Cyno"
      }
    }
  }
}
