{
  "id": "taiyaki",
  "name": "Taiyaki",
  "description": "Um lanche em forma de pargo. O exterior crocante envolve o recheio doce por dentro e é muito popular entre os habitantes de Inazuma. Dizem que no início, isto era apenas um lanche cilíndrico, mas melhorias constantes acabaram por moldá-lo na imagem fofa de um peixe.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "sunsettia",
      "name": "Fruto do Pôr do Sol",
      "amount": 3
    },
    {
      "id": "milk",
      "name": "Leite",
      "amount": 3
    },
    {
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    },
    {
      "id": "sugar",
      "name": "Açúcar",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "name": "Taiyaki Estranho",
      "description": "Um lanche em forma de pargo. O recheio é muito doce, com uma única mordidinha deixa você com uma necessidade extrema de um pouco de água para conseguir engolir. Nem mesmo os amantes de doces conseguem suportar este horror.",
      "effect": "Restaura 26% da Vida Máxima do personagem selecionado e regenera 450 de Vida a cada 5s por 30s."
    },
    "normal": {
      "name": "Taiyaki",
      "description": "Um lanche em forma de pargo. O exterior crocante envolve o recheio doce por dentro e é muito popular entre os habitantes de Inazuma. Dizem que no início, isto era apenas um lanche cilíndrico, mas melhorias constantes acabaram por moldá-lo na imagem fofa de um peixe.",
      "effect": "Restaura 28% da Vida Máxima do personagem selecionado e regenera 620 de Vida a cada 5s por 30s."
    },
    "delicious": {
      "name": "Taiyaki Delicioso",
      "description": "Um lanche em forma de pargo. Fresquinho, recém tirado do forno, este taiyaki liberta um aroma tentador enquanto ainda é extremamente escaldante ao toque. Uma única mordida faz com que a doçura derreta em sua boca instantaneamente. A sensação é semelhante à de ver um peixe em uma piscina banhada pelo brilho do pôr-do-sol enquanto suas escamas emitem um brilho dourado.",
      "effect": "Restaura 30% da Vida Máxima do personagem selecionado e regenera 790 de Vida a cada 5s por 30s."
    }
  }
}
