{
  "_id": 2403,
  "id": "tasses_ragout",
  "name": "Ragu Cozido Lento",
  "description": "Um ragu de legumes. É um prato improvisado criado pelos camponeses de Fontaine em celebração às colheitas de vegetais. Não há uma receita estrita para a quantidade de ingredientes ou o método de cozimento. Seja refogado ou assado, o prato nunca deixa de proporcionar prazeres simples.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 100079,
      "id": "tomato",
      "name": "Tomate",
      "amount": 3
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108536,
      "name": "Ragu Cozido Lento Estranho",
      "description": "Um ragu de vegetais. Não se preocupe demais se estiver faltando um ingrediente ou tiver adicionado algo extra acidentalmente: Ninguém vai perceber, já que o exagero nos temperos já cobriu todos os sabores originais dos vegetais.",
      "effect": "Restaura 20% de Vida Máxima e 900 de Vida adicional para o personagem selecionado."
    },
    "normal": {
      "_id": 108537,
      "name": "Ragu Cozido Lento",
      "description": "Um ragu de legumes. É um prato improvisado criado pelos camponeses de Fontaine em celebração às colheitas de vegetais. Não há uma receita estrita para a quantidade de ingredientes ou o método de cozimento. Seja refogado ou assado, o prato nunca deixa de proporcionar prazeres simples.",
      "effect": "Restaura 22% de Vida Máxima e 1200 de Vida adicional ao personagem selecionado."
    },
    "delicious": {
      "_id": 108538,
      "name": "Ragu Cozido Lento Delicioso",
      "description": "Um ragu de vegetais. Dizem que esse prato já emocionou um gourmet exigente de Fontaine, fazendo ele chorar depois de se lembrar da infância. A história pode ser exagerada em alguns aspectos, mas você não tem dúvida da honestidade da delícia dessa comida.",
      "effect": "Restaura 24% de Vida Máxima e 1500 de Vida adicional ao personagem selecionado."
    }
  }
}
