{
  "_id": 3502,
  "id": "tatacos",
  "name": "Tatacos",
  "description": "Tacos finos com recheio. Fazer Torres de Taco é um processo de três partes — você assa os tacos primeiro, adiciona vegetais e camarão grelhado em seguida, então finalmente derrama molho em cima. Em Natlan, é difícil dizer o que é mais comum — Flogisto ou Torres de Taco.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101243,
      "id": "grainfruit",
      "name": "Frutogrão",
      "amount": 3
    },
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 2
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queijo",
      "amount": 2
    },
    {
      "_id": 100076,
      "id": "onion",
      "name": "Cebola",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108718,
      "name": "Tatacos Estranhos",
      "description": "Tacos finos com recheio. A casca parece tecido fino, mas é dura e fria como ferro. O recheio não é ruim, jogando o taco fora, talvez você possa fazer um camarão grelhado decente...",
      "effect": "Revive um personagem e restaura 900 de Vida."
    },
    "normal": {
      "_id": 108719,
      "name": "Tatacos",
      "description": "Tacos finos com recheio. Fazer Tatacos é um processo de três partes — você assa os tacos primeiro, adiciona vegetais e camarão grelhado em seguida, então finalmente derrama molho em cima. Em Natlan, é difícil dizer o que é mais comum — Flogisto ou Tatacos.",
      "effect": "Revive um personagem e restaura 1200 de Vida."
    },
    "delicious": {
      "_id": 108720,
      "name": "Tatacos Deliciosos",
      "description": "Tacos finos com recheio. Quando sua língua toca o taco quente e seu suntuoso recheio, uma fragrância agradável sai dele, lembrando um ditado de Natlan: \"A vida desaponta, mas Tatacos não!\".",
      "effect": "Revive um personagem e restaura 1500 de Vida."
    },
    "special": {
      "_id": 108789,
      "id": "secret_art",
      "name": "Arte Secreta",
      "description": "Especialidade de Citlali. Os feijões frescos e macios estão surpreendentemente crocantes, enquanto o camarão grelhado está firme com um toque adocicado. O formato perfeitamente esculpido pode ser facilmente segurado com uma mão... Se pelo menos um bom livro estivesse em mãos, junto a tal iguaria, você poderia facilmente se perder nele por um dia inteiro. Essa é a arte secreta única do vasto conhecimento da Vovó Itztli?",
      "effect": "Revive um personagem e restaura 20% da Vida máxima, e então restaura um adicional de 1500 de Vida.",
      "character": {
        "id": "citlali",
        "name": "Citlali"
      }
    }
  }
}