{
  "_id": 3118,
  "id": "the_palace_jewels",
  "name": "Fortuna Abundante",
  "description": "Um prato de Liyue delicioso e aromático. A carne do camarão é batida e cozinha com ovas de caranguejo. As ovas brilham como ouro, enquanto o camarão reluz como jade. Por isso o seu nome, Fortuna Abundante.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100093,
      "id": "shrimp_meat",
      "name": "Camarão",
      "amount": 3
    },
    {
      "_id": 100074,
      "id": "crab_roe",
      "name": "Ova de Caranguejo",
      "amount": 1
    },
    {
      "_id": 100015,
      "id": "snapdragon",
      "name": "Flor Crânio de Dragão",
      "amount": 1
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108624,
      "name": "Fortuna Abundante Estranha",
      "description": "Um prato de Liyue deliciosamente aromático. O camarão processado grosseiramente e as ovas de caranguejo meio cruas dão um cheiro esquisito, o odor de sepultura de alguma guerra brutal entre camarões e caranguejos. Considerando que os próprios ingredientes ainda estão bem frescos, este pesadelo ainda poderia ser classificado como comida... se alguém ignorasse o fedor, claro.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108625,
      "name": "Fortuna Abundante",
      "description": "Um prato de Liyue deliciosamente fragrante. Carne de camarão é empanada com Ovas de Caranguejo cremosas. As ovas são douradas e radiantes, enquanto o camarão brilha como jade, por isso o nome \"Fortuna Abundante\".",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 22% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108626,
      "name": "Fortuna Abundante Deliciosa",
      "description": "Um prato de Liyue delicioso. Carne de caranguejo macia e sedosa é envolta em carne de camarão tenra e de textura mais firme, como um tesouro luxuoso que as pessoas perseguem inconscientemente. Uma mordida delicada enche sua boca com sabor, como ondas quebrando em seu paladar enquanto você flutua em um delicioso rio de camarão e caranguejo.",
      "effect": "Aumenta a Vida Máxima de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}