{
  "_id": 4904,
  "id": "thickcut_duelists_burger",
  "name": "Sanduba de Filé do Duelista",
  "description": "Um hambúrguer com um filé grosso como ingrediente principal. O pão fofinho exala um leve aroma de queimado após ser assado, complementando o molho encorpado derramado sobre o filé grosso. A variedade de ingredientes secundários possibilita enriquecer a sensação ao comer e melhorar seu valor nutricional.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 4
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 3
    },
    {
      "_id": 110009,
      "id": "cheese",
      "name": "Queijo",
      "amount": 2
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108852,
      "name": "Sanduba de Filé do Duelista Estranho",
      "description": "Um hambúrguer com um filé grosso como ingrediente principal. O filé foi cortado grosso demais e grelhado até ficar seco demais. Parece que você está mastigando uma carne estranha e os vegetais parecem ter sido deixados do lado de fora por tempo demais... Os ingredientes que deveriam se complementar estão praticamente lutando entre si na ponta da sua língua...",
      "effect": "Aumenta o ATQ em 224 e a Taxa CRIT em 6% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "_id": 108853,
      "name": "Sanduba de Filé do Duelista",
      "description": "Um hambúrguer com um filé grosso como ingrediente principal. O pão fofinho exala um leve aroma de queimado após ser assado, complementando o molho encorpado derramado sobre o filé grosso. A variedade de ingredientes secundários possibilita enriquecer a sensação ao comer e melhorar seu valor nutricional.",
      "effect": "Aumenta o ATQ em 272 e a Taxa CRIT em 8% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "_id": 108854,
      "name": "Sanduba de Filé do Duelista Delicioso",
      "description": "Um hambúrguer com um filé grosso como ingrediente principal. Com o pensamento \"nocautear clientes com delícia!\" em mente, esse delicioso sanduíche foi criado. O filé grosso tem uma textura sólida e impactante, complementado por uma variedade de recheios que exalta o sabor da carne. Só é preciso uma mordida para ser tomado pela satisfação de ser \"nocauteado\"...",
      "effect": "Aumenta o ATQ em 320 e a Taxa CRIT em 10% de todos os personagens da equipe por 300s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  }
}