{
  "_id": 3202,
  "id": "tonkotsu_ramen",
  "name": "Ramen Tonkotsu",
  "description": "Um prato de macarrão fumegante. A carne, preparada a baixa temperatura, é disposta sobre o macarrão. Uma sopa salgada, perfumada e deliciosa penetra em cada pedaço da massa. Uma única tigela deste prato consegue revigorar qualquer alma cansada.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 4
    },
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 100091,
      "id": "bamboo_shoot",
      "name": "Broto de Bambu",
      "amount": 2
    },
    {
      "_id": 100062,
      "id": "bird_egg",
      "name": "Ovo de Pássaro",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108261,
      "name": "Ramen Tonkotsu Estranho",
      "description": "Um prato de macarrão fumegante. O macarrão foi esquecido em meio à confusão da preparação dos acompanhamentos e quase virou uma pasta na sopa. Bem, pelo menos você pode beber tudo para tentar salvar o prato.",
      "effect": "Restaura 30% de Vida para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108262,
      "name": "Ramen Tonkotsu",
      "description": "Um prato de macarrão fumegante. A carne, preparada a baixa temperatura, é disposta sobre o macarrão. Uma sopa salgada, perfumada e deliciosa penetra em cada pedaço da massa. Uma única tigela deste prato consegue revigorar qualquer alma cansada.",
      "effect": "Restaura 32% de Vida e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108263,
      "name": "Ramen Tonkotsu Delicioso",
      "description": "Um prato de macarrão fumegante. O macarrão elástico absorveu a essência da sopa e os acompanhamentos alteram o sabor de várias formas. A sopa preservou a forte fragrância dos ossos usados na sua preparação, mas é suave e não causa uma sensação gordurosa. Antes que você perceba, a tigela fica vazia e você ainda quer mais.",
      "effect": "Restaura 34% de Vida e 1900 de Vida ao personagem selecionado."
    },
    "special": {
      "_id": 108365,
      "id": "victorious_legend",
      "name": "Lenda Vitoriosa",
      "description": "Especialidade de Gorou. Os acompanhamentos foram empilhados para criar uma vista de algo que se move assim como as motivações de Gorou. Enquanto você termina o macarrão e sopa de uma vez e bate no estômago cheio, só vê Gorou sorrindo alegremente com sua cauda balançando... Provavelmente nem mesmo ele percebe isso...",
      "effect": "Restaura 40% de Vida para o personagem selecionado, e restaurá 2350 de Vida adicional.",
      "character": {
        "id": "gorou",
        "name": "Gorou"
      }
    }
  }
}
