{
  "_id": 3119,
  "id": "trembling_strings_and_rushing_reeds",
  "name": "Cordas Agitadas e Juncos Acelerados",
  "description": "Um prato de carne único. Uma variedade de carne moída é fritada pelo seu sabor. Os ingredientes complexos e texturas diferentes tornam esse prato um teste único as habilidades de um chef, e é raro, mesmo nos restaurantes mais famosos.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 2
    },
    {
      "_id": 110005,
      "id": "ham",
      "name": "Presunto",
      "amount": 2
    },
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 1
    },
    {
      "_id": 100077,
      "id": "pepper",
      "name": "Pimenta",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108627,
      "name": "Cordas Agitadas e Juncos Acelerados Estranho",
      "description": "Um prato de carne único. A carne moída misturada foi fundida por ser cozinhada em uma temperatura alta demais, transformando o prato inteiro em uma pasta de carne. Uma única mordida — uma multidão agitada de diferentes sabores — deixa suas papilas gustativas em tumulto.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 10% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108628,
      "name": "Cordas Agitadas e Juncos Acelerados",
      "description": "Um prato de carne distintamente único. Uma variedade de carnes moídas são misturadas e fritas. Os ingredientes complexos e texturas diferentes tornam esse prato um tremendo teste para as habilidades de um chef e é uma raridade até em alguns restaurantes renomados.",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108629,
      "name": "Cordas Agitadas e Juncos Acelerados Delicioso",
      "description": "Um prato de carne único. Cada tipo de carne moída desempenha seu papel numa orquestra de sabor, enquanto o tempero delicado mistura habilidosamente os vários perfis de sabor. Como um crítico apontou, assim como há uma miríade de modos, notas em nuance e correspondência de composição complexa, assim também é com o sabor, o ápice que pode até te transportar a um reino diferente...",
      "effect": "Aumenta a Taxa CRIT de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}
