{
  "id": "tricolor_dango",
  "name": "Dango de Três Cores",
  "description": "Um lanche macio e glutinoso. O arroz glutinoso é moído até virar pó e enrolado em forma de bolinhos antes de ser cozido no vapor. As cores da Flor Sakura e da Flor Crânio de Dragão conferem uma vivacidade adicional a esses dangos.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "milk",
      "name": "Leite",
      "amount": 2
    },
    {
      "id": "snapdragon",
      "name": "Flor Crânio de Dragão",
      "amount": 2
    },
    {
      "id": "sakura_bloom",
      "name": "Flor Sakura",
      "amount": 2
    },
    {
      "id": "rice",
      "name": "Arroz",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "name": "Dango de Três Cores Estranho",
      "description": "Um lanche macio e glutinoso. Suspeita-se que a falta de água no cozimento seja responsável pelas rachaduras em todo este prato. Não o force garganta abaixo, ou você pode sufocar...",
      "effect": "Restaura 30% de Vida para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "name": "Dango de Três Cores",
      "description": "Um lanche macio e glutinoso. O arroz glutinoso é moído até virar pó e enrolado em forma de bolinhos antes de ser cozido no vapor. As cores da Flor Sakura e da Flor Crânio de Dragão conferem uma vivacidade adicional a esses dangos.",
      "effect": "Restaura 32% de Vida e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "name": "Dango de Três Cores Delicioso",
      "description": "Um lanche macio e glutinoso. O brilho desses dangos é como o orvalho da manhã e transmite a sensação de flores e ramos exuberantes. Ao comer este lanche enquanto se observa as flores, é possível ter uma sensação de felicidade, como se o próximo ano fosse ser tão lindo quanto as flores que caem.",
      "effect": "Restaura 34% de Vida e 1900 de Vida ao personagem selecionado."
    },
    "special": {
      "name": "Peixe do Festival de Verão",
      "description": "A especialidade de Yoimiya. Ver os fogos de artifício, suas mãos cheias de lanches que Yoimiya deu a você, sua risada despreocupada e infantil ao seu ouvido enquanto a pirotecnia explode no céu... Em meio a essa sinfonia única de sons, o peixinho dourado em sua mão parece que vai começar a nadar a qualquer momento...",
      "effect": "Restaura 40% de Vida para o personagem selecionado, e restaurá 2350 de Vida adicional.",
      "character": {
        "id": "yoimiya",
        "name": "Yoimiya"
      }
    }
  }
}
