{
  "_id": 2210,
  "id": "udon_noodles",
  "name": "Macarrão Udon",
  "description": "Macarrão com muita elasticidade. Depois de muito amassar, o resultado é um macarrão macio e sedoso. Ao contrário de ramen, que usa sabores intensos, o macarrão udon usa sabores suaves para apaziguar o espírito das pessoas de Inazuma.",
  "rarity": 2,
  "ingredients": [
    {
      "_id": 110001,
      "id": "flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Erva Marinha",
      "amount": 1
    },
    {
      "_id": 100084,
      "id": "fish",
      "name": "Peixe",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108377,
      "name": "Macarrão Udon Estranho",
      "description": "Macarrão com muita elasticidade. O macarrão e o caldo têm um sabor insípido e aborrecido. Parece que da próxima vez você deveria prestar mais atenção aos temperos.",
      "effect": "Revive um personagem e restaura 250 de Vida."
    },
    "normal": {
      "_id": 108378,
      "name": "Macarrão Udon",
      "description": "Macarrão com muita elasticidade. Depois de muito amassar, o resultado é um macarrão macio e sedoso. Ao contrário de ramen, que usa sabores intensos, o macarrão udon usa sabores suaves para apaziguar o espírito das pessoas de Inazuma.",
      "effect": "Revive um personagem e restaura 400 de Vida."
    },
    "delicious": {
      "_id": 108379,
      "name": "Macarrão Udon Delicioso",
      "description": "Macarrão com muita elasticidade. O udon branco como a neve, macio mas elástico, e o caldo de sabor requintado fazem uma combinação simples, mas reconfortante. O leve sabor do trigo desliza por sua garganta junto com o macarrão, deixando um palato quente duradouro.",
      "effect": "Revive um personagem e restaura 550 de Vida."
    },
    "special": {
      "_id": 108380,
      "id": "fukuuchi_udon",
      "name": "Udon da Fortuna",
      "description": "A especialidade de Yae Miko. O Tofu Frito do meio é especialmente feito pela solene Madame Kitsune. Diz-se que se você comer tudo de uma vez com um coração sincero, será abençoado pela proteção da Grande Kitsune. Pode dizer adeus ao azar, porque a sorte virá até você!",
      "effect": "Revive um personagem e restaura 15% da Vida máxima, e restaura um adicional de 550 de Vida.",
      "character": {
        "id": "yae_miko",
        "name": "Yae Miko"
      }
    }
  }
}