{
  "_id": 3216,
  "id": "unagi_chazuke",
  "name": "Carne Fresca Chazuke",
  "description": "Um prato principal leve e saboroso. Um chá bem fervido é derramado sobre o arroz com unagi por cima e deixado adentrar lentamente até que os grãos de arroz tenham absorvido a fragrância do chá. Quando combinado com o sabor doce e persistente do unagi, você é capaz de comer meia tigela antes que Paimon possa dizer \"Uau!\"",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100095,
      "id": "eel_meat",
      "name": "Carne Unagi",
      "amount": 4
    },
    {
      "_id": 100092,
      "id": "rice",
      "name": "Arroz",
      "amount": 3
    },
    {
      "_id": 101210,
      "id": "seagrass",
      "name": "Erva Marinha",
      "amount": 3
    },
    {
      "_id": 100075,
      "id": "salt",
      "name": "Sal",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108355,
      "name": "Carne Fresca Chazuke Estranha",
      "description": "Um prato principal leve e saboroso. A sopa de chá excessivamente suave foi dominada pelo sabor do unagi, mas você provavelmente ainda pode comer isto se você misturar em algum tipo de mingau.",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 15% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108356,
      "name": "Carne Fresca Chazuke",
      "description": "Um prato principal leve e saboroso. Um chá bem fervido é derramado sobre o arroz com unagi por cima e deixado adentrar lentamente até que os grãos de arroz tenham absorvido a fragrância do chá. Quando combinado com o sabor doce e persistente do unagi, você é capaz de comer meia tigela antes que Paimon possa dizer \"Uau!\"",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 17% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108357,
      "name": "Carne Fresca Chazuke Deliciosa",
      "description": "Um prato principal leve e saboroso. O chá e a sopa tecem uma melodia elegante e perfumada marcada pelos grãos brancos puros, enquanto o unagi, batizado em fogo de carvão, proporciona uma decoração tenra e suave à mistura. Os vários aromas da enguia e do chá e a leve doçura do arroz se misturam bem em sua língua em algo verdadeiramente sublime. Realmente, uma ameaça tripla com a qual não se deve brincar.",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 20% por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "special": {
      "_id": 108479,
      "name": "Chazuke Autêntico",
      "description": "A especialidade do Andarilho. A fragrância levemente amarga do chá e o aroma doce e refrescante do arroz combinam-se perfeitamente. É impossível não terminar o prato inteiro depois de experimentá-lo. Como ele conseguiu cozinhar algo tão extraordinário? Ah, sua expressão deve ter deixado esse pensamento transparecer, pois o rosto dele de repente fica sombrio: \"Você já terminou? Pare de ficar boquiaberto e vá lavar a louça agora.\"",
      "effect": "Aumenta o bônus de cura de todos os membros da Equipe em 25% por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "wanderer",
        "name": "Andarilho"
      }
    }
  }
}
