{
  "id": "universal_peace",
  "name": "Paz Universal",
  "description": "Um prato muito colorido. Possui um equilíbrio perfeito entre o leve e cheiroso arroz e todos os tipos de ingredientes doces cuidadosamente selecionados. Esse prato é conhecido principalmente por causa de seu nome como um símbolo de prosperidade e paz, e menos por causa de seu gosto. Entretanto, com tais ideais nobres, seu sabor não deve decepcionar.",
  "rarity": 3,
  "recipe": [
    {
      "id": "rice",
      "name": "Arroz",
      "amount": 4
    },
    {
      "id": "lotus_head",
      "name": "Cabeças de Lótus",
      "amount": 2
    },
    {
      "id": "carrot",
      "name": "Cenoura",
      "amount": 2
    },
    {
      "id": "berry",
      "name": "Baga",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "name": "Paz Universal Estranha",
      "description": "Um prato muito colorido. Perdeu-se muita umidade durante o processo de cozimento - neste ponto, seria necessário um pouco de imaginação (e um pouco mais de água) para recuperar o sabor desejado.",
      "effect": "Restaura 30% de Vida para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "name": "Paz Universal",
      "description": "Um prato muito colorido. Possui um equilíbrio perfeito entre o leve e cheiroso arroz e todos os tipos de ingredientes doces cuidadosamente selecionados. Esse prato é conhecido principalmente por causa de seu nome como um símbolo de prosperidade e paz, e menos por causa de seu gosto. Entretanto, com tais ideais nobres, seu sabor não deve decepcionar.",
      "effect": "Restaura 32% de Vida e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "name": "Paz Universal Deliciosa",
      "description": "Um prato muito colorido. A fruta agridoce conservada está ligada à rica sensação na boca do arroz como se fosse por fios invisíveis. Mesmo depois de engolir, a leve fragrância permanece em seus lábios, aumentando sua sensação de satisfação por uma escala de magnitude.",
      "effect": "Restaura 34% de Vida e 1900 de Vida ao personagem selecionado."
    },
    "special": {
      "name": "Paz Próspera",
      "description": "A especialidade de Ganyu. A imagem de um Qingxin descansando acalma as pessoas. Ganyu colocou neste prato seus desejos de boa sorte para tudo o que é adorável neste mundo - e ela guardou uma de suas Flores Qingxin favoritas só para você.",
      "effect": "Restaura 40% de Vida para o personagem selecionado, e restaurá 2350 de Vida adicional.",
      "character": {
        "id": "ganyu",
        "name": "Ganyu"
      }
    }
  }
}
