{
  "_id": 3609,
  "id": "veggie_pot_soup",
  "name": "Sopa de Legumes",
  "description": "Uma sopa preparada cozinhando uma variedade de vegetais fatiados com leves temperos. É leve, saborosa e ótima para sua saúde.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 100018,
      "id": "cabbage",
      "name": "Repolho",
      "amount": 3
    },
    {
      "_id": 100013,
      "id": "carrot",
      "name": "Cenoura",
      "amount": 3
    },
    {
      "_id": 100080,
      "id": "potato",
      "name": "Batata",
      "amount": 2
    },
    {
      "_id": 110015,
      "id": "smetana",
      "name": "Smetana",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de Regeneração",
  "results": {
    "suspicious": {
      "_id": 108940,
      "name": "Sopa de Legumes Estranha",
      "description": "Uma sopa preparada com vários vegetais. Fervura longa amoleceu os vegetais e os deixou feios, com uma textura levemente pegajosa. Pode não ser agradável, mas vai encher sua barriga.",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "_id": 108941,
      "name": "Sopa de Legumes",
      "description": "Uma sopa preparada cozinhando uma variedade de vegetais fatiados com leves temperos. É leve, saborosa e ótima para sua saúde.",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "_id": 108942,
      "name": "Sopa de Legumes Deliciosa",
      "description": "Uma sopa preparada com vários vegetais. Seu método de cocção simples traz à tona o verdadeiro sabor dos vegetais, só um gole manda um calor gentil por todo o seu corpo.",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    },
    "special": {
      "_id": 108951,
      "id": "nightwatch_soup",
      "name": "Sopa da Guarda Noturna",
      "description": "Especialidade de Illuga. Uma tigela quente de sopa que manda o cansaço para longe em um único gole, tranquilizando tanto o corpo quanto a mente após uma longa patrulha noturna. Tal efeito confortante deve vir dos muitos anos de experiência acumulada do jovem capitão, e sua própria receita...",
      "effect": "Restaura 40% de Vida para o personagem selecionado, e restaura 2350 de Vida adicional.",
      "character": {
        "id": "illuga",
        "name": "Illuga"
      }
    }
  }
}