{
  "_id": 4401,
  "id": "vessie_chicken",
  "name": "Frango Vessie",
  "description": "Uma famosa culinária de Fontaine. \"Vessie\" significa \"bexiga\" em Fontaine. Como o nome sugere, a carne de frango temperada está dentro da bexiga de um javali da floresta quando colocada para cozinhar no caldo de carne. A bexiga vai inflar no processo como um Espectro rotundo. As pessoas geralmente só comem o frango dentro.",
  "rarity": 4,
  "ingredients": [
    {
      "_id": 100064,
      "id": "fowl",
      "name": "Carne de Ave",
      "amount": 4
    },
    {
      "_id": 100061,
      "id": "raw_meat",
      "name": "Carne Crua",
      "amount": 4
    },
    {
      "_id": 101231,
      "id": "marcotte",
      "name": "Marcotte",
      "amount": 3
    },
    {
      "_id": 100099,
      "id": "fermented_juice",
      "name": "Suco Fermentado",
      "amount": 2
    }
  ],
  "dish_type": "Pratos de ATQ",
  "results": {
    "suspicious": {
      "_id": 108542,
      "name": "Frango Vessie Estranho",
      "description": "Uma famosa culinária de Fontaine. Após um trabalhoso processo de colocar o frango na bexiga de um javali, você ansiosamente experimenta o prato que está finalmente pronto... Ugh, que sabor estranho é esse? Faz você se perguntar se está comendo javali ou frango.",
      "effect": "Aumenta o Dano Físico em 25% e a Taxa CRIT em 6% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "normal": {
      "_id": 108543,
      "name": "Frango Vessie",
      "description": "Uma famosa culinária de Fontaine. \"Vessie\" significa \"bexiga\" em Fontaine. Como o nome sugere, a carne de frango temperada está dentro da bexiga de um javali da floresta quando colocada para cozinhar no caldo de carne. A bexiga vai inflar no processo como um Espectro rotundo. As pessoas geralmente só comem o frango dentro.",
      "effect": "Aumenta o Dano Físico em 35% e a Taxa CRIT em 8% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    },
    "delicious": {
      "_id": 108544,
      "name": "Frango Vessie Delicioso",
      "description": "Uma famosa culinária de Fontaine. Suco delicioso preso dentro da carne emite um aroma complexo e requintado. Este prato é considerado uma culinária de alta classe para os que se consideram gourmet. Após devorar um prato inteiro, é impossível não lamber os próprios lábios, saboreando o cheiro remanescente. Esta culinária extraordinária é, sem dúvidas, a joia da coroa da gastronomia de Fontaine.",
      "effect": "Aumenta o Dano Físico em 45% e a Taxa CRIT em 10% de todos os membros da Equipe por 300s. No modo multijogador, terá efeito apenas em si mesmo."
    }
  }
}