{
  "_id": 3507,
  "id": "xocoatl",
  "name": "Xocoatl",
  "description": "Uma bebida de Natlan feita com Cacahuatl. Inicialmente, o Cacahuatl amargo foi moído e misturado com várias especiarias, criando uma epônima \"água amarga\". Muitas evoluções depois, a adição de açúcar transformaria o produto em algo fragrante, delicioso e imensamente popular, embora o nome \"água amarga\" nunca tenha mudado.",
  "rarity": 3,
  "ingredients": [
    {
      "_id": 101246,
      "id": "cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "_id": 100016,
      "id": "mint",
      "name": "Menta",
      "amount": 3
    },
    {
      "_id": 100078,
      "id": "milk",
      "name": "Leite",
      "amount": 3
    },
    {
      "_id": 110006,
      "id": "sugar",
      "name": "Açúcar",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de DEF",
  "results": {
    "suspicious": {
      "_id": 108757,
      "name": "Xocoatl Estranho",
      "description": "Uma bebida de Natlan feita com Cacahuatl. Se você tivesse que adivinhar antes de beber um gole, você assumiria que teria um gosto doce ou amargo, mas nem em um milhão de anos você esperaria o azedo que se instalou na ponta de sua língua... Alguém adicionou os ingredientes errados?",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 165 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "normal": {
      "_id": 108758,
      "name": "Xocoatl",
      "description": "Uma bebida de Natlan feita com Cacahuatl. Inicialmente, o Cacahuatl amargo foi moído e misturado com várias especiarias, criando uma epônima \"água amarga\". Muitas evoluções depois, a adição de açúcar transformaria o produto em algo fragrante, delicioso e imensamente popular, embora o nome \"água amarga\" nunca tenha mudado.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 200 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "delicious": {
      "_id": 108759,
      "name": "Xocoatl Delicioso",
      "description": "Uma bebida de Natlan feita com Cacahuatl. A fragrância rica e profunda do Cacahuatl está infundida com uma cremosidade pura, acariciando gentilmente sua língua com a leveza da seda macia, deixando para trás um toque de doçura que é mais do que suficiente para derreter seu coração.",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 235 por 300s. No modo multijogador, terá efeito em si mesmo."
    },
    "special": {
      "_id": 108821,
      "id": "emotional_support",
      "name": "Apoio Emocional",
      "description": "Especialidade de Ifa. \"Coma aí, mano.\" As vozes de um humano e um Sauriano seguem uma a outra enquanto Ifa traz para você um prato de biscoitos cheirosos e Cacucu segue com um copo de Xocoatl sensacional — quase não entregue com um enorme bater de asas. Pego entre esses aromas em competição, sua ansiedade inexplicada se dissolve... Se garantiu aí, mano!",
      "effect": "Aumenta a DEF de todos os membros da Equipe em 282 por 300s. No modo multijogador, terá efeito apenas em si mesmo.",
      "character": {
        "id": "ifa",
        "name": "Ifa"
      }
    }
  }
}