{
  "_id": 45,
  "id": "fontaine_dance_of_the_dewwhite_springs_ii",
  "name": "Fontaine: Danza delle sorgenti rugiadose (II)",
  "order": 48,
  "achievements": [
    {
      "id": 80272,
      "name": "Esplorazione continentale: Terra delle Sorgenti armoniose (II)",
      "desc": "Illumina le mappe delle seguenti aree di Fontaine: Regione di Liffey, Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 248
    },
    {
      "id": 80273,
      "name": "Fonte di tutte le acque (II)",
      "desc": "Sblocca tutti i Portali nelle seguenti aree di Fontaine: Regione di Liffey, Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 249
    },
    {
      "id": 80274,
      "name": "Pellegrinaggio al santuario: Terra delle Sorgenti armoniose (II)",
      "desc": "Sblocca tutti i Santuari delle Profondità nelle seguenti aree di Fontaine: Regione di Liffey, Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 250
    },
    {
      "id": 80275,
      "name": "Guidamaree (II)",
      "desc": "Segui 3 Seelie nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine e attiva i loro piedistalli.",
      "reward": 5,
      "hidden": false,
      "order": 251
    },
    {
      "id": 80276,
      "name": "Guidamaree (II)",
      "desc": "Segui 6 Seelie nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine e attiva i loro piedistalli.",
      "reward": 10,
      "hidden": false,
      "order": 252,
      "preStage": 80275
    },
    {
      "id": 80277,
      "name": "Guidamaree (II)",
      "desc": "Segui 9 Seelie nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine e attiva i loro piedistalli.",
      "reward": 20,
      "hidden": false,
      "order": 253,
      "preStage": 80276
    },
    {
      "id": 80278,
      "name": "Cacciatore di tesori cavalcaonde (II)",
      "desc": "Apri 60 bauli nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 254
    },
    {
      "id": 80279,
      "name": "Cacciatore di tesori cavalcaonde (II)",
      "desc": "Apri 120 bauli nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 255,
      "preStage": 80278
    },
    {
      "id": 80280,
      "name": "Cacciatore di tesori cavalcaonde (II)",
      "desc": "Apri 200 bauli nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 256,
      "preStage": 80279
    },
    {
      "id": 80281,
      "name": "Avventuriere cavalcaonde (II)",
      "desc": "Completa 3 sfide a tempo del mondo di gioco nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 5,
      "hidden": false,
      "order": 257
    },
    {
      "id": 80282,
      "name": "Avventuriere cavalcaonde (II)",
      "desc": "Completa 6 sfide a tempo del mondo di gioco nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 258,
      "preStage": 80281
    },
    {
      "id": 80283,
      "name": "Avventuriere cavalcaonde (II)",
      "desc": "Completa 12 sfide a tempo del mondo di gioco nella Regione di Liffey e nella Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 20,
      "hidden": false,
      "order": 259,
      "preStage": 80282
    },
    {
      "id": 80284,
      "name": "Più maestoso del mare c'è solo il cielo",
      "desc": "Porta Lanoire fuori da Forte Méropide.",
      "reward": 10,
      "hidden": false,
      "order": 260
    },
    {
      "id": 80285,
      "name": "Finisce qui",
      "desc": "Assisti alla storia dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine.",
      "reward": 10,
      "hidden": false,
      "order": 261
    }
  ]
}
