{
  "_id": 51,
  "id": "natlan_the_land_of_fire_and_competition_i",
  "name": "Natlan: Una terra di fuoco e competizione (I)",
  "order": 57,
  "achievements": [
    {
      "id": 80328,
      "name": "Esplorazione continentale: Pianure delle Pire (I)",
      "desc": "Illumina le mappe delle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 304
    },
    {
      "id": 80329,
      "name": "La scalata della Montagna sacra rovente (I)",
      "desc": "Sblocca tutti i Portali delle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 305
    },
    {
      "id": 80330,
      "name": "Pellegrinaggio al santuario: Pianure delle Pire (I)",
      "desc": "Sblocca tutti i Santuari delle Profondità delle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 306
    },
    {
      "id": 80331,
      "name": "Splendente come il fuoco",
      "desc": "Potenzia le Statue dei Sette a Natlan al livello massimo.",
      "reward": 20,
      "hidden": false,
      "order": 307
    },
    {
      "id": 80346,
      "name": "Offerte alla notte: Pianure delle Pire (I)",
      "desc": "Sblocca tutti i sigilli nelle aree segrete delle tribù delle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 308
    },
    {
      "id": 80332,
      "name": "Il sole ardente color del fuoco",
      "desc": "Fai salire al livello massimo la Ruota di Tona nella Dolina delle Fiamme Infinite.",
      "reward": 20,
      "hidden": false,
      "order": 309
    },
    {
      "id": 80333,
      "name": "I Monetoo ti guideranno verso casa (I)",
      "desc": "Segui 8 Monetoo e completa i graffiti nelle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 310
    },
    {
      "id": 80334,
      "name": "I Monetoo ti guideranno verso casa (I)",
      "desc": "Segui 16 Monetoo e completa i graffiti nelle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 311,
      "preStage": 80333
    },
    {
      "id": 80335,
      "name": "I Monetoo ti guideranno verso casa (I)",
      "desc": "Segui 32 Monetoo e completa i graffiti nelle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 20,
      "hidden": false,
      "order": 312,
      "preStage": 80334
    },
    {
      "id": 80336,
      "name": "Cacciatore di tesori infuocato (I)",
      "desc": "Apri 80 bauli nella Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 313
    },
    {
      "id": 80337,
      "name": "Cacciatore di tesori infuocato (I)",
      "desc": "Apri 160 bauli nella Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 314,
      "preStage": 80336
    },
    {
      "id": 80338,
      "name": "Cacciatore di tesori infuocato (I)",
      "desc": "Apri 320 bauli nella Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 20,
      "hidden": false,
      "order": 315,
      "preStage": 80337
    },
    {
      "id": 80339,
      "name": "Avventuriere infuocato (I)",
      "desc": "Completa 3 sfide a tempo del mondo di gioco nelle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 5,
      "hidden": false,
      "order": 316
    },
    {
      "id": 80347,
      "name": "Avventuriere infuocato (I)",
      "desc": "Completa 6 sfide a tempo del mondo di gioco nelle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 10,
      "hidden": false,
      "order": 317,
      "preStage": 80339
    },
    {
      "id": 80348,
      "name": "Avventuriere infuocato (I)",
      "desc": "Completa 12 sfide a tempo del mondo di gioco nelle seguenti aree di Natlan: Dolina delle Fiamme Infinite, Valle Tequemecan, Monte Coatepec e Sorgenti di Toyac.",
      "reward": 20,
      "hidden": false,
      "order": 318,
      "preStage": 80347
    },
    {
      "id": 80342,
      "name": "Reminiscenza ancestrale",
      "desc": "Aiuta Titu a liberare le anime degli antenati della tribù.",
      "reward": 10,
      "hidden": false,
      "order": 319
    },
    {
      "id": 80343,
      "name": "Non è tutto tesoro ciò che luccica",
      "desc": "Non hai trovato la \"panacea\".",
      "reward": 10,
      "hidden": false,
      "order": 320
    },
    {
      "id": 80345,
      "name": "L'oro del sole, e il suo sangue con esso...",
      "desc": "Ottieni l'amuleto necessario per il Pellegrinaggio verso il vulcano nelle rovine del Saggio della Fiamma rubata.",
      "reward": 10,
      "hidden": false,
      "order": 322
    }
  ]
}