{
  "_id": 66,
  "id": "nodkrai_an_elysium_of_moonlight_and_wanderings_ii",
  "name": "Nod-Krai: Un Elisio di vagabondaggi al chiaro di luna (II)",
  "order": 67,
  "achievements": [
    {
      "id": 80462,
      "name": "Caccia al tesoro tra la polvere lunare (II)",
      "desc": "Apri 45 bauli sul Belvedere del Mar Vacuo, nella Pianura Solcaonde e sul Picco Cinereo.",
      "reward": 5,
      "hidden": false,
      "order": 423
    },
    {
      "id": 80463,
      "name": "Caccia al tesoro tra la polvere lunare (II)",
      "desc": "Apri 90 bauli sul Belvedere del Mar Vacuo, nella Pianura Solcaonde e sul Picco Cinereo.",
      "reward": 10,
      "hidden": false,
      "order": 424,
      "preStage": 80462
    },
    {
      "id": 80464,
      "name": "Caccia al tesoro tra la polvere lunare (II)",
      "desc": "Apri 180 bauli sul Belvedere del Mar Vacuo, nella Pianura Solcaonde e sul Picco Cinereo.",
      "reward": 20,
      "hidden": false,
      "order": 425,
      "preStage": 80463
    },
    {
      "id": 80465,
      "name": "Avventure tra la polvere lunare (II)",
      "desc": "Completa 5 sfide a tempo del mondo di gioco attivate da un meccanismo sul Belvedere del Mar Vacuo, nella Pianura Solcaonde e sul Picco Cinereo",
      "reward": 10,
      "hidden": false,
      "order": 426
    },
    {
      "id": 80466,
      "name": "Esplorazione continentale: Isole al chiaro di luna (II)",
      "desc": "Illumina le mappe delle seguenti aree di Nod-Krai: Belvedere del Mar Vacuo, Pianura Solcaonde e Picco Cinereo.",
      "reward": 5,
      "hidden": false,
      "order": 427
    },
    {
      "id": 80467,
      "name": "Boschi ghiacciati oltre le tenebre (II)",
      "desc": "Sblocca tutti i Portali nelle seguenti aree di Nod-Krai: Belvedere del Mar Vacuo, Pianura Solcaonde e Picco Cinereo.",
      "reward": 5,
      "hidden": false,
      "order": 428
    },
    {
      "id": 80468,
      "name": "Pellegrinaggio al santuario: Isole al chiaro di luna (II)",
      "desc": "Sblocca tutti i Santuari delle Profondità nelle seguenti aree di Nod-Krai: Belvedere del Mar Vacuo, Pianura Solcaonde e Picco Cinereo.",
      "reward": 10,
      "hidden": false,
      "order": 429
    },
    {
      "id": 80469,
      "name": "Offerte alla notte: Isole al chiaro di luna (II)",
      "desc": "Sblocca tutti i sigilli dei Tesori nascosti delle Kuuhenki nelle seguenti aree di Nod-Krai: Belvedere del Mar Vacuo, Pianura Solcaonde e Picco Cinereo.",
      "reward": 10,
      "hidden": false,
      "order": 430
    },
    {
      "id": 80470,
      "name": "I venti si risvegliano, le foglie vorticano",
      "desc": "Un usignolo, che trasportava un tizzone nel becco, volava solo dopo il tramonto.",
      "reward": 10,
      "hidden": false,
      "order": 431
    },
    {
      "id": 80471,
      "name": "Se il seme non muore",
      "desc": "Anche quando il fiore appassisce, le foglie mantengono la loro promessa.",
      "reward": 10,
      "hidden": false,
      "order": 432
    },
    {
      "id": 80472,
      "name": "Costruzione congiunta del Punto d'incontro: Accampamento di sorveglianza della Rupe",
      "desc": "Raggiungi il livello di costruzione massimo dell'Accampamento di sorveglianza della Rupe.",
      "reward": 5,
      "hidden": false,
      "order": 433
    },
    {
      "id": 80473,
      "name": "Costruzione congiunta del Punto d'incontro: Giardino della Strega",
      "desc": "Raggiungi il livello di costruzione massimo del Giardino della Strega.",
      "reward": 5,
      "hidden": false,
      "order": 434
    },
    {
      "id": 80474,
      "name": "Costruzione congiunta del Punto d'incontro: Fortezza di Favonius",
      "desc": "Raggiungi il livello di costruzione massimo della Fortezza di Favonius.",
      "reward": 5,
      "hidden": false,
      "order": 435
    }
  ]
}