{
  "_id": 63,
  "id": "nodkrai_an_elysium_of_moonlight_and_wanderings_i",
  "name": "Nod-Krai: Un Elisio di vagabondaggi al chiaro di luna (I)",
  "order": 65,
  "achievements": [
    {
      "id": 80442,
      "name": "Caccia al tesoro tra la polvere lunare (I)",
      "desc": "Apri 60 bauli sull'Isola di Lempo, sull'Isola di Hiisi e sull'Isola di Paha.",
      "reward": 5,
      "hidden": false,
      "order": 405
    },
    {
      "id": 80443,
      "name": "Caccia al tesoro tra la polvere lunare (I)",
      "desc": "Apri 120 bauli sull'Isola di Lempo, sull'Isola di Hiisi e sull'Isola di Paha.",
      "reward": 10,
      "hidden": false,
      "order": 406,
      "preStage": 80442
    },
    {
      "id": 80444,
      "name": "Caccia al tesoro tra la polvere lunare (I)",
      "desc": "Apri 240 bauli sull'Isola di Lempo, sull'Isola di Hiisi e sull'Isola di Paha.",
      "reward": 20,
      "hidden": false,
      "order": 407,
      "preStage": 80443
    },
    {
      "id": 80445,
      "name": "Avventure tra la polvere lunare (I)",
      "desc": "Completa 3 sfide a tempo del mondo di gioco attivate da un meccanismo sull'Isola di Lempo, sull'Isola di Hiisi e sull'Isola di Paha.",
      "reward": 5,
      "hidden": false,
      "order": 408
    },
    {
      "id": 80446,
      "name": "Avventure tra la polvere lunare (I)",
      "desc": "Completa 6 sfide a tempo del mondo di gioco attivate da un meccanismo sull'Isola di Lempo, sull'Isola di Hiisi e sull'Isola di Paha.",
      "reward": 10,
      "hidden": false,
      "order": 409,
      "preStage": 80445
    },
    {
      "id": 80447,
      "name": "Avventure tra la polvere lunare (I)",
      "desc": "Completa 10 sfide a tempo del mondo di gioco attivate da un meccanismo sull'Isola di Lempo, sull'Isola di Hiisi e sull'Isola di Paha.",
      "reward": 20,
      "hidden": false,
      "order": 410,
      "preStage": 80446
    },
    {
      "id": 80452,
      "name": "Risplendi come la luna",
      "desc": "Potenzia le Statue della Luna nuova a Nod-Krai al livello massimo.",
      "reward": 20,
      "hidden": false,
      "order": 411
    },
    {
      "id": 80453,
      "name": "Costruzione congiunta del Punto d'incontro: Cimitero dell'Ultima Notte",
      "desc": "Raggiungi il livello di costruzione massimo del Cimitero dell'Ultima Notte.",
      "reward": 5,
      "hidden": false,
      "order": 412
    },
    {
      "id": 80454,
      "name": "Costruzione congiunta del Punto d'incontro: Laboratorio di Krumkake Tin-Tin",
      "desc": "Raggiungi il livello di costruzione massimo del Laboratorio di Krumkake Tin-Tin.",
      "reward": 5,
      "hidden": false,
      "order": 413
    },
    {
      "id": 80455,
      "name": "Costruzione congiunta del Punto d'incontro: Enclave della Luna gelata",
      "desc": "Raggiungi il livello di costruzione massimo dell'Enclave della Luna gelata.",
      "reward": 5,
      "hidden": false,
      "order": 414
    },
    {
      "id": 80448,
      "name": "Esplorazione continentale: Isole al chiaro di luna (I)",
      "desc": "Illumina le mappe delle seguenti aree di Nod-Krai: Isola di Lempo, Isola di Hiisi e Isola di Paha.",
      "reward": 5,
      "hidden": false,
      "order": 415
    },
    {
      "id": 81600,
      "name": "La tessitrice nell'ossario",
      "desc": "Esplora il sacrario sigillato dalla prima Cantaluna.",
      "reward": 5,
      "hidden": false,
      "order": 415
    },
    {
      "id": 80449,
      "name": "Boschi ghiacciati oltre le tenebre (I)",
      "desc": "Sblocca tutti i Portali nelle seguenti aree di Nod-Krai: Isola di Lempo, Isola di Hiisi e Isola di Paha.",
      "reward": 5,
      "hidden": false,
      "order": 416
    },
    {
      "id": 81601,
      "name": "Il peccato dei padri",
      "desc": "Completa l'avventura all'Istituto di Progettazione sperimentale del Kuuvahki.",
      "reward": 5,
      "hidden": false,
      "order": 416
    },
    {
      "id": 80450,
      "name": "Pellegrinaggio al santuario: Isole al chiaro di luna (I)",
      "desc": "Sblocca tutti i Santuari delle Profondità nelle seguenti aree di Nod-Krai: Isola di Lempo, Isola di Hiisi e Isola di Paha.",
      "reward": 10,
      "hidden": false,
      "order": 417
    },
    {
      "id": 80451,
      "name": "Offerte alla notte: Isole al chiaro di luna (I)",
      "desc": "Sblocca tutti i sigilli dei Tesori nascosti delle Kuuhenki nelle seguenti aree di Nod-Krai: Isola di Lempo, Isola di Hiisi e Isola di Paha.",
      "reward": 10,
      "hidden": false,
      "order": 418
    }
  ]
}