{
  "_id": 31,
  "id": "sumeru_the_rainforest_of_lore",
  "name": "Sumeru: Miti della foresta pluviale",
  "order": 39,
  "achievements": [
    {
      "id": 80160,
      "name": "Esplorazione continentale: Boscaglie di Sumeru",
      "desc": "Illumina le mappe delle seguenti aree di Sumeru: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 160
    },
    {
      "id": 80161,
      "name": "Nomade della foresta",
      "desc": "Sblocca tutti i Portali nelle seguenti aree di Sumeru: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 161
    },
    {
      "id": 80162,
      "name": "Pellegrinaggio al santuario: Boscaglie di Sumeru",
      "desc": "Sblocca tutti i Santuari delle Profondità nelle seguenti aree di Sumeru: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 162
    },
    {
      "id": 80163,
      "name": "Fiore fluorescente",
      "desc": "Potenzia le Statue dei Sette a Sumeru al livello massimo.",
      "reward": 20,
      "hidden": false,
      "order": 163
    },
    {
      "id": 80164,
      "name": "Culminazione onirica",
      "desc": "Raggiungi il livello massimo dell'Albero dei sogni nel Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 164
    },
    {
      "id": 80165,
      "name": "Guida dei boschi",
      "desc": "Segui un totale di 10 Seelie fino ai loro piedistalli nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 165
    },
    {
      "id": 80166,
      "name": "Guida dei boschi",
      "desc": "Segui un totale di 20 Seelie fino ai loro piedistalli nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 166,
      "preStage": 80165
    },
    {
      "id": 80167,
      "name": "Guida dei boschi",
      "desc": "Segui un totale di 40 Seelie fino ai loro piedistalli nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 167,
      "preStage": 80166
    },
    {
      "id": 80168,
      "name": "Cercatesori della Selva splendente",
      "desc": "Apri un totale di 100 bauli nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 168
    },
    {
      "id": 80169,
      "name": "Cercatesori della Selva splendente",
      "desc": "Apri un totale di 200 bauli nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 169,
      "preStage": 80168
    },
    {
      "id": 80170,
      "name": "Cercatesori della Selva splendente",
      "desc": "Apri un totale di 400 bauli nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 170,
      "preStage": 80169
    },
    {
      "id": 80171,
      "name": "Avventuriere della Selva splendente",
      "desc": "Completa un totale di 10 sfide a tempo del mondo di gioco nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 5,
      "hidden": false,
      "order": 171
    },
    {
      "id": 80172,
      "name": "Avventuriere della Selva splendente",
      "desc": "Completa un totale di 20 sfide a tempo del mondo di gioco nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 10,
      "hidden": false,
      "order": 172,
      "preStage": 80171
    },
    {
      "id": 80173,
      "name": "Avventuriere della Selva splendente",
      "desc": "Completa un totale di 40 sfide a tempo del mondo di gioco nelle seguenti aree: Selva di Avidya, Giungla di Lokapala, Valle Ardravi, Regno di Ashavan, Campo di Vissudha, Vivaio Perduto e Vanarana.",
      "reward": 20,
      "hidden": false,
      "order": 173,
      "preStage": 80172
    },
    {
      "id": 80174,
      "name": "La foresta non dimenticherà",
      "desc": "Completa Aranyaka.",
      "reward": 10,
      "hidden": false,
      "order": 174
    }
  ]
}
