{
  "_id": 35,
  "id": "sumeru_the_gilded_desert_series_i",
  "name": "Sumeru, il deserto dorato: Serie I",
  "order": 46,
  "achievements": [
    {
      "id": 80179,
      "name": "Esplorazione continentale: Sogni tra le dune (I)",
      "desc": "Illumina le mappe delle seguenti aree di Sumeru: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 5,
      "hidden": false,
      "order": 179
    },
    {
      "id": 80180,
      "name": "Attraverso tempeste di sabbia e miraggi (I)",
      "desc": "Sblocca tutti i Portali nelle seguenti aree di Sumeru: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 5,
      "hidden": false,
      "order": 180
    },
    {
      "id": 80181,
      "name": "Pellegrinaggio al santuario: Sogni tra le dune (I)",
      "desc": "Sblocca tutti i Santuari delle Profondità nelle seguenti aree di Sumeru: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 10,
      "hidden": false,
      "order": 181
    },
    {
      "id": 80182,
      "name": "Guida del deserto (I)",
      "desc": "Segui un totale di 10 Seelie fino ai loro piedistalli nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 5,
      "hidden": false,
      "order": 184
    },
    {
      "id": 80183,
      "name": "Guida del deserto (I)",
      "desc": "Segui un totale di 20 Seelie fino ai loro piedistalli nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 10,
      "hidden": false,
      "order": 185,
      "preStage": 80182
    },
    {
      "id": 80184,
      "name": "Guida del deserto (I)",
      "desc": "Segui un totale di 40 Seelie fino ai loro piedistalli nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 20,
      "hidden": false,
      "order": 186,
      "preStage": 80183
    },
    {
      "id": 80185,
      "name": "Caccia al tesoro nelle sabbie mobili (I)",
      "desc": "Apri un totale di 60 bauli nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 5,
      "hidden": false,
      "order": 187
    },
    {
      "id": 80186,
      "name": "Caccia al tesoro nelle sabbie mobili (I)",
      "desc": "Apri un totale di 120 bauli nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 10,
      "hidden": false,
      "order": 188,
      "preStage": 80185
    },
    {
      "id": 80187,
      "name": "Caccia al tesoro nelle sabbie mobili (I)",
      "desc": "Apri un totale di 240 bauli nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 20,
      "hidden": false,
      "order": 189,
      "preStage": 80186
    },
    {
      "id": 80188,
      "name": "Avventure nelle sabbie mobili (I)",
      "desc": "Completa un totale di 10 sfide a tempo del mondo di gioco nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 5,
      "hidden": false,
      "order": 190
    },
    {
      "id": 80189,
      "name": "Avventure nelle sabbie mobili (I)",
      "desc": "Completa un totale di 20 sfide a tempo del mondo di gioco nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 10,
      "hidden": false,
      "order": 191,
      "preStage": 80188
    },
    {
      "id": 80190,
      "name": "Avventure nelle sabbie mobili (I)",
      "desc": "Completa un totale di 40 sfide a tempo del mondo di gioco nelle seguenti aree: Deserto Ipostilo, Terra del Setekh Superiore, Terra del Setekh Inferiore.",
      "reward": 20,
      "hidden": false,
      "order": 192,
      "preStage": 80189
    },
    {
      "id": 80191,
      "name": "Sonno, fratello di...",
      "desc": "Completa Sonno dorato.",
      "reward": 10,
      "hidden": false,
      "order": 193
    }
  ]
}