{
  "_id": 364213,
  "id": "athelwood_metal_buckler",
  "rarity": 3,
  "name": "โล่เกราะกลมไม้ Athel",
  "description": "โล่ทรงกลมที่มีน้ำหนักมาก และดูเหมือนโล่ทรงกลมธรรมดาทั่วไป แต่แท้จริงแล้วกลับมีปริศนาซ่อนอยู่\\nเลือก \"ไม้ Athel\" ที่มีอายุปานกลางและเนื้อแน่น เลื่อยให้เป็นแผ่นกระดานที่ขนาดและความหนาพอเหมาะพอดี จากนั้นนำไปรมควัน, อบ, ลงแว็กซ์ และกระบวนการอื่น ๆ เพื่อให้มีความแข็งแรงทนทานยิ่งขึ้น แล้วจึงนำไปประกบกันด้วยโครงสร้างเดือย และยึดไว้กับแผงวงจรที่มีน้ำหนักเบาสามส่วน เพื่อสร้างเป็นโครงสร้างคอมโพสิตสองชั้น และลดแรงเสียดทานจากใบมีดและลูกศรธนูที่พุ่งเข้ามาปะทะ ในขณะเดียวกัน ก็ใช้โครงสร้างเหล็กที่แข็งแกร่งห่อหุ้มบริเวณขอบเอาไว้ และเสริมความแข็งแรงให้กับยอดส่วนโค้งของโล่ เพื่อต้านทานการกระแทกจากวัตถุที่แข็งทื่อและโล่ของฝ่ายตรงข้าม ด้วยประการดังกล่าว โล่ที่สร้างจึงจะเสร็จสมบูรณ์ได้\\nว่ากันว่ามันสามารถต้านทานการโจมตีที่ไม่ได้มาจากผู้ใช้วิชั่นได้ทุกชนิด และราคาค่อนข้างสูงมาก หรือเทียบเท่ากับอาวุธธรรมดาหลายสิบอัน และมีเพียงคนจำนวนหยิบมือใน \"กลุ่ม Eremite\" หรือ \"กลุ่มภาคี 30\" เท่านั้น ที่มีมันไว้ในครอบครอง\\nสมาชิกกลุ่มกองโจรล่าสมบัติที่มักเน้นการพกพาอุปกรณ์ที่มีน้ำหนักเบาและคล่องตัวนั้นไม่เข้าใจ ว่าทำไมทหารรับจ้างถึงต้องลงทุนลงแรงกับโล่ประเภทนี้ด้วย มีเพียงทหารรับจ้างชั้นแนวหน้าและผู้ออกแบบโล่ชนิดนี้เท่านั้น ที่จะเข้าใจถึงความสำคัญของมัน... ในตอนที่ผู้ออกแบบโล่นี้นั้นยังเยาว์วัยและเลือดร้อน เคยนำทีมบุกไปยังหมู่บ้าน Aaru เพื่อตามหาศัตรูของพรรคพวก แต่กลับถูกทหารยามวัยเยาว์คนหนึ่งขัดขวางเอาไว้ ทหารยามที่มีนัยน์ตาสองสีคนนั้นมือซ้ายถือโล่ และมือขวาถือหอก พุ่งเข้ามาจู่โจมอย่างหนักหน่วงราวกับหินผาที่ถล่มลงจากภูเขา และสามารถทำลายอาวุธกับเกราะป้องกันทั้งหมดของผู้รุกรานด้วยการโจมตีเพียงครั้งเดียว ก่อนจะทำให้พวกเขาสลบไป และนำตัวพวกเขาไปส่งมอบแก่ทหารยามอาวุโส หลังจากทำการอบรมสั่งสอนแล้ว พวกเขาก็ถูกปล่อยตัวออกมา และแม้ว่าผู้ออกแบบจะกลับตัวกลับใจและไม่คิดจะกระทำผิดอีก แต่ในใจก็ยังคงจดจำทหารยามวัยเยาว์ผู้มีนัยน์ตาสองสีคนนั้นได้อย่างขึ้นใจ ทั้งยังมองว่าเธอคือผู้ที่แข็งแกร่งที่สุดเท่าที่ตนเคยได้พบเจอมา เขาจึงได้ทำการปรับปรุงโล่แบบเก่าตามหลักของ \"การป้องกันยิ่งแข็งแกร่งแค่ไหนก็ยิ่งดีเท่านั้น\" จนกลายมาเป็นโล่ทรงกลมแบบที่เห็นอยู่ในปัจจุบัน\\nหากในวันข้างหน้ามีโอกาสได้ประมือกับทหารยามนัยน์ตาสองสีคนนั้นอีก ก็หวังว่าโล่ชิ้นนี้จะสามารถทนรับการโจมตีของเธอได้สักครั้ง...",
  "load": 85,
  "energy": 60,
  "exp": 60,
  "category": [
    {
      "id": 5005,
      "category": "แขวนประดับ",
      "type": "Interior"
    }
  ],
  "recipe": [
    {
      "_id": 101317,
      "id": "athel_wood",
      "name": "ไม้ Athel",
      "amount": 8
    },
    {
      "_id": 101001,
      "id": "iron_chunk",
      "name": "Iron Chunk",
      "amount": 4
    }
  ]
}
