{
  "_id": 372468,
  "id": "no_jumping_no_tramping",
  "rarity": 2,
  "name": "\"เขตห้ามเหยียบ ห้ามกระโดด\"",
  "description": "\"พืชที่มีความยืดหยุ่นของผิวมากเกิน ภายในจึงเต็มไปด้วยก๊าซ หากอยากลองสัมผัสประสบการณ์การมองเห็นในมุมมองของ 'Ruin Drake: Skywatch' ชั่วคราว สามารถลองเหยียบบนพืชชนิดนี้อย่างสุดกำลัง\"\\nในข้อระเบียบหลักปฏิบัติฉบับล่าสุดของเจ้าหน้าที่มาตรา ได้เขียนอธิบายไม้พุ่มทะเลทรายชนิดนี้ไว้\\nแต่ตรงกันข้ามกับคำอธิบายที่เกี่ยวข้องกับเครื่องหอม บันทึกนี้ดูเหมือนจะไม่ทำตามข้อระเบียบหลักปฏิบัติ หลังจากที่เจ้าหน้าที่มาตราบางส่วนได้ทำทดลองด้วยตัวเองแล้ว ส่วนใหญ่สรุปว่า \"พืชชนิดนี้ใช้เป็นเบาะรองนั่งได้ไม่เลวเลยทีเดียว\" แต่มีเพียงคนเดียวเท่านั้นที่ทำให้พืชชนิดนี้ระเบิดหลังจากที่เขาลองเหยียบพืชชนิดนี้ซ้ำ ๆ ถึง 20,003 ครั้ง พอเหยียบครั้งสุดท้ายมันก็เกิดระเบิดขึ้น ส่งผลให้เขาถูกแรงระเบิดส่งขึ้นไปโบยบินบนอากาศ\\nอยู่มาวันหนึ่ง ก็มีผู้ใต้บังคับบัญชารุ่นเยาว์คนหนึ่งที่ไม่สามารถระงับความอยากรู้ของเขาได้อีกต่อไป ได้นำบันทึกข้อระเบียบหลักปฏิบัติที่จดข้อมูลไว้จนเต็มมาหาเจ้าหน้าที่มหามาตรา และถามว่า \"ผู้เชี่ยวชาญด้านพฤกษศาสตร์คนใดที่ได้รับการว่าจ้าง\" กับ \"คำอธิบายบางส่วนที่ดูเรียบง่ายมีความหมายแฝงที่ลึกซึ้งอะไรกันแน่\"\\nเจ้าหน้าที่มหามาตราในตอนนั้นกำลังรับประทานอาหารที่ Gandharva Ville กับหัวหน้าเจ้าหน้าที่พิทักษ์ป่าที่มีหูยาว ๆ พอได้ยินผู้ใต้บังคับบัญชาถามแบบนั้น เจ้าหน้าที่มหามาตราก็กลืนอาหารแล้วเริ่มเล่าเรื่องตลกฝืดสองเรื่องที่ไม่ต่างจากปกติที่เล่าอย่างจริงจัง ทำให้ผู้ใต้บังคับบัญชารุ่นเยาว์ยืนอึ้งตะลึงงันอยู่นาน เมื่อเห็นผู้ใต้บังคับบัญชายืนนิ่งไปตอบสนองอะไร เจ้าหน้าที่มหามาตราเลยคิดที่จะอธิบายให้ละเอียด หัวหน้าเจ้าหน้าที่พิทักษ์ป่าหูยาวรีบพูดเบี่ยงเบนประเด็น เขาบอกผู้ใต้บังคับบัญชารุ่นเยาว์คนนั้นว่า \"เขาต้องการเขียนอะไรที่เป็นการเปลี่ยนบรรยากาศ! ถ้าไม่เข้าใจความหมายของคำอธิบายบางอย่าง ก็แสดงว่ามันไม่สำคัญ! ถ้าคุณไม่ได้รู้สึกขบขันกับคำอธิบายพวกนั้น ก็ไม่ต้องไปจำมัน!\"\\nหลังจากบทสนทนาจบลงแบบรีบ ๆ ผู้ใต้บังคับบัญชารุ่นเยาว์ก็จดจำคำเตือนของหัวหน้าเจ้าหน้าที่พิทักษ์ป่าไว้ในใจ และบอกต่อไปยังเพื่อนร่วมงาน น่าเสียดายที่จนทุกวันนี้ เจ้าหน้าที่มาตราพวกนี้ก็ยังไม่รู้สำนึกเลย",
  "load": 24,
  "energy": 10,
  "category": [
    {
      "id": 10007,
      "category": "ไม้พุ่มขนาดเล็ก"
    }
  ]
}
