{
  "_id": 372500,
  "id": "peaceful_purple_dream",
  "rarity": 3,
  "name": "\"ความฝันสีม่วงแสนผ่อนคลาย\"",
  "description": "ไม้พุ่มที่ชาวสวนของ Fontaine ได้เพาะพันธุ์ขึ้นมา มีรูปทรงดอกที่น่ารักและมีกลิ่นหอมสดชื่นที่น่าหลงใหล บางทีอาจเป็นเพราะสีสดและกลิ่นหอมอันชวนให้ผู้คนประทับใจของมันนี่แหละ ทำให้หนังสือพิมพ์แผงริมถนนแห่งหนึ่งในนครว่าการ Fontaine เคยพูดอย่างเป็นจริงเป็นจังว่า ดอกไม้นี้มีพิษเรื้อรังอยู่ ผู้ใดที่อยู่ใกล้กับไม้พุ่มชนิดนี้เป็นเวลานานจะเกิดปัญหาด้านสุขภาพ เช่น นอนไม่หลับ หงุดหงิดง่ายกว่าปกติ เจ็บปวดรอบดวงตา เป็นต้น พอผ่านไปช่วงระยะหนึ่ง หนังสือพิมพ์ไร้ชื่ออีกฉบับก็อ้างว่านักแสดงละครชื่อดัง มักดื่มชาหอมที่ทำจากไม้พุ่มชนิดนี้ และนี่คือความลับที่ทำให้ดาราคนนี้ดูอ่อนเยาว์และไม่แก่ลงเลย\\nในช่วงเวลาหนึ่ง ชาวเมืองในนครว่าการ Fontaine บางกลุ่มได้ถกเถียงกันเกี่ยวกับไม้พุ่มดังกล่าว... รวมถึงพระราชวัง Mermonia ซึ่งเป็นผู้รับผิดชอบด้านพื้นที่สีเขียวในเมือง พลเมืองบางคนเลี่ยงพุ่มไม้นี้ ในขณะที่บางคนอยากแอบจิ๊กไปปลูกที่บ้าน...\\nพระราชวัง Mermonia ที่ไม่รู้จะทำอย่างไรดี จึงทำได้เพียงเชิญนักวิชาการผู้เชี่ยวชาญด้านพืชศาสตร์มาสัมภาษณ์เป็นบทความยาว และเผยแพร่เป็นเวลาติดต่อกัน 7 วันใน \"หนังสือพิมพ์ The Steambird\" เพื่อชี้แจงและลบล้างข่าวลือที่เป็นเท็จทั้งหมด และเน้นย้ำว่าไม้พุ่มพันธุ์นี้เป็นเพียงแค่ไม้ประดับ ที่นอกจากจะทำให้ผู้ชื่นชมอารมณ์ดีแล้ว ก็ไม่ส่งผลกระทบในเชิงลึกใด ๆ ต่อการใช้ชีวิตตามปกติของเหล่าพลเมือง\\nปัจจุบันนี้ หน้าโรงอุปรากร Epiclese ก็มีการปลูกไม้พุ่มสีม่วงเหล่านี้ไว้ และด้วยความพยายามของทุกฝ่าย ความขัดแย้งที่เกี่ยวกับไม้พุ่มนี้จึงได้ยุติลงมาเป็นเวลานานแล้ว\\nแต่ทว่ามีนักเขียนนิยายบางคนที่ได้รับแรงบันดาลใจจากเหตุการณ์วุ่นวายนี้ พวกคนที่มีอารมณ์ขันดี ๆ เหล่านี้จึงได้เขียนนิยายสั้นเป็นซีรีส์ที่เชื่อมโยงกัน โดยใช้ \"ไม้พุ่มอันตราย\" เป็นหัวข้อ และตอนที่ถูกพูดถึงมากที่สุดก็คือ \"วันอังคารหน้าที่แสนผ่อนคลาย\" ที่ใช้ไม้พุ่มมีพิษในการก่อคดีอาชญากรรม ไม้พุ่มที่ถูกกล่าวถึงในหนังสือ มีต้นแบบเดิมมาจากไม้พุ่มที่เคยเกิดการถกเถียงอย่างวุ่นวายในอดีตนั่นเอง\\nเพื่อเลี่ยงความวุ่นวายที่อาจเกิดขึ้นอีกครั้ง ผู้เขียนเรื่องสั้นจึงได้เน้นย้ำก่อนขึ้นเรื่องว่า:\\n\"เรื่องนี้เป็นเพียงแค่เรื่องสมมุติ!\"\\n\"...อย่างไรก็ตาม อย่าปล่อยให้คนในครอบครัว หรือแม้แต่ตัวของคุณเองรับประทานไม้พุ่มพันธุ์นี้เป็นอันขาด\"",
  "load": 50,
  "energy": 20,
  "category": [
    {
      "id": 10007,
      "category": "ไม้พุ่มขนาดเล็ก"
    }
  ]
}
