{
  "id": "elegy_for_the_end",
  "name": "Elegía del Fin",
  "description": "Un arco tan bello como el instrumento de un bardo. Las flechas que dispara son como un suspiro capaz de atravesar el corazón de una persona.",
  "rarity": 5,
  "type": "Arco",
  "primary": {
    "name": "ATQ Básico",
    "value": 46
  },
  "secondary": {
    "name": "Recarga de Energía",
    "value": 12
  },
  "passive": "Canción de despedida",
  "bonus": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <span>60/75/90/105/120</span> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <span>100/125/150/175/200</span> pts. la Maestría Elemental y el ATQ en un <span>20/25/30/35/40%</span>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
  "ascensions": [
    {
      "ascensionLevel": 0,
      "maxLevel": 20,
      "primary": 122,
      "secondary": 21.2,
      "materials": []
    },
    {
      "ascensionLevel": 1,
      "maxLevel": 40,
      "primary": 235,
      "secondary": 30.9,
      "cost": 10000,
      "materials": [
        {
          "id": "boreal_wolfs_milk_tooth",
          "name": "Diente de leche de lobo boreal",
          "amount": 5
        },
        {
          "id": "heavy_horn",
          "name": "Cuerno pesado",
          "amount": 5
        },
        {
          "id": "recruits_insignia",
          "name": "Insignia del recluta",
          "amount": 3
        }
      ]
    },
    {
      "ascensionLevel": 2,
      "maxLevel": 50,
      "primary": 308,
      "secondary": 35.7,
      "cost": 20000,
      "materials": [
        {
          "id": "boreal_wolfs_cracked_tooth",
          "name": "Diente roto de lobo boreal",
          "amount": 5
        },
        {
          "id": "heavy_horn",
          "name": "Cuerno pesado",
          "amount": 18
        },
        {
          "id": "recruits_insignia",
          "name": "Insignia del recluta",
          "amount": 12
        }
      ]
    },
    {
      "ascensionLevel": 3,
      "maxLevel": 60,
      "primary": 382,
      "secondary": 40.6,
      "cost": 30000,
      "materials": [
        {
          "id": "boreal_wolfs_cracked_tooth",
          "name": "Diente roto de lobo boreal",
          "amount": 9
        },
        {
          "id": "black_bronze_horn",
          "name": "Cuerno de bronce negro",
          "amount": 9
        },
        {
          "id": "sergeants_insignia",
          "name": "Insignia del sargento",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 4,
      "maxLevel": 70,
      "primary": 457,
      "secondary": 45.4,
      "cost": 45000,
      "materials": [
        {
          "id": "boreal_wolfs_broken_fang",
          "name": "Colmillo roto de lobo boreal",
          "amount": 5
        },
        {
          "id": "black_bronze_horn",
          "name": "Cuerno de bronce negro",
          "amount": 18
        },
        {
          "id": "sergeants_insignia",
          "name": "Insignia del sargento",
          "amount": 14
        }
      ]
    },
    {
      "ascensionLevel": 5,
      "maxLevel": 80,
      "primary": 532,
      "secondary": 50.3,
      "cost": 55000,
      "materials": [
        {
          "id": "boreal_wolfs_broken_fang",
          "name": "Colmillo roto de lobo boreal",
          "amount": 9
        },
        {
          "id": "black_crystal_horn",
          "name": "Cuerno con cristal negro",
          "amount": 14
        },
        {
          "id": "lieutenants_insignia",
          "name": "Insignia del oficial",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 6,
      "maxLevel": 90,
      "primary": 608,
      "secondary": 55.1,
      "cost": 65000,
      "materials": [
        {
          "id": "boreal_wolfs_nostalgia",
          "name": "Nostalgia del lobo boreal",
          "amount": 6
        },
        {
          "id": "black_crystal_horn",
          "name": "Cuerno con cristal negro",
          "amount": 27
        },
        {
          "id": "lieutenants_insignia",
          "name": "Insignia del oficial",
          "amount": 18
        }
      ]
    }
  ],
  "refinements": [
    {
      "refinement": 1,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <span>60</span> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <span>100</span> pts. la Maestría Elemental y el ATQ en un <span>20%</span>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    },
    {
      "refinement": 2,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <span>75</span> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <span>125</span> pts. la Maestría Elemental y el ATQ en un <span>25%</span>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    },
    {
      "refinement": 3,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <span>90</span> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <span>150</span> pts. la Maestría Elemental y el ATQ en un <span>30%</span>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    },
    {
      "refinement": 4,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <span>105</span> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma esté en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <span>175</span> pts. la Maestría Elemental y el ATQ en un <span>35%</span>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    },
    {
      "refinement": 5,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <span>120</span> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <span>200</span> pts. la Maestría Elemental y el ATQ en un <span>40%</span>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    }
  ]
}
