{
  "id": "freedomsworn",
  "name": "Juramento por la Libertad",
  "description": "Una espada azul celeste que recuerda a una canción de la antigüedad. Es tan tajante como el juramento por la libertad del Reino del Viento.",
  "rarity": 5,
  "type": "Espada ligera",
  "primary": {
    "name": "ATQ Básico",
    "value": 46
  },
  "secondary": {
    "name": "Maestría Elemental",
    "value": 43
  },
  "passive": "Himno de la rebelión",
  "bonus": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <span>10/125/15/175/20%</span> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <span>16/20/24/28/32%</span> el daño de los Ataques Normales, Cargados y Descendentes, y en un <span>20/25/30/35/40%</span> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
  "ascensions": [
    {
      "ascensionLevel": 0,
      "maxLevel": 20,
      "primary": 122,
      "secondary": 76,
      "materials": []
    },
    {
      "ascensionLevel": 1,
      "maxLevel": 40,
      "primary": 235,
      "secondary": 111,
      "cost": 10000,
      "materials": [
        {
          "id": "fetters_of_the_dandelion_gladiator",
          "name": "Grilletes de Diente de León",
          "amount": 5
        },
        {
          "id": "chaos_device",
          "name": "Dispositivo del caos",
          "amount": 5
        },
        {
          "id": "divining_scroll",
          "name": "Pergamino guía",
          "amount": 3
        }
      ]
    },
    {
      "ascensionLevel": 2,
      "maxLevel": 50,
      "primary": 308,
      "secondary": 129,
      "cost": 20000,
      "materials": [
        {
          "id": "chains_of_the_dandelion_gladiator",
          "name": "Cadena de Diente de León",
          "amount": 5
        },
        {
          "id": "chaos_device",
          "name": "Dispositivo del caos",
          "amount": 18
        },
        {
          "id": "divining_scroll",
          "name": "Pergamino guía",
          "amount": 12
        }
      ]
    },
    {
      "ascensionLevel": 3,
      "maxLevel": 60,
      "primary": 382,
      "secondary": 146,
      "cost": 30000,
      "materials": [
        {
          "id": "chains_of_the_dandelion_gladiator",
          "name": "Cadena de Diente de León",
          "amount": 9
        },
        {
          "id": "chaos_circuit",
          "name": "Circuito del caos",
          "amount": 9
        },
        {
          "id": "sealed_scroll",
          "name": "Pergamino hechizado",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 4,
      "maxLevel": 70,
      "primary": 457,
      "secondary": 164,
      "cost": 45000,
      "materials": [
        {
          "id": "shackles_of_the_dandelion_gladiator",
          "name": "Esposas de Diente de León",
          "amount": 5
        },
        {
          "id": "chaos_circuit",
          "name": "Circuito del caos",
          "amount": 18
        },
        {
          "id": "sealed_scroll",
          "name": "Pergamino hechizado",
          "amount": 14
        }
      ]
    },
    {
      "ascensionLevel": 5,
      "maxLevel": 80,
      "primary": 532,
      "secondary": 181,
      "cost": 55000,
      "materials": [
        {
          "id": "shackles_of_the_dandelion_gladiator",
          "name": "Esposas de Diente de León",
          "amount": 9
        },
        {
          "id": "chaos_core",
          "name": "Caldera del caos",
          "amount": 14
        },
        {
          "id": "forbidden_curse_scroll",
          "name": "Pergamino maldito",
          "amount": 9
        }
      ]
    },
    {
      "ascensionLevel": 6,
      "maxLevel": 90,
      "primary": 608,
      "secondary": 198,
      "cost": 65000,
      "materials": [
        {
          "id": "dream_of_the_dandelion_gladiator",
          "name": "Ideales de Diente de León",
          "amount": 6
        },
        {
          "id": "chaos_core",
          "name": "Caldera del caos",
          "amount": 27
        },
        {
          "id": "forbidden_curse_scroll",
          "name": "Pergamino maldito",
          "amount": 18
        }
      ]
    }
  ],
  "refinements": [
    {
      "refinement": 1,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <span>10%</span> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <span>16%</span> el daño de los Ataques Normales, Cargados y Descendentes, y en un <span>20%</span> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    },
    {
      "refinement": 2,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <span>12.5%</span> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <span>20%</span> el daño de los Ataques Normales, Cargados y Descendentes, y en un <span>25%</span> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    },
    {
      "refinement": 3,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <span>15%</span> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <span>24%</span> el daño de los Ataques Normales, Cargados y Descendentes, y en un <span>30%</span> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    },
    {
      "refinement": 4,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <span>17.5%</span> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <span>28%</span> el daño de los Ataques Normales, Cargados y Descendentes, y en un <span>35%</span> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    },
    {
      "refinement": 5,
      "desc": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un <span>20%</span> el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un <span>32%</span> el daño de los Ataques Normales, Cargados y Descendentes, y en un <span>40%</span> el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo."
    }
  ]
}
